{"1893": [["Statistical Data for the Study of the Assimilation of Races and Nationalities in the United States", null], ["Report of an International Mortality Standard, or Mortality Index", null], ["Character and Volume of the Money of the United States", null], ["Fluctuations in the Secured Circulation of the National Banks and Their Relations to the Prices and Investment Values of Bonds", null], ["Currency Reform in Austria-Hungary", null], ["Comparative Statistics of Primary Education", null], ["Results of Recent Investigations on Prices in the United States", null], ["Geographical Concentration: An Historic Feature of American Agriculture", null], ["The Course of Wages in the United States since 1840", null], ["Some Recent Results in Railway Statistics in the United States", null], ["The Condition and Needs of Statistics of Marriage and Divorce", null], ["Railway Statistics as Applicable to Earnings of Passenger Trains", null], ["Comparability of Trade Statistics of Various Countries", null], ["The Geographical Distribution of the Population of the United States", null], ["A Preliminary Report on Anthropometry in the United States", null], ["Remarks on the Theory of Anthropometry", null], ["On the Application to Individual School Children of the Mean Values Derived from Anthropological Measurements by the Generalizing Method", null], ["Anthropometric Statistics of Amherst College", null], ["An Anthropometrical Study of the Effects of Gymnastic Training on American Women", null], ["Railway Freight Traffic Statistics", null], ["Murders in Massachusetts", null], ["Classification of Occupations in the Census", null], ["Growth of Cities in the United States during the Decade 1880–90", null], ["The Vital Statistics of an Apache Indian Community", null], ["Observations on the Measure of Change", null], ["Cost Statistics of Public Electric Lighting", null], ["Immigration and the Foreign Born Population", null], ["The Value of Percentile Grades", null], ["Reviews and Notices", null], ["The Establishment of an Imperial Commission for Labor Statistics in Germany", null], ["French Statistical Publications", null], ["Sketch of the Life of Robert W. Wood, M.D.", null], ["Reviews and Notices", "The Necessity of a Revision of the Classification and Nomenclature Employed in the Vital Statistics of Massachusetts."], ["A Statistical Inquiry concerning Domestic Service", null], ["The Theory and Practice of Price Statistics", null], ["Measures of Distribution", null], ["Statistics of Suicides in New England", null], ["Semi-Annual Census of Paupers in Minnesota", null], ["Reviews and Notices", null], ["A Correction", null], ["Net Profits of Manufacturing Industries in the State of Massachusetts", null], ["Statistics of Crime in Massachusetts", null], ["Development of Statistics of Religions", null], ["Net Profits of Manufacturing Industries in the State of Massachusetts", null], ["Classification of Trade Statistics", null], ["Proposed Statistical Legislation", null], ["Reviews and Notices", null]]}