{"1911": [["Marital and Occupational Statistics of Graduates of Mount Holyoke College", null], ["Mental Ability in Relation to Head Circumference, Cephalic Index, Sociological Condition, Sex, Age, and Nationality", null], ["Two Methods of Estimating the Growth of Criminality in the United States", null], [null, null], ["Reviews and Notes", null], ["Fifty Years of American Life Insurance Progress", null], ["The Share of Vermont in the Production of Distinguished Men", null], ["Reviews and Notes", null], ["Vital and Monetary Losses in the United States due to Typhoid Fever", null], ["Movement of Wholesale Prices in New York City, 1825–1863", null], ["Medical and Physical Examination of School Children", null], ["Some Recent Developments of School Statistics", null], ["Woman and Child Workers in Cotton Mills", null], ["Classification of Occupations", null], ["Industrial Accidents, Employer's Liability, and Workmen's Compensation in Minnesota", null], ["Reviews and Notes", "Mortality—According to age and the Duration of Economically Productive Life Reviewed by F. S. Crum"], ["Vermont: An Historical and Statistical Study of the Progress of the State", null], ["Degree of Accuracy in Census Statistics of Agriculture", null], ["The Census as a Source Book in Agricultural Economics", null], ["Farm Tenancy in Iowa", null], ["Changes in Land Values, Number of Farms, and Number of Tenants and Owners since 1900", null], ["Changes in Agricultural Conditions Shown by the Census of 1910", null], ["Changes in Minnesota Agriculture Indicated by the Preliminary Results of the Thirteenth Census", null], ["Large-Scale and Small-Scale Farming", null], ["The Change in the Proportion of Children in the United States and in the Birth Rate in France during the Nineteenth Century", null], ["The Census Age Question: A Reply", null], ["Reviews and Notes", null], ["The Correlation of Economic Statistics", null], ["Scope and Methods of Presentation of the Results of the Thirteenth Census of Population", null], ["A Statistical Survey of Infant Mortality's Urgent Call for Action", null], ["The Census Age Question", null], ["The New York Budget Exhibit", null], ["Reviews and Notes", "Wholesale Prices in Canada, 1890–1909 Reviewed by Allyn A. Young"], ["International Crop-Reporting Service", null], ["Railway Statistics", null], ["Referenda in Massachusetts and Boston", null], ["Reviews and Notes", "Mortality of Seamen in Merchant Vessels of the United Kingdom, 1885–1908 Reviewed by Frederick S. Crum"], ["Luigi Bodio", null], ["Derivation of the United States Mortality Table by Osculatory Interpolation", null], ["The Age Returns of the Twelfth Census (1900)", null], ["The Social Marking System", null], ["The Necessity of the Supervision of Weights and Measures", null], ["Organized Labor and the Recent Advance in Prices", null], ["A Formula for Drawing two Correlated Curves so as to Make the Resemblance as Close as Possible", null], ["Reviews and Notes", null], ["Correction", null], ["The Findings of the Massachusetts Commission on Old Age Pensions", null], ["Professor Fisher's Formula for Estimating the Velocity of the Circulation of Money", null], ["The Outlook for American Statistics", null], ["Changes in Census Methods for the Census of 1910", null], ["The Statistical Basis of Budget-Making", null]]}