{"1913": [["Our Coming Seventy-Fifth Anniversary", null], ["The Census Methods of the Future", null], ["Comparative Fecundity of Women of Native and Foreign Parentage in the United States", null], ["The Permanent Census Bureau: A Decade of Work", null], ["An Experiment in the Compilation of Mortality Statistics", null], ["The Mother Tongue Inquiry in the Census of Population", null], ["Reviews and Notes", null], ["Street Traffic Accidents", null], ["The International Statistical Institute. XIVTh Session, Vienna, September, 1913", null], ["An Index of Changes in Extractive Industries", null], ["Reviews and Notes", "First General Census of the Union of South Africa. Reviewed by A. C. Dale."], ["International Statistics of the Consumption of Alcohol", null], ["Benevolent Hospitals in Metropolitan Boston", null], ["Street Accidents—New York City", null], ["Occupational Mortality and Causes of Death", null], ["“Gresham's Law” as Applied to Immigration to Hawaii", null], ["Reviews and Notes", null], ["The Need of Social Statistics as an Aid to the Courts", null], ["The Function of the State in Relation to Statistics of Municipal Finances", null], ["Unit Accounting in Social Work", null], ["Some Possibilities in the Practical Application of Federal Census Results", null], ["Some Recent Changes in the Composition of the Population of the United States", null], ["The German Statistical Society and its Annual Meeting in Berlin, October, 1912", null], ["A Measure of the Manner of Living", null], ["Reviews and Notes", "Scientijic Anierican Reference Book, 1918. Edited by Albert A. Hopkins and A. Russell Bond, Munn & Co., New York. Pp. 597. Reviewed by C. W. Doten."], ["The Use of Averages in Expressing the Wages and Hours of Milwaukee Street Car Trainmen", null], ["Statistics at the Fifteenth International Congress on Hygiene and Demography, held at Washington, September 23–28, 1912", null], ["Reviews and Notes", null], ["A Comparative Study of Railway Wages and the Cost of Living in the United States, the United Kingdom, and the Principal Countries of Continental Europe", null], ["Census of Canada, 1911", null], ["Mortality Statistics. 1909", null], ["A New Department of Statistics", null], ["Statistics at the Fourteenth International Congress on Hygiene and Demography, Berlin, September 23–29, 1907", null], ["The Permanent Census Board of New York City: Its Present Work and Possibilities for Development", null], ["The Mortality of the Workmen's Sick and Death Benefit Fund of America", null], ["Notes and Reviews", null], ["Reporting of Industrial Accidents", null], ["The Coal Supplies and Coal Production of the United States", null], ["Wages in Massachusetts and New Jersey", null], ["The Degree of Correspondence between Two Series of Index Numbers", null], ["Notes and Reviews", "Saleswomen in Mercantile Stores Reviewed by Frederick J. Allen"], ["The Increase in Industrial Accidents", null], ["Ascertaining and Forecasting Business Conditions by the Study of Statistics", null], ["The Rural South", null], ["Southern Agriculture and the Negro Farmer", null], ["Rural Life in the South", null], ["Rural Conditions in the South", null], ["The Rural South", null], ["The Decline in Rural Population", null], ["The Decline of the Rural Population in New England", null], ["Reviews", "Recent Population Growth of Foreign Countries. Reviewed by E. A. Goldenweiser"]]}