{"1915": [["The Service of Statistics in Problems of War and Peace", null], ["Some Population Statistics of the Pacific Coast States", null], ["“On the Handicapping of the First Born,” A Criticism of Professor Pearson's 1914 Memoir", null], ["Vital Statistics Work in California", null], ["Theory of Statistical Tabulation", null], ["Vital and Monetary Losses in the United States Due to Preventable Deaths", null], ["Joint Committee on Standards for Graphic Presentation", null], ["New Method for Computing the Moving Average", null], ["Comparative Militarism", null], ["Wholesale Prices for the United States, 1801–1840", null], ["The Present Position of Infant Mortality: Its Recent Decline in the United States", null], ["Reviews and Notes", null], ["The Social Survey and its Further Development", null], ["Data on Unemployment from Employers' Records", null], ["The Value to Economics of Formal Statistical Methods", null], ["Infant Mortality and the Size of the Family", null], ["Measure of Rural Migration and other Factors of Urban Increase in the United States", null], ["Contributions to Urban Growth", null], ["A Study of the Causes of Industrial Accidents", null], ["Reviews and Notes", null], ["Public Service Statistics in the United States", null], ["Infant Mortality in Fall River, Massachusetts—A Survey of the Mortality among 833 Infants Born in June, July, and August, 1913", null], ["Income Tax Statistics", null], ["Old Age and the Industrial Scrap-Heap", null], ["Estimates of a Living Wage for Female Workers", null], ["The Improvement and Extension of the Registration Area", null], ["Osculatory Interpolation Formulas", null], ["Note on a certain Use of Financial Statistics", null], ["Why Distributive Percentages as Published in the Reports of the Bureau of the Census do not Invariably Add to 100", null], ["Mechanical Devices in European Statistical Work", null], ["Mortality Statistics of Recent Yale Graduates", null], ["Note", null], ["Some Statistical Ideals", null], ["A Standard Accident Table as a Basis for Compensation Rates", null], ["The Statistical Work of the United States Government", null], ["How the Statistical Output of Federal Bureaus Might be Improved", null], ["The Statistical Work of the United States Government", null], ["Some Features of the Statistical Work of the Bureau of Labor Statistics", null], ["Cooperation of Federal Bureaus with Private Agencies in Statistical Work", null], ["Some Present Statistical Needs and the Statistical Work of the Federal Government", null], ["Concerning Uniform International Financial Statements", null], ["International Cooperation for the Standardization of Statistical Work", null], ["The Census Office in Commission", null], ["Reviews and Notes", null], ["Cooperation between Academic and Official Statisticians", null], ["The Economic Progress of the United States during the Last Seventy-Five Years", null], ["Records of Health and Sanitary Progress", null], ["Some Census Publications and Census Methods", null], ["Reviews and Notes", null], ["Note", null], ["Rejoinder", null], ["The Occupation Hazard of Locomotive Firemen", null], ["Vital Statistics—The White Slave of Sanitation", null], ["The Decadence of the Native American Stock. A Statistical Study of Genealogical Records", null], ["Immigration as a Source of Urban Increase", null], ["American Life Tables", null], ["Service Income and Property Income", null], ["Reviews and Notes", "Reports on Population, Thirteenth Census of the United States. 1910. Vols. I, II, and III. Washington: Government Printing Office, 1913. Reviewed by Roswell F. Phelps"], ["The Present Status of Statistical Work and How it Needs to be Developed in the Service of the Federal Government", null], ["Present Status of Statistical Work and How it Needs to be Developed in the Service of the States", null], ["Statistics in the Service of the Municipality", null], ["The Present Status of Statistical Work and How it Needs to be Developed in the Service of Private Societies and Organizations", null], ["A National Budget", null], ["Methods of Direct Legislation in Oregon", null], ["Education and Fecundity", null], ["Reviews and Notes", null], ["The Seventy-Fifth Anniversary Celebration of the American Statistical Association", null], ["The Service of Statistics to Economics", null], ["The Service of Statistics to Sociology", null], ["The Service of Statistics to History", null], ["The Service and Importance of Statistics to Biology", null], ["The Technique of Public Statistical Exhibits", null], ["The Influence of Marriage on the Death-Rate of Men and Women", null], ["The Need of a Federal Trade Census", null], ["The Number of Jews in New York City", null], ["Reviews and Notes", null]]}