{"1919": [["Trend of Longevity in the United States", null], ["Dependents of College Teachers", null], ["Automobile, Motor-Truck and Motor-Cycle Street Accidents in Chicago", null], ["Classification of Statistical Series", null], ["Preliminary Note on the Incidence of Epidemic Influenza among the Actively Tuberculous", null], ["An Appeal", null], ["Reviews and Notes", null], ["Retail Prices of Food during 1917 and 1918", null], ["An Attempt at a Statistical Determination of the Birth Rate in the United States by A. N. Kiaer, Ex-Director of the Statistical Bureau of Norway, Honorary Member of the American Statistical Association", null], ["Some Considerations in Vital Statistics Education", null], ["Food Expenditures by Men and Women", null], ["On Functional Relations for Which the Coefficient of Correlation is Zero", null], ["Reviews and Notes", "RESOLUTION OF THE CASUALTY ACTUARIAL AND STATISTICAL SOCIETY OF AMERICA Reviewed by W. H. Burhop (Chairman), Frederick S. Crum, Leonard D. Hatch, George D. Moore, Edwin W. Kopf"], ["The Official Statistics of Japan", null], ["The Italian Factor in the Race Stock of Argentina", null], ["How to Figure Labor Turnover", null], ["Analysis of the Standard of Living in the District of Columbia in 1916", null], ["Remarks on W. F. Ogburn's Paper—Analysis of the Standard of Living in the District of Columbia, 1916", null], ["Is the New Immigration More Unskilled than the Old?", null], ["Reviews and Notes", null], ["Annual Census of the Insane and Feeble-Minded, Epileptics and Inebriates in Institutions in the United States January 1, 1918", null], ["Statistics and Government", null], ["Statistics of the United States Shipping Board", null], ["The Statistical Work of the War Industries Board", null], ["The Statistical Work of the War Trade Board", null], ["The Central Bureau of Planning and Statistics", null], ["A round Table Discussion of Federal Statistics", null], ["Reviews and Notes", "Uniform Statistics of Mental Diseases in the United States. Reviewed by E. W. Kopf"], ["Our Statistics of Foreign Commerce and the War", null], ["Effect of Grouping in Graduation by Osculatory Interpolation", null], ["A Genealogical Study of Population", null], ["Reviews and Notes", null], ["Our Memorial Volume", null], ["The Relation between Birth Rate and Death Rate in a Normal Population and the Rational Basis of an Empirical Formula for the Mean Length of Life Given by William Farr", null], ["Occupational Propinquity as a Factor in Marriage Selection", null], ["Reviews and Notes", "Reply to Dr. Day's Criticism of My Article on Correlation Coefficients. Reviewed by Willford I. King"], ["Internal and External Statistical Needs of American Business", null], ["A Phase of the External Statistical Needs of American Business", null], ["The Scope of Business Statistics", null], ["Infant Mortality Studies of the Children's Bureau", null], ["Statistical Work in the Office of the Surgeon General of the Army", null], ["Visiting Nursing and Life Insurance", null], ["Reviews and Notes", "A Note On King's Article on “The Correlation of Historical Economic Variables and the Misuse of Coefficients in this Connection.” Reviewed by Edmund E. Day"], ["National Statistics in War and Peace", null], ["Statistical Units as Standards", null], ["The Statistical Work of the War Trade Board", null], ["The Development of Military Sanitary Statistics", null], ["The Mortality of Childhood", null], ["Reviews and Notes", "Sickness Surveys of the Metropolitan Life Insurance Company. Reviewed by A. H. Mowbray."]]}