{"1924": [["A Method of Handling Curvilinear Correlation for Any Number of Variables", null], ["A New Zealand Study in Natality", null], ["Principles Underlying the Isolation of Cycles and Trends", null], ["Growth Curves and Railway Traffic", null], ["Cost of Living Statistics of U. S. Bureau of Labor Statistics and the National Industrial Conference Board", null], ["Three Years' Progress in Current Business Statistics", null], ["A Shortened Interpolation Formula for Certain Types of Data", null], ["Wage Indexes and Price Indexes", null], ["A Sex Cleavage in the Presidential Election of 1920", null], ["The Fiftieth Anniversary of Quetelet's Death", null], ["Welfare Activities of the United States Steel Corporation", null], ["Reviews", null], ["The Measurement of Correlation and the Problem of Estimation", null], ["An Improved Method for Measuring the Seasonal Factor", null], ["Is the Family of Five Typical?", null], ["A New Clearings Index of Business for Fifty Years", null], ["Revision of the Weekly Index Number", null], ["The Relation of the United States to International Statistics", null], ["The Higher Cost of Food in Massachusetts", null], ["Wholesale Prices, 1801–1840", null], ["Monthly Pig Iron Production, 1884–1902: An Analysis of a Problem in Correlation", null], ["U. S. Divorce Rates, 1922", null], ["Social Science Abstracts", null], ["Trade Statistics", null], ["Reviews", null], ["Economic Factors in Infant Mortality", null], ["Seasonal Variation as a Relative of Secular Trend", null], ["The Measurement of Seasonal Variation", null], ["The Problem of a Standard Index Number Formula", null], ["A New Index of the General Price Level from 1875", null], ["The Nature of an Unequivocal Price-Index and Quantity-Index: Part II", null], ["Ten Years' Experience in Business Statistics", null], ["A Generalized Law of Error", null], ["Death Rates from Puerperal Septicemia and Their Variability", null], ["Reviews", null], ["Some Fundamental Concepts of Statistics", null], ["Population Growth and the Volume of Building", null], ["The Theory of Quadrature in Economics", null], ["Four Types of Index Numbers of Farm Prices", null], ["A New Index of Business Activity", null], ["The Nature of an Unequivocal Price-Index and Quantity-Index", null], ["The Supervising or Staff Statistician", null], ["A Simplified Method of Determining What Contrasts between Two Percentage Distributions are Significant", null], ["The Political Vote as a Frequency Distribution of Opinion", null], ["A Note on the Census Categories, “Urban” and “Rural”", null], ["Communications", null], ["Reviews", null]]}