{"1925": [["The Logarithmic Curve of Distribution", null], ["Size of Families from Which College Students Come", null], ["Variation and Correlation within the Credit Structure", null], ["Measures of Correlation Determined from Groups of Varying Homogeneity", null], ["An Automatic Correlation Calculating Machine", null], ["An Apparatus to Assist in the Calculation of the Standard Deviation of a Grouped Frequency Distribution", null], ["An Index Number of Net Foreign Trade in Foodstuffs", null], ["The Error in Eliminating Secular Trend and Seasonal Variation before Correlating Time Series", null], ["The Application of Statistics as an Aid in Maintaining Quality of a Manufactured Product", null], ["The Quantitative Determination of Fundamental Changes in Economic Data", null], ["Richter's Review of “Elements of Business Statistics”", null], ["A Rejoinder", null], ["Reviews", null], ["On the True Rate of Natural Increase: As Exemplified by the Population of the United States, 1920", null], ["A General Mathematical Theory of Depreciation", null], ["A New Zealand Study in Infant Mortality", null], ["A Study of Net Railway Operating Income", null], ["A Further Discussion of the Variability of Family Strains in the Negro—White Population of New York City", null], ["A Form of Saturation Curve", null], ["The Revised Index of the Volume of Trade", null], ["The Assumptions Implied in the Multiple Regression Equation", null], ["Revision of the Weekly Index Number", null], ["British Production Indexes", null], ["A Formula for Freight Rates", null], ["Professor Common's Review of “The Tax Problem in Wisconsin”", null], ["An Attempt at a Logical Approach to Certain Fundamentals in Physical Mathematics", null], ["Reviews", null], ["The Mortality in Germany, 1913–1921", null], ["Our Unstable Dollar and the So-Called Business Cycle", null], ["On the Measurement of Seasonal Variation", null], ["The Least Squares Criterion for Trend Lines", null], ["The Law of Demand and the Theory of Probability", null], ["The Refinement of Time Series", null], ["Price Changes in China", null], ["An Extension of the Method of Moments", null], ["The Cost of Living Indices of the N. I. C. B. and of the B. of L. S.", null], ["On the Standard Error of Estimate", null], ["Professor Young's Review of “Germany's Capacity to Pay”", null], ["A Rejoinder", null], ["Reviews", null], ["The Statistician and the Population Problem", null], ["A Moving Secular Trend and Moving Integration", null], ["Familial Differential Fecundity", null], ["Forecasting the Acreage of Cotton", null], ["Progressive Variation in Seasonality", null], ["The Major Trends of Bond Prices", null], ["Formulae for Facilitating Computations in Time Series Analyses", null], ["Population Statistics of Foreign Countries", null], ["The Canadian Plan of Organization of Government Statistics", null], ["A Note on Almshouse Population", null], ["Reviews", null]]}