{"1926": [["Constitution and By-Laws of the American Statistical Association", null], ["List of Members", null], ["Quarterly Publications of the American Statistical Association", null], ["The Laws of Growth of a Population", null], ["The Harvard Business Indexes—A New Interpretation", null], ["Requirements for Statisticians and Their Training", null], ["II. Standards and Requirements in Statistics", null], ["III. Content and Purpose of Training in Elementary and in Advanced Statistics", null], ["IV. Mathematical Background for the Study of Statistics", null], ["V. Statistics in Insurance Service", null], ["An Hypothesis concerning the Duration of Business Cycles", null], ["Arrests and Deaths since 1920 Attributable to Alcohol", null], ["A New Composite Index of Wages in the United States", null], ["A New Weekly Index of Commodity Prices", null], ["The Disappearing “Public”", null], ["United States Cars in Canada", null], ["Progress of Work in the Census Bureau", null], ["The Price Trend", null], ["Increasing Labor Stability", null], ["Reviews", null], ["The past and Future Development of Vital Statistics in the United States", null], ["II. William Alexander King and the Federal Registration Service 1900–1906", null], ["III. Cressy L. Wilbur, M.D.", null], ["IV. 1926 Progress Report in the Campaign to Bring Every State into the Registration Area before 1930", null], ["V. The Present Registration System", null], ["An Iteration Method for Determining Multiple Correlation Constants", null], ["The Relation of Earning Power to Age in Professional Workers under Conditions of Nearly Free Competition", null], ["The Determination of Curvilinear Regression “Surfaces” in the Presence of other Variables", null], ["The Trend-Seasonal Normal in Time Series", null], ["A Particular Case of Non-Representative Sampling", null], ["The Size of Families", null], ["Occupational Groups in the United States, 1820–1920", null], ["Revision of the Weekly Index Number", null], ["A Criticism of Professor Chaddock's “Principles and Methods of Statistics”", null], ["A Basis of Forecasting National Income", null], ["A Scale for Plotting Logarithmic Curves", null], ["Progress of Work in the Census Bureau", null], ["Reviews", null], ["The Relative Merits of Circles and Bars for Representing Component Parts", null], ["The Formation of Frequency Distributions", null], ["Forecasting the Price of Wheat", null], ["A Frequency Curve Adapted to Variation in Percentage Occurrence", null], ["Spurious Correlation and its Significance to Physiology", null], ["Classification of Causes of Deaths and Death Registration", null], ["The Determination of past and Present Secular Trends", null], ["The Variability in the Difference between the Mortality of Men and Women in Copenhagen during the Last Twenty Years", null], ["The New Series on Commonwealth of Pennsylvania Departmental Statistics", null], ["Reviews", null], ["The Function of Statistics in Undergraduate Training", null], ["The Statistical Allocation of Joint Costs", null], ["Discussion by M. O. Lorenz", null], ["The Construction of an Index Number of Bond Yields in the United States, 1859 to 1926", null], ["The Reliability of a Percentage", null], ["Price Making Forces in Cotton Markets", null], ["Combining the Advantages of First-Difference and Deviation-From-Trend Methods of Correlating Time Series", null], ["An Index of British Business Cycles", null], ["International Statistical Institute", null], ["The Choice of a Class Interval", null], ["Comment on “A Formula for Freight Rates”", null], ["Report of the President of the Social Science Research Council for the Year 1925", null], ["Reviews", null]]}