{"1946": [["Applications and Problems of Productivity Data", "Real hourly wages in manufacturing since 1914 have corresponded closely to changes in productivity, and finished goods prices have corresponded closely to changes in unit labor cost (wage rates adjusted for productivity)."], ["Inspection Efficiency and Sampling Inspection Plans", "The published sampling inspection plans contain the assumption that the inspection operation is completely efficient, that is, the items examined are invariably classified correctly. Some contributing factors to lack of inspection efficiency are noted, and an analysis of the validity of the guarantees of the plans in the presence of inspection error is made."], ["Elasticity of Physical Quantities and Flexibility of Unit Prices in the Dimension of Time", "When the interaction of the physical quantities and the unit prices of a given commodity is marked by regularities over time, whether in the recurrence of cyclical or seasonal patterns or in the persistence of secular relations, it is convenient to define the differential movement of quantity with respect to price by a coefficient of elasticity, of price with respect to quantity by a coefficient of flexibility. These are mathematically identical with the familiar coefficients of Marshall and Moore, but in this usage they relate to designated temporal frameworks. The examples presented in the present paper deal with price-quantity interrelations in business cycles, in specific cycles in physical quantities, in specific cycles in unit prices, and in homogeneous secular periods. No attempt is made to eliminate or hold constant the dynamic influences that play upon the market. In each case we seek to measure the differential responsiveness of the quantity and price factors to the various impinging forces that operate within the temporal framework in question. If there are persistent regularities in the operation of these forces, appropriately designated coefficients of elasticity and flexibility can serve as useful instruments in the analysis of economic change."], ["Presenting Seasonal Variation to the Business Executive", "In presenting the results of their analysis, business statisticians have failed to reach the full understanding of the average business executive. Even with such a relatively simple concept as seasonal variation, the traditional forms of presentation may be greatly improved and clarified."], ["Some Applications of Multivariate Analysis to Economic Data", null], ["Reproduction Rates Adjusted for Age, Parity, Fecundity, and Marriage", "The reproduction rates computed in the past have been age-adjusted, i.e. based on age specific birth rates. Because order of birth and parity of mother were ignored, these rates have had an upward bias in some years and a downward bias in others. The omission of an allowance for marriage and fecundity has had a similar effect. The reasons for these biases are analyzed; a method for utilizing age-parity specific rates and allowing for spinsterhood and sterility is described; and the different types of rates are shown for selected years."], ["The Problem of Non-Response in Sample Surveys", "In a mathematical appendix the general formulas are derived."], ["On the Economic Theory of Cost of Living Index Numbers", null], ["The Computation of Partial Correlation Coefficients", null], ["An Application of Sequential Sampling to Testing Students", "This paper provides an illustration of an application to the field of education of a technique hitherto used mainly in industry. The effect of systematic stratified sampling is briefly discussed."], ["The Statistical Sign Test", "In this paper the results of previously published work on the sign test have been included, together with a table of significance levels and illustrative examples."], ["Tests of Increased Severity", "Certain manufactured items must be produced of such quality that only a very small fraction will fail when used. In problems of this sort standard sampling plans are impractical because of the excessively large sample sizes required. In this paper we consider the statistical questions involved in developing an efficient sampling plan for such problems, and recommend a procedure which has been found very useful in biological assay and in the testing of explosives. There is good reason to believe that the same statistical techniques can also be used in many other fields in which one is interested in studying the response of objects tested as a function of the strength of the stimuli to which they are subjected."], ["Book Reviews", null], ["Letters about Books", null], ["Editorial Board Page", "This article has no abstract"], ["One Statistical World", null], ["Objectives, Uses and Types of Labor Force Data in Relation to Economic Policy", "Labor force statistics include data obtained from employing establishments, registrations, and population surveys, with each type having advantage for certain types of uses. Labor force data from population surveys need to be expanded to provide differentiated categories of the unemployed and to identify those employed workers whose employment is inadequate because it is insufficient in amount or is remunerated at substandard rates. The development of these and further geographic differentiations would increase the utility of labor force data in relation to economic policy."], ["Recent Experience with Problems of Labor Force Measurement", "In a recurring enumeration of a sample of households, questions on which classifications are based must be such that they can be asked repeatedly. They must be simple and objective and not place too great a strain on the respondent's memory. The basic classifications finally set up must be large enough to be determined fairly reliable by the sample."], ["Employment Statistics in the Planning of a Full-Employment Program", "Objectives expressed in terms of national aggregates of employment, unemployment and expenditure are appropriate in the long-range planning of economic policy, but alone will not be sufficient for current appraisal of the adequacy of the measures taken. For this purpose we cannot rely on any single set of data. We must rather undertake a continuing analysis of all information which may throw light on the adequacy of our employment objectives and the meaning of current levels of employment and unemployment in the context of the developing situation."], ["Measuring and Forecasting Consumption", "In the author's view, generalizations about the relationships between consumption and other elements in the economic situation have been made without adequate recognition of differences in behavior resulting from differences in time, place, and circumstance. This accounts in part for the shortcomings of many forecasts made last summer. Five suggestions concerning forecasting are offered for consideration: (1) that consumption in any particular period be estimated after close study of the prospects for component parts, with income after taxes being regarded as only one (very important) factor influencing consumption; (2) that more attention be given to accurate measurement of the current level of the physical volume of consumption as a starting point for estimating future changes in consumption; (3) that the common assumptions about constant prices be modified to suit the occasion and that the whole approach to the problem of estimating the probable course of consumption, income, employment, and prices be re-examined and revised to take adequate account of all the important factors in the market; (4) that very real limits to what can be accomplished in forecasting by describing the economic world in terms of mathematical relationships be recognized and that the importance of selective judgments with respect to particular periods be emphasized; and (5) that, in view of the present uncertain state of the art of forecasting, care should be taken in formulating policy to rely only so far as is necessary on forecasts arrived at by any method."], ["The Use of Adjusting Factors in the Analysis of Data with Disproportionate Subclass Numbers", "The method is based upon the assumption that the weighted sum of squares of the subclass means that are adjusted for the border mean effects is an efficient estimate of the variance due to interaction. Justification of this assumption is indicated by the fact that the difference between the differences of subclass means for a given classification is unchanged by the adjusting process. It is further demonstrated that if a sufficient number of adjustings are carried out the results will be the same as those obtained by the method of fitting constants."], ["A Punched Card Method for Presenting, Analyzing, and Comparing Many Series of Statistics for Areas", "Information about small areas such as census tracts, wards, cities, counties, etc., should be available to the consumer in a compact readable form. To meet the problem of multitudinous tables in large expensive volumes, the method described below was devised for the analysis and publication of data concerning the neighborhoods of Pittsburgh and Allegheny County. By using punched card procedures, making use of summary cards, machine multiplication and other techniques, a set of cards was prepared containing the social characteristics of each area and including percentile rankings identifying the relative position of each area for a particular characteristic. The statistical tables were reproduced directly from the listing sheets. Instead of repeating identical heading stubs for each of the tables, one set of stubs was printed on overlapping tab cards bound to the right side of the book. This alone makes for a most efficient use of paper and reduces the size and cost of the books. This method of analyzing and presentation can be applied to data for cities, counties, and metropolitan areas, as well as to small areas within cities."], ["Linear Regression Functions with Neglected Variables", null], ["The Analysis of Latin Squares when Some Observations are Missing", "One column and one or more single observations are missing."], ["Dr. Victor Selden Clark", null], ["Corrington Calhoun Gill 1898–1946", null], ["Book Review", null], ["Letters about Books", null], ["Editorial Board Page", "This article has no abstract"], ["The Membership of the American Statistical Association—An Analysis", null], ["Britain's New Post-War Economic Guide", null], ["Problems and Methods of the Sample Survey of Business", "The appropriate sampling theory is given for measuring the various contributions to the sampling error, and for maximizing the information obtained per dollar expended."], ["Actuarial Analysis of the Operating Life of B-29 Aircraft Engines", "This article presents the number of hours R-3350 engines ran before removal for overhaul, measures the improvement in successive models of engines, determines the difference in life between new and overhauled engines, and shows the effect of different operating uses upon engine life."], ["Systematic Sampling and its Relation to other Sampling Designs", "This paper presents a simple introduction to the theory of systematic sampling. Its relation to random sampling, stratified random sampling and cluster sampling is shown by means of a numerical example. Some advice is given on the circumstances under which systematic sampling may be advantageously used."], ["Calculating the Geometric Mean from a Large Amount of Data", "This note presents a short procedure for calculating the geometric mean from a large amount of data. The method involves a) using a grouping of the frequency distribution such that the ratios of the class limits are equal, and b) an application of the “short method” for calculating the arithmetic average. By this procedure the calculation of the geometric mean takes more time than that of the arithmetic mean, only to the extent of getting the logarithms of four values and the antilog-arithm of one value. Analogous procedure can be used for the harmonic and other means."], ["The Design and Analysis of Methods for Sampling Microclimatic Factors", "The purpose of this paper is to outline the principles and use of a method for sampling factors—such as the amount of rain reaching the ground under a forest during a series of storms—which exhibit variations in both space and time. Solutions of two somewhat different sampling problems are discussed. One is designed simply to provide a sample estimate (average or sum) for any desired factor over a period of time. The other, with little loss of efficiency, provides a sample estimate for each of a series of short time units making up the period, as well as an estimate for the period as a whole. It is shown that these sampling methods are likely to supply a substantial gain in efficiency as compared to methods that have been commonly employed."], ["Application of Machines to Differencing of Tables", null], ["Note on Sampling Probabilities", null], ["Frederick L. Hoffman 1865–1946", null], ["Forrest Rhinehart Immer 1899–1946", null], ["Carl Snyder", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Advancing Statistical Front", null], ["On the Design of a Sample for Dealers' Inventories", null], ["War-Time Aluminum Statistics", null], ["Historical Note on the Purchasing Power Concept, and Index Numbers", null], ["A Method of Making Actuarial Estimates for a Compulsory Health Insurance System", null], ["Approximation of Chi-Square by “Probits” and by “Logits”", null], ["Sedley Anthony Cudmore 1878–1945", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}