{"1947": [["Controlling Bias in Mail Questionnaires", "Successive waves of response may give an informal basis for estimating bias among those who do not respond even after several follow-ups. The view that mail surveys of a homogeneous population are not seriously affected by bias is refuted by data drawn from such surveys."], ["Coordinating the Measurements of Radio Listening", null], ["A Stratified-Random Sample of a Small Finite Population", "The requirements of the survey included speed, accuracy, and advanced knowledge or reliability with decided limitations as to available staff time. Previous surveys on enrollments provided information on which to design a stratified-random sample, making use of the principle of optimum allocation."], ["Sampling Methods Applied to Estimating Numbers of Commercial Orchards in a Commercial Peach Area", "This paper presents the results of a study with two main objectives: (1) to investigate an extension of some principles recently developed in the theory of cluster sampling, and (2) to determine the efficiency of sample segments containing specified numbers of farms, as indicated by highway maps, for estimating numbers of commercial orchards in a commercial peach area."], ["General Methods of Analysis for Incomplete Block Designs", null], ["Tumbler Mortality", null], ["The Relative Power of Three Statistics for Small Sample Destructive Tests", null], ["Simplified Methods of Fitting Certain Types of Growth Curves", "A method of selected points and a graphic method is presented for fitting the modified exponential, the Gompertz, and the logistic. The procedure is illustrated for the logistic."], ["Lorenz Curve Analysis of Industrial Decentralization", "A study of decentralization (made by calculating the wage earner per square mile ratio of all cities and counties in the United States for four census years, ranking the units in order of density, and cumulating their percentages of the total area and wage earners on a Lorenz curve) indicates that industry in the United States has been gradually decentralizing since 1899."], ["Agricultural Price Index Numbers", null], ["On the Choice of Forecasting Formulas", null], ["Use of Variance Components in the Analysis of Hog Prices in Two Markets", "A brief discussion is also included of the problem of estimating the standard errors of the variance components, and of the uses of these variance components in formulating plans for future collection of data."], ["The Relation of Control Charts to Analysis of Variance and Chi-Square Tests", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["On a Population Sample for Greece", "Samples of households and of names from electoral lists were compared in connection with the work of the Allied Mission for Observing the Greek Elections. Only the sample of households taken in the summer of 1946 is described in detail here. The 3052 sample households were drawn from a primary sample of about 200 areas. Villages, towns, and cities were classified on the basis of their 1940 populations, and a sample of areas and households was drawn, conforming closely to the principle of optimum allocation of resources and manpower. Geographic distribution was obtained automatically by drawing the areas at systematic intervals from the 1940 Census lists, which were arranged in geographic and alphabetic order. The sample gave an estimate of .988 for the ratio of the 1946 to the 1940 population, with a standard error of 2.1 percent. This ratio corresponds to a 1946 population of 7.26 ± .15 million. Numerous other population characteristics such as distribution by sex and age, literacy, and employment, and industry, were estimated and the standard errors were computed for some of them. The entire sample and the computations were completed in seven weeks."], ["Estimating the Resident Alien Population of the United States", null], ["On the Use of Soviet Statistics", "Unavailability of most Soviet data in recent years and the difficulties of properly interpreting available Soviet statistics complicate greatly all study of the USSR. Misinterpretations sometimes result from the propagandistic emphasis in Russian statistical presentation, while frequently American un-familiarity with Soviet statistical concepts and institutions is responsible. A recent Russian publication defines precisely the concepts and data collection techniques used by Soviet statisticians. This book should be consulted by those working in this field."], ["A Frequency Distribution Represented as the Sum of Two Poisson Distributions", "Certain frequency distributions which resemble a Poisson distribution, but not quite closely enough, may sometimes be better represented as the sum of two Poissons. A method for the dichotomy and subsequent summation is described, and twenty-nine distributions to which the Poisson was supposedly a good fit, are analyzed."], ["The Relation of Control Charts to Analysis of Variance and Chi-Square Tests", "Some connections are established, by elementary and intuitive paths, among the following statistical techniques: Shewhart control charts, analysis of variance, and chi-square tests."], ["Problems in Providing Adequate Statistics on Business Profits", null], ["Sampling for the 1947 Survey of Consumer Finances", "The methods and procedures illustrate the application of area sampling to a practical survey problem. The sample consisted of small clusters of households within cities, towns and in the open country of 66 primary sampling areas."], ["Contribution of Psychological Data to Economic Analysis", null], ["Correction to the Citation of William G. Madow", null], ["Book Reviews", null], ["Recent Productivity Trends and Their Implications", "Changes in output per man-hour varied widely from industry to industry during the war period, reflecting differing experiences with respect to organization, material supplies, manpower, equipment installations and scale of production. In general, the nonmunitions industries were less favorably situated than the munitions group. The post-reconversion period should be marked by unusually rapid increases in output per man-hour for many manufacturing industries as there is compensation for wartime restrictions. The expected charges in output per man-hour will have important implications with respect to real wages, prices, profits, employment levels, standards of living, and the position of the United States in international trade."], ["The Best Unbiased Estimate of Population Standard Deviation Based on Group Ranges", null], ["Interest Rates by Loan Size and Geographical Region", null], ["“Cost-Utility” as a Measure of the Efficiency of a Test", null], ["New Indexes of Hourly and Weekly Earnings Compiled by the Federal Reserve Bank of New York", "This paper presents a set of index numbers of hourly and weekly earnings of nonagricultural workers, prepared by the Federal Reserve Bank of New York. These indexes combine wage statistics from Government and private sources in an attempt to furnish the measure of over-all movements in the general level of earnings which will be the best possible within the limitations of available data. These limitations are discussed, together with other aspects of the problem, such as the effect of supplementary wage practices on measurement of earnings."], ["Farm Employment Levels in Relation to Supply and Demand as per Cent of Normal", "Data on farm labor supply and demand as per cent of normal were collected from farmers by the Department of Agriculture from 1918–45. No detailed study of these data has been made previously. The present analysis shows the nature of the relationship between those data and corresponding data on numbers of workers employed in Agriculture and numbers of persons available for employment. The series on supply and demand as per cent of normal seem to have reflected the farm labor situation fairly well. Supply as per cent of normal, as reported by farmers, seems to reflect the number of persons available for hire at current wage rates but not yet employed in agriculture. Reported data on demand as per cent of normal seem to reflect the number of vacant jobs that farmers were trying to fill by recruiting workers."], ["The Use of the Angular Transformation in Biological Assays", "A comparison of the calculation time involved shows that the probit method requires about twelve times as long as the angular transformation method involving graph and nomograph. A comparison of results obtained shows very little difference."], ["The Problem of Plot Size in Large-Scale Yield Surveys", "The results of all the three investigations show that there is a definite risk of obtaining over-estimates of the average yield with small size plots. In contrast, plots of the order of 1/80th of an acre appear to be free from bias. The results also show that small plots fail to furnish unbiased estimates of the different components of the true variance."], ["Irving Fisher 1867–1947", null], ["Book Reviews", null], ["Letters about Books", null], ["A Tribute to Two Past Presidents of the Association", null], ["Tribute to Irving Fisher", null], ["Response of Irving Fisher", null], ["Tribute to Walter F. Willcox", null], ["Response of Walter F. Willcox", null], ["Social and Economic Adjustments in a Democratic World", null], ["Trade Associations and Government Statistics", null], ["The Federal Trade Commission's Corporation Reports", null], ["The Statistical Program of the Census Bureau", null], ["Developments in Labor Market and Price Statistics in 1945 and 1946", null], ["Post-War Statistical Planning in the Department of the Interior", null], ["Some Aspects of the Statistics Program in the Department of Agriculture", null], ["Problems of Multiple-Punching with Hollerith Machines", "In recent years, it has become increasingly popular—part-ticularly in research work—to resort to multiple-punching as the solution to specific problems encountered in the utilization of Hollerith (IBM) techniques. Occasionally, the potentialities of multiple-punching are overlooked where they would afford relief; much more frequently, however, the disadvantages, and the complications its application creates, are not realized by the investigator devising his code. It is the purpose of this article to summarize and illustrate all the essential “pros and cons” involved in multiple-punching. The discussion includes codes which make provision for multiple-punching either consistently or under particular conditions, and their effect upon IBM machine procedures. It is assumed that the reader is already familiar with Hollerith methods."], ["An Empirical Approach to Economic Intelligence in World War II", "After the war official statistics on German war production became available, so that it is now possible to evaluate the accuracy of the estimates which were made. Part II presents a summary scatter diagram of the estimates and official data along with a more detailed treatment of certain estimates."], ["Grant-in-Aid Apportionment Formulas", "This paper presents the characteristics of the more important types of apportionment formulas. From the standpoint of effects of grants upon program or service aided, formulas are examined with reference to two criteria or conditions. A form of algebraic examination of formulas is presented which permits determination of characteristics of apportionment methods without numerical computations. This is done in terms of amount of grant, amount of local contribution, total program supported, rate of local effort, and relationship between central and local funds."], ["Methods of Measuring the Marginal Propensity to Consume", "Numerical illustrations show the results of applying the theoretical formulae to U. S. statistics of consumption, income, and investment, for the interwar period."], ["A Critique of “A Method of Making Actuarial Estimates for a Compulsory Health Insurance System”", "This note comments on a previous paper in the JOURNAL both as to certain factual errors and as to the general approach in making actuarial cost estimates for social insurance. The considerable complexity of such calculations when adequately prepared is shown although it is indicated that very rough estimates can be made mentally."], ["Leonard P. Ayres", null], ["Book Reviews", null]]}