{"1948": [["Commercial Uses of Sampling", " "], ["Variation of the Frequency of Fatal Quarrels with Magnitude", "A record of wars during the interval A.D. 1820 to 1945 has been collected from the whole world, and has been classified according to the number of war-dead. The smaller incidents have been the more frequent, according to a fairly regular graph which can be extended to quarrels that caused a single death."], ["Bank Reserves and Business Fluctuations", " "], [null, null], ["Levels of Significance for Variance Ratio of Two Samples of Equal Size", null], ["Corrections to article published in Volume 43, No. 242, June 1948: On Estimating Precision of Measuring Instruments and Products Variability", null], ["Main Effects and Interactions", "When the effects of two factors are simply additive, choice of estimates can be made entirely on grounds of minimal variance. When interaction exists, estimation of the magnitudes of main effects and interactions requires an arbitrary definition of what constitutes a main effect. Whether the class frequencies be equal, proportionate, or disproportionate, the definition must conform to the use that is to be made of the results and must not be dependent merely on the convenience of an analysis of variance."], ["A Test for Symmetry in Contingency Tables", null], ["The War Production Board's Statistical Reporting Experience", "Effective wartime administration of the industrial system required the use of a common factual language with which government and industry could communicate. No such system existed in the prewar period. An effort to develop a suitable quantitive language was begun early in the war, and met with some of the most difficult problems encountered by wartime management. Although substantial progress was made, a stabilized and commonly understood system of communication was never attained. This article discusses some of the outstanding problems in connection with questionnaire units of measure and terminology. An analysis of the development of material and product classification and terminology is followed by a discussion of the methods employed to standardize concepts relating to general terminology in questionnaire instructions, to units of measure, to reporting time periods and to end-product usage."], ["Book Reviews", null], ["Significance of Inventories in the Current Economic Situation", " "], ["Measuring Physical Inventories", " "], ["On the Determination of Sample Sizes in Designing Experiments", " "], ["Application of the Theory of Extreme Values in Fracture Problems", " "], ["Problems with Sampling Procedures for Reserve Valuations", " "], ["Recent Developments in Graduation and Interpolation", " "], ["Sampling Errors in Mortality and Other Statistics in Life Insurance", " "], ["The Edge-Marking Method of Analyzing Data", "About thirty years ago the writer introduced a simple card method of analyzing data. The method has been used by many students and others. It is especially adapted to problems with experimental populations of not more than about four hundred cases in which it is desired to analyze the relations of a large number of attributes. The number of attributes can be rather extensive, up to three hundred if necessary. The writer's 5 by 8 cards for edge-marking have been reprinted many times. Most of the users of these cards are familiar with only one or two applications. The purpose of this paper is to describe enough examples to illustrate the versatility of the edge-marking method."], ["The War Production Board's Statistical Reporting Experience, II and III", "An understanding of the scope of the WPB reporting structure demands more than a knowledge of its development as described in the first article of this series. Further insight into its intricacy and breadth is given by an analysis of its quantitative and qualitative characteristics."], ["Book Reviews", null], ["The War Production Board's Statistical Reporting Experience", "This is the first of a series of four articles that will present an exploratory analysis of the experience of the War Production Board and its predecessor agencies in developing and using data from industry for policy and administrative purposes during World War II. The present article describes the growth of the WPB's reporting structure."], ["On Pooling Data", null], ["Correction: Use of Variance Components in the Analyses of Hog Prices in Two Markets", null], ["On Estimating Precision of Measuring Instruments and Product Variability", "A measurement or observed value is discussed as the sum of two components—one the absolute value of the characteristic measured and the other an error of measurement. The variation in absolute values of the characteristic or items measured is termed product variability, whereas the variation in errors of measurement of an instrument is called the precision or reproducibility of measurement. Techniques are given for separating and estimating product variability and precision of measurement. Comparisons of the various techniques are also discussed for cases involving two or more instruments."], ["Life Company Investments and the Capital Markets", " "], ["Mortality Statistics for Life Insurance Underwriting", " "], ["Statistical Problems in Developing Voluntary Medical Expense Insurance Plans", " "], ["Proceedings 107th Annual Meeting Hotel Commodore, New York City", null], ["Book Reviews", null], ["Statistics and Foreign Policy", " "], ["History of the Uses of Modern Sampling Procedures", " "], ["The Use of Mark Sensing in a Large Scale Testing Program", " "], ["A Proposed Basic Course in Statistics", null], ["Actuarial Estimates for Public Sickness Insurance Plans", " "], ["Earnings of Nonfarm Employees in the U. S., 1890–1946", " "], ["Direct Determination of Compass Settings for Proportionate Area Pie-Charts", " "], ["Profile Graphs", "This article is concerned with certain graphical devices, called “Profile Graphs,” for the integrated presentation of data of several dimensions. The several types of such profiles (two-and three-dimensional, simple and composite, statistical and historical) are explained; their advantages and disadvantages discussed; and illustrations given for the several types."], ["A Method for Obtaining and Analyzing Sensitivity Data", " "], ["A Short-Cut Method of Fitting a Logistic Curve", " "], ["Book Reviews", null], ["Letters about Books", null]]}