{"1949": [["Statistics of the Kinsey Report", " "], ["The City Block as a Unit for Recording and Analyzing Urban Data", "Tabulations by city blocks make possible many uses of small area data beyond those which can be made from census tract tabulations. Block data can be economically analyzed and summarized by the use of summary punched cards. Some uses of block data are illustrated from the St. Louis experience. Suggestions are presented for new census data needed by blocks. The publication of a local block map and street directory facilitates the compilation of new data to supplement those obtained from the decennial census. Despite the many uses and advantages of block data, they do not replace census tract tabulations which meet a somewhat different need."], ["The Relation of the Net Reproduction Rate to Other Fertility Measures", "All of these rates may be classified into two types: (1) Those which depend on the birth rates of a single year, and (2) those which cumulate the experience of a group over a period of years. The former are more sensitive to short-time changes in the birth rate, while the latter provide a longer and more stable base for measuring trends."], ["On Estimating the Mean and Standard Deviation of Truncated Normal Distributions", " "], ["On Some Mathematical Problems Arising in the Development of Mendelian Genetics", " "], ["The Fitting of Logistic Curves by Means of a Nomograph", "“Growth” curves, such as logistic curves, are widely used. This article discusses a previous paper on this subject and shows how simpler nomographs for fitting the logistic curve may be developed. First, a simpler nomograph of the same type as in the previous article is presented, and then a different type is developed which has the advantage of practically no computations, simplicity of appearance, and a wider range of values."], ["On the Best Choice of Sample Sizes for a t-Test when the Ratio of Variances is Known", "The situation considered is that of testing the difference of the means of two normal populations on the basis of a sample from each population, where the ratio of the population variances is known. The choice of sample sizes has been restricted to certain pairs which are equally preferable from the viewpoint of practical considerations (cost, difficulty of obtaining sample values, etc.). This note presents an easily applied method of determining which of these pairs of sample sizes yield the most powerful one-sided and symmetrical tests."], ["Note on Some Errors in “The Evidence of Periodicity in Short Time Series”", "Several fundamental errors are in Truman Kelley's “The Evidence of Periodicity in Time Series.” These involve a confusion of numbers of observations and degrees of freedom, the interpretation of probabilities obtained in tests of hypotheses and the appropriateness of periodigram analysis for detecting the existence of periodicity in time series."], ["William Lane Austin (1871–1949) James Clyde Capt (1888–1949)", null], ["Book Reviews", "Adviser in Sampling, Bureau of Budget Washington"], ["The Monte Carlo Method", "We shall present here the motivation and a general description of a method dealing with a class of problems in mathematical physics. The method is, essentially, a statistical approach to the study of differential equations, or more generally, of integro-differential equations that occur in various branches of the natural sciences."], ["Applications of Some Significance Tests for the Median Which are Valid Under Very General Conditions", " "], ["A Sampling Study of the Merits of Auto-Regressive and Reduced form Transformations in Regression Analysis", "An important result is that, unless it is possible to specify something about the intercorrelation of the error terms in a set of relations and to choose approximately the correct autoregressive transformation, a certain amount of scepticism is justified concerning the possibility of estimating structural parameters from aggregative time series of only twenty observations."], ["Control of a General Census by Means of an Area Sampling Method", "The area sampling method was applied to industrial and commercial enterprises in urban areas of France to determine the adequacy of the general census in enumerating them. The investigation showed an under-reporting by the census of enterprises of all sizes."], ["A Procedure for Objective Respondent Selection within the Household", " "], ["Beneficiary Statistics under the Old-Age and Survivors Insurance Program and Some Possible Demographic Studies Based on These Data", " "], ["By-Product Data and Forecasting in Unemployment Insurance", " "], ["Statistical Requirements for Economic Mobilization", null], ["The War Production Board's Statistical Reporting Experience, V and VI", "This is the last of a series of four articles, in six parts, concerned with the statistical reporting experience of the WPB and its predecessor agencies. In this article there is presented an analysis of a few of the outstanding tabulation problems of the WPB and its principal tabulating agent, the Bureau of the Census. In addition, the series is concluded with a statement of a few outstanding lessons which the WPB's statistical experience has revealed to be strategic in the establishment of a suitable emergency industrial statistical reporting program."], ["Book Reviews", null], ["Letters about Books", null], ["The Current Status of State and Local Population Estimates in the Census Bureau", " "], ["The Uses and Usefulness of Binomial Probability Paper", " "], ["Teaching Statistical Quality Control for Town and Gown", " "], ["The Use of Sampling in Great Britain", " "], ["Unemployment and Migration in the Depression (1930–1935)", " "], [null, " "], ["Some Inadequacies of the Federal Censuses of Agriculture", " "], ["The Edge Marking of Statistical Cards", null], ["Conrad Alexander Verrijn Stuart (1865–1948)", null], ["Proceedings of the 108th Annual Meeting, Hotel Statler, Cleveland, Ohio", null], ["Book Reviews", null], ["On a Unique Feature of Statistics", " "], ["An Attempt to Get the “Not at Homes” into the Sample Without Callbacks", "This paper describes a plan for eliminating the need for callbacks. Each person in the sample is visited only once. From each person interviewed information is obtained as to whether or not he was at home on specific instances, including the instance of the interview, which permits an estimate of the proportion of time he is at home during the interviewing hours. Questionnaires are divided into e.g. 6 groups according to the estimated proportion of time persons in each group are at home, viz., 1/6, 2/6, …, 6/6 of the time. The sample estimate, for any variable under study, is produced by weighting the results for each group by the reciprocal of the estimated per cent that persons are at home. It is shown that under certain conditions this estimate is unbiased and the variance of the estimate is obtained. A numerical comparison is made between this plan and the usual method of calling back."], ["Further Theoretical Considerations Regarding the Plan for Eliminating Callbacks", null], ["Application of Least Squares Regression to Relationships Containing Auto-Correlated Error Terms", " "], ["AOQL Single Sampling Plans from a Single Chart and Table", " "], ["On Measuring Languages", "This paper proposes ten criteria by which the suitability of any language for use as an international language might be measured. These criteria fall into two classes. The first three are criteria of familiarity—that is, they measure the extent to which a candidate language is already familiar to the people who would have to learn it. The remaining seven are criteria of excellence, and are intended to rate languages according to such properties as their freedom from local idioms, from exceptions to the rules of grammar, from inflections, and so on. Such criteria have three purposes. First, they would rank the candidate languages by familiarity and excellence. Second, they would diagnose weaknesses in each candidate: from this diagnosis a living language could be simplified towards the ideal regularity of an artificial language, while preserving more of familiarity to the world's population than an artificial language possesses. Finally, they would indicate any progress that the world may be making from decade to decade towards achieving a single language."], ["Confidence Limits in the Non-Parametric Case", " "], ["On a Method of Estimating Birth and Death Rates and the Extent of Registration", null], ["Evaluation of Parameters in the Gompertz and Makeham Equations", "This paper describes a technique for determining the mortality characteristics of physical property through the use of accounting records of plant balances and yearly additions. Where time is not available for extensive actuarial research, the method produces results within tolerable limits of accuracy. Its limitations are pointed out."], ["On the “Information” Lost by Using a t-Test when the Population Variance is Known", "This note calls attention to the use of the power function as a means of determining how much “information” is lost by using some other test in place of the most powerful test of a given hypothesis. As an example of the method, the case of using a t-test for the mean of a normal population with known variance is analyzed."], ["Wesley Clair Mitchell, 1874–1948, an Appreciation", null], ["Book Reviews", null]]}