{"1950": [["Who are the Unemployed?", " "], ["Some Sampling Simplified", " "], ["The Effectiveness of Quality Control Charts", " "], ["Two-Choice Selection", "In many practical applications we wish to select one product (commodity, plant variety, technique, etc.) from a set of alternative products. When there are only two products to be considered, this will be called the two-choice selection problem. Several alternative rules are derived for determining sample sizes, i.e., the amount of data on which the selection is to be based."], ["Operations Analysis and the Theory of Games: An Advertising Example", "The theory of games is applied to an advertising competition. Functions of susceptibility and resistance to advertising are used in a mathematical model to determine the strategy and spending rates of the participants in the campaign."], ["Design of Experiments for Most Precise Slope Estimation or Linear Extrapolation", null], ["Sequential Sampling from Finite Lots When the Proportion Defective is Small", "The purpose of this article is to study a sequential plan for sampling from a finite population which contains a very small proportion defective. A number of working formulae are developed and suggestions offered for their efficient use in practice. The actual operation of the plan is illustrated in a worked example, in which the data and results of several tests are recorded."], ["Correction to “Some New Aspects of the Application of Maximum Likelihood to the Calculation of the Dosage Response Curve”", null], ["Book Reviews", null], ["Publications Received", null], ["Pitfalls in Population Forecasts and Projections", " "], ["The Population of the World in the Year 2000", "The demographic development of the population of the world is divided into the three regions of Incipient Decline, Transitional Growth, and High Growth Potential. For each of these, the factors of changing birth rates, death rates, and family size are considered in their relation to the changes taking place in the social structure and national economy of the countries included in each region."], ["Population and Resources: Discussion of Papers by Frank W. Notestein and P. V. Cardon", null], ["Controlled Selection—A Technique in Probability Sampling", " "], ["A Technique for Analyzing Some Factors Affecting the Incidence of Syphilis", " "], ["Labor-Force Participation and Employment Opportunities for Women", "Studies of labor-force participation have heretofore stressed the influence of earnings as a determinant of the proportion of the population that seeks employment. Low earnings are associated with high propensities to engage in the labor force. The variation in labor-force participation is greater among females than among males in the large cities of the United States. This study points out that high female labor-force participation rates are found in communities in which large numbers of jobs suitable for women are found in textile, apparel, tobacco, and electrical machinery manufacturing. Conversely, low labor-force participation among women is found in communities in which the dominant industries are iron and steel, machinery, automobile, and basic rubber manufacturing. It is the thesis of this paper that the availability of employment opportunities for women is a major factor in determining labor-force participation."], ["Estimating Parameters of Pearson Type Iii Populations from Truncated Samples", " "], ["Response Errors in Census Research", "Approximately the same proportion of respondents filled the two self-enumeration forms, and the error rates on the two forms also were approximately the same. Furthermore, the total enumerator time per household was almost exactly the same for the two self-enumeration procedures. Direct field costs of self-enumeration did not exceed those for direct enumeration in spite of the higher callback rate. Also, the leave-it procedure was not more expensive than direct enumeration even in rural enumeration districts where the cost of callbacks is particularly high."], ["A Note on the Derivation of Income Estimates by Source of Income of Persons Making Less Than $500 Per Annum, 1944–1948", " "], ["Estimating Precision of Measuring Instruments", "This paper presents a technique for computing the precision of two measuring instruments when there is a linear relation between the scales of the two instruments."], ["Horatio Milo Pollock, 1868–1950", null], ["Book Reviews", null], ["Briefer Notices", null], ["Publications Received", null], ["A Technique for Making Extensive Population Estimates", "This article describes a population estimating technique which is designed to facilitate the study of population trends during postcensal periods. By using current vital statistics, population estimates for groupings of area are obtained which are sufficiently accurate to permit inferences to be made concerning growth or decline since the last census."], ["Are there Two Regressions?", null], ["Some New Aspects of the Application of Maximum Likelihood to the Calculation of the Dosage Response Curve", "The estimation of the parameters of dosage response curves by the standard probit method is an iterative process beginning with approximations to the parameters and using one or more cycles of computations to “improve” these estimates until they converge. The present paper gives a table and method for computing the maximum likelihood solution which converges more rapidly than the standard probit method. A procedure is presented for obtaining more accurate initial approximations, and the problem of the bias of the maximum likelihood estimates in small samples is considered."], ["Probability Values for the Common Tests of Hypotheses*", " "], ["On the Measurement of the Productivity of Labor", "This paper considers problems to be overcome in the measurement of the productivity of labor. A listing of pertinent factors affecting the productivity appears, and indexes which adjust for some of them are presented."], ["Large Sample Tests and Confidence Intervals for Mortality Rates", "In computing mortality rates from insurance data, the unit of measurement used is frequently based on number of policies or amount of insurance rather than on lives. Then the death of one person may result in several units of “death” with respect to the investigation; moreover, the number of units per individual may vary noticeably. Thus the usual large sample methods of obtaining significance tests and confidence intervals for the true value of the mortality rate are not applicable to these situations. If the number of units associated with each person in the investigation were known, accurate large sample results could be obtained; however, determination of the number of units associated with each individual would require an extremely large amount of work. This article presents some valid large sample tests and confidence intervals for the mortality rate which do not require much work and are reasonably efficient. More general situations are also considered."], ["Statistical Decisions by the Method of Minimum Risk: An Application", "A. Wald's method of minimum risk is illustrated by a simple rule for deciding whether to adopt any recommended system for betting on race horses. A detailed example is given. Extensions to more realistic problems about horse betting and to more dignified risk opportunities such as quality control are suggested."], ["Interference with a Controlled Process", "A model is established for consistent form of altering a process which would have been “in control” if left alone. This interference has the expected effect of increasing the apparent standard deviation of the variable. For the model considered, all first and second order moments and the serial correlations are calculated. The limiting values of these moments are shown."], ["Sample Size Required for Estimating the Standard Deviation as a Per Cent of its True Value", null], ["Estimating Birth Registration Completeness", "A nation-wide test on the completeness of birth registration was carried out in 1940 in connection with the Decennial Census of Population and Housing. The present paper discusses the comparison, based on this data, of two methods of obtaining per cent completeness of birth registration by states: 1) by relating a matched set of records for the state as a whole to the total group of matched and unmatched records combined; and 2) by a cumulative technique suggested by Chandra Sekar and Deming in the March issue of the Journal. Differences in the results by the two methods were minor except in those areas having a comparatively high degree of under-registration."], ["The Degree of Stereotypy", null], ["Proceedings: American Statistical Association 109th Annual Meeting Hotel Biltmore, New York, New York Minutes of the Annual Business Meeting", null], ["Book Reviews", null], ["Erratum", null], ["Publications Received", null], ["Conditions of Statistical Research", " "], ["Index of the Physical Volume Production of Minerals, 1880–1948", null], ["On the Use of the County as the Primary Sampling Unit for State Estimates", " "], ["International Organizations and Soviet Statistics", "The compilation and analysis of economic statistics for the countries of the world by various international organizations is of importance to research in international economics. However, the present situation is that statistics from certain countries, particularly the Soviet Union, when available at all, are not only not comparable with those of the rest of the world, but are issued for propaganda purposes and cannot be considered as statements of existing conditions. The problem which must be faced is whether to discontinue the publication of such statistics entirely in world reports, or whether it is possible to publish them in such a form that their weaknesses are clearly evident."], ["The Quantification of Qualitative Data in Discriminant Analysis", "This paper discusses the extension of discriminatory analysis to the case where the primary data are qualitative. The general principle in the use of the discriminant function in the case of two classes is to determine a set of adjustable coefficients so chosen as to maximize the ratio of the difference between sample means to the standard deviation within the two classes. When only a single chosen component is to be maximized relative to a set of other components, the equations are linear. In the case discussed here we have a two-way table of non-numerical observational data where the solution of equations of higher degree is required. Appropriate values are to be determined in order that the observations may be made as additive as possible. Application is made to the problem of scoring letter grades in school subjects so as to maximize individual differences."], ["The Choice of the Number and Width of Classes for the Chi-Square Test of Goodness of Fit", " "], ["Simplified Procedures for Fitting a Gompertz Curve and a Modified Exponential Curve", null], ["Bias Due to Non-Availability in Sampling Surveys", " "], [null, null], ["An Application of Scaling to Questionnaire Construction", " "], ["A Note on P. K. Whelpton's Calculation of Parity Adjusted Reproduction Rates", " "], ["Comments on Mr. Karmel's Note", null], ["Note on “An Attempt to Get the Not-at-Homes into the Sample Without Callbacks”", "This note provides additional information concerning the plan for eliminating the need for callbacks described in the March, 1949 issue of the Journal. Attention is called to the difference in the effects of clustering in using the “nights-at-home” plan or callbacks, and an error in the calculation of the sampling error of the former is corrected."], ["Alfred James Lotka, 1880–1949", null], ["Book Reviews", "Associate Professor of Statistics, Massachusetts Institute of Technology Cambridge, Mass."], ["Erratum", null], ["Publications Received", null]]}