{"1951": [["Redistribution of Population: 1940 to 1950", null], ["Changes in Income Distribution in the United States", null], ["Results of Alternative Statistical Treatments of Sample Survey Data", null], ["An Economic Appraisal of Price Measures", null], ["Mathematical Models in Psychological Scaling", null], ["Yates' Correction and the Statisticians", null], ["The Distribution of the Quotient of Ranges in Samples from a Rectangular Population", null], ["The Measurement and Prediction of Attitudes", null], ["Erratum: On the Determination of Sample Sizes in Designing Experiments", null], ["Reprints of Abstracts in Statistical Methodology", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Verification and Scoring of Weather Forecasts", "In scoring a forecast, one of two purposes should be considered: either to determine the utility of the forecast or to determine the skill of the forecaster. If the purpose is utility, then the score for each forecast should be directly proportional to the value of the forecast in meeting specified operational requirements. If skill is the purpose, then the total score for a series of forecasts should be a reflection of the forecaster's ability to analyze and classify a weather situation for forecasting purposes; within a well-defined class of antecedent weather the probability of a subsequent event, like rain, is increased above (or decreased below) the relative frequency of that event in the total of all weather situations, as established in a long period of time."], ["Statistics in Production and Inspection", null], ["Some Statistical Problems in Small Group Research", null], ["Relations between Prices, Consumption, and Production", null], ["Actuarial Science—A Survey of Theoretical Developments", null], ["National Income: Status and Prospects as Seen by an Estimator", null], ["Statistical Measurement and Economic Mobilization Planning", null], ["A Large-Sample Test of the Hypothesis that one of two Random Variables is Stochastically Larger than the Other", null], ["The Distribution of the Range in Samples from a Discrete Rectangular Population", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Response Errors in Surveys", null], ["A Critical Analysis of Farm Employment Estimates", null], ["Estimating Parameters of Logarithmic-Normal Distributions by Maximum Likelihood", "This paper is concerned with the three-parameter logarithmic normal distribution; i.e., the general distribution in which the terminus is unknown. Maximum likelihood equations for estimating population parameters from random samples are derived, and an iterative method for their solution is outlined. Variances and covariances of these estimates are obtained from the information matrix. An illustrative example is included."], ["Recent Mortality Trends and Differentials", null], ["On the Variance of Estimates of the Standard Deviation and Variance", null], ["Transformation Functions in the Theory of Production Indexes", "Indexes of output are defined by a transformation function expressing alternative outputs of given productive factors. Different interpretations of the function are possible, depending on the definition of productive factors. Paasche and Laspeyres formulas are derived as linear approximations. The error is related to cost conditions of production."], ["Sampling 1949 Corporation Income Tax Returns", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Undergraduate Statistical Education", null], [null, null], ["The Impact of R. A. Fisher on Statistics", null], ["The Fisherian Revolution in Methods of Experimentation", null], [null, null], ["The Theory of Statistical Decision", null], ["The Kolmogorov-Smirnov Test for Goodness of Fit", "The test is based on the maximum difference between an empirical and a hypothetical cumulative distribution. Percentage points are tabled, and a lower bound to the power function is charted. Confidence limits for a cumulative distribution are described. Examples are given. Indications that the test is superior to the chi-square test are cited."], [null, null], ["A Short-Cut Measure of Correlation", null], ["On Stratification and Optimum Allocations", "Useful condensations of the variance equations for estimates of the mean obtained from stratified proportional and optimum allocation samples are presented, and a criterion for deciding between semi-optimum and proportional allocation designs is derived."], ["Sampling with Probabilities Proportional to Size: Adjustment for Changes in the Probabilities", null], ["A Source of Bias in one of the Samples of the 1950 Census", null], ["The Distribution of Blocks in an Uncongested Stream of Automobile Traffic", "The time instants at which the cars in a stream of uncongested traffic pass a point on the roadway are distributed at random. To a pedestrian trying to cross the street or to a driver on a minor side-street, the traffic stream may be viewed as an alternating succession of periods which permit crossing and periods which do not. Probability distributions of the lengths of these periods are developed and discussed."], ["Willard Phillips, a Predecessor of Paasche in Index Number Formulation", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}