{"1952": [["Use of Ranks in One-Criterion Variance Analysis", " "], ["Serial Number Analysis", "The problem discussed is that of sampling without replacement from a discrete, finite, uniform population. One source of this problem is the analysis of serial numbers on manufactured items in order to estimate the total number of items manufactured. Minimum variance unbiased estimators of the parameters are obtained and compared with other estimators which have been suggested. Tests of hypothesis and confidence intervals are also discussed."], ["Confidence Intervals for Medians and Other Position Measures", " "], ["Problems in Inter-Spatial Comparisons of Worker Efficiency: Illustrations from Puerto Rico", null], ["Evolving Mechanisms for the Production of International Health Statistics", " "], ["A Generalization of Sampling Without Replacement from a Finite Universe", " "], ["Erratum: The Effectiveness of Quality Control Charts", null], ["Book Reviews", null], ["Publications Received", null], ["Random Digits (1–6000)", null], ["The World Series Competition", " "], ["An Analysis of Variance for Paired Comparisons", " "], ["Some Nonparametric Tests for Student's Hypothesis in Experimental Designs", null], ["The Power of Two Difference-Sign Tests", null], ["Numerical Tabulation of the Distribution of Kolmogorov's Statistic for Finite Sample Size", null], ["The Multiple-Partial Correlation Coefficient", " "], ["Estimation in the Truncated Normal Distribution", null], ["Multistation Inspection Schemes", " "], ["Some Considerations in the Use of the Residual Method of Estimating Net Migration", " "], ["Survival Curve for Cancer Patients Following Treatment", null], ["An Aptitude Test for Predicting Success in a First Course in Statistics", " "], ["Population Projections for Sales Forecasting", " "], ["Hicks' “Elementary Case” Economic Model for the United States, 1929–1941", " "], ["Reprints of Abstracts in Statistical Methodology", null], ["Book Reviews", "W. A. W."], ["Publications Received", null], ["An Analysis of Some Failure Data", "This paper summarizes the rationale and statistical techniques employed in the analysis of some failure data obtained from operations performed by machines and people. These data are compared to frequency distributions arising from either an exponential or a normal theory of failure. The agreement between theory and data is evaluated."], ["Classification and Analysis of Partially Balanced Incomplete Block Designs with Two Associate Classes", null], ["Replacing Variables in Correlation Problems", null], ["Operating Characteristics for Tests of the Stability of a Normal Population", "This paper presents values of the operating characteristic (OC) function for a common type of stability test and for two possible substitutes for this test. The situation considered is that of small samples from normal populations. The purpose of a test is for deciding whether a sample is from a specified population."], ["Multiple Sampling of Attributes", null], ["Estimating the Product of Several Random Variables", null], ["Some Principles of Processing Census and Survey Data", null], ["Short-Cut Methods of Estimating County Population", null], ["Sampling Surveys in Central Africa", "This paper discusses the importance of the development of modern sampling theory in Central Africa. A description of the application of sampling methods in Southern Rhodesia to the problem of obtaining demographic statistics of the African population is given. Special attention is drawn to the problems attaching to the application of sampling theory in Africa. A table of African vital statistics is given for Southern Rhodesia; and the various fields in which sampling methods have been tried in Central Africa are described."], ["Factors in the Accumulation of Social Statistics", null], ["Comparison of Selected Measures of Ability of Communities to Bear Tax Burdens", null], ["A Critical Evaluation of Available Agricultural Statistics", " "], ["Prepaid Medical Care as a Source of Morbidity Data", " "], ["Some Cases in Which Yates’ Correction Should Not Be Applied", null], ["Proceedings: American Statistical Association 111th Annual Meeting; Hotel Copley-Plaza, Boston, Massachusetts December 27, 1951; Minutes of the Annual Business Meeting", null], ["Reprints of Abstracts in Statistical Methodology", null], ["Demographic Yearbook, 1949–50. New York: Population Division and Statistical Office, United Nations, 1950. Pp. 558. $6.00", null], ["Publications Received", null], ["Man as a Planning Animal", " "], ["Some Applications of Statistics for Auditing", "Some applications of statistical techniques in controlling clerical accuracy, in sampling accounting records, and in sampling physical property are studied, with stress placed upon the lessons learned from these applications. Their relevance to the auditing profession as well as to business management in general is considered."], ["Fertility Trends and Differentials in the United States", " "], ["Estimation for Sub-Sampling Designs Employing the County as a Primary Sampling Unit", " "], ["Latent Structure Analysis and Its Relation to Factor Analysis", " "], ["Measuring Magnitudes and Trends in the Production of Livestock and Meat", " "], ["Reprints of Abstracts in Statistical Methodology", null], ["Book Reviews", "W. A. W."], ["Publications Received", null]]}