{"1953": [["Statistical Problems of the Kinsey Report", " "], ["The Inventory Problem", " "], ["Census Tracts and Urban Research", " "], ["On a Probability Mechanism to Attain an Economic Balance Between the Resultant Error of Response and the Bias of Nonresponse", "The proposed mechanism provides a theory of bias to supplement the theory of sampling. It indicates the possibility of new and more efficient methods of estimation than the simple combination of the initial attempt and the recalls, as it will provide a rational basis for extracting more information from the recalls. It will also point out, for any particular method of estimation, what empirical information will be helpful in the planning of the efficient allocation of effort amongst the initial sample and the recalls."], ["Effect of Weighting by Card-Duplication on the Efficiency of Survey Results", null], ["The Mathematical Basis for the Bean Method of Graphic Multiple Correlation", " "], ["Recent Advances in Finding Best Operating Conditions", " "], ["A Note on Regression When There is Extraneous Information About One of the Coefficients", null], ["A Hollerith Technique for the Solution of Normal Equations", null], ["The Use of Runs to Control the Mean in Quality Control", null], ["Truncated Poisson Distributions", "This paper gives a method of estimating the parameter of a Poisson distribution which has been truncated at the lower end. Application is made to a number of actual examples."], ["Percentage Points of the Incomplete Beta Function", null], ["Bibliography of Nonparametric Statistics and Related Topics", "This bibliography contains 999 references on nonparametric statistics and related topics, classified as follows: (A) Surveys and Discussions (39), (B) Theory (31), (C) Tchebycheff Inequalities (94), (D) Tolerance Sets (21), (E) Goodness of Fit (122), (F) Multisample Problems (53), (G) Parameter Problems (135), (H) Contingency Tables (75), (I) Randomness (109), (J) Correlation and Curve Fitting (96), (K) Comparative Studies (49), (L) Systematic Statistics (127), (M) Scaling (37), (N) Distribution Theory (383), (O) Applications (89), (P) Tables (228), (X) Miscellaneous (28)."], ["Errata", null], ["Book Reviews", null], ["Publications Received", null], ["Random Digits (9001–13,750)", null], ["Measuring the Accuracy and Structure of Businessmen's Expectations", null], ["Electronic Computation in Economic Statistics", null], ["The Elements of an Industrial Classification Policy", " "], ["Experimental Designs and Probability Sampling in Marketing Research", " "], ["Improving National Marriage and Divorce Statistics", " "], ["Sampling the Federal Old-Age and Survivors Insurance Records", " "], ["Statistics in Chemical Experimentation", " "], ["Life Testing", " "], ["Methods of Measuring Useful Life of Equipment under Operational Conditions", " "], ["On Some Procedures for the Rejection of Suspected Data", null], ["On the Use of Ranges, Cross-Ranges and Extremes in Comparing Small Samples", null], ["The Distribution of the Product of Ranges in Samples from a Rectangular Population", null], ["Confidence and Tolerance Intervals for the Normal Distribution", " "], ["A Statistically Precise and Relatively Simple Method of Estimating the Bio-Assay with Quantal Response, Based on the Logistic Function", null], ["Critical Values of the Log-Normal Distribution", null], ["The Partition of Error in Randomized Blocks", " "], ["Summaries of Papers Delivered at the 112th Annual Meeting of the American Statistical Association in Chicago, December 27 to 30, 1952", null], ["Book Reviews", null], ["Random Digits (6876–8125)", null], ["Wesley Clair Mitchell. The Economic Scientist", " "], ["The Velocity of Time Deposits", " "], ["Changes in the Functional Distribution of Income", null], ["The Post-Enumeration Survey of the 1950 Census: A Case History in Survey Design", null], ["On the Distinction between Enumerative and Analytic Surveys", " "], ["Confidence Intervals for the Number Showing a Certain Characteristic in a Population when Sampling is Without Replacement", null], ["The Up-and-Down Method with Small Samples", " "], ["Designing Single-Sampling Inspection Plans When the Sample Size is Fixed", null], ["On Errors in Matrix Inversion", null], ["A Multiple Group Least Squares’ Problem and the Significance of the Associated Orthogonal Polynomials", "A numerical example of the computation of the orthogonal polynomials in the case of a weighted fit is presented with application to determination of the confidence band of a fitted trend curve."], ["Estimation of the Parameters of Type III Populations from Truncated Samples", "The problem considered is the estimation of the mean and variance of Type III populations from singly and doubly truncated samples with known truncation points when the number of unmeasured observations is (i) unknown for each tail, (ii) known separately for each tail, (iii) known jointly for the two tails. For singly truncated samples, estimation of all three parameters has also been considered. Estimating equations are obtained by the method of moments as well as by the method of maximum likelihood. Previous results for the normal and Type III populations are particular cases of the results obtained in this paper. Numerical examples are given."], ["Proceedings: American Statistical Association 112th Annual Meeting; Palmer House, Chicago, Illinois December 28, 1952; James G. Jester", null], ["Book Reviews", null], ["Publications Received", null], ["Random Digits (6501–6875)", null], ["Statistics and the Public Interest", " "], ["Data for Measuring the Effectiveness of Public Income-Maintenance Programs", " "], ["An Appraisal of the 1950 Census Income Data", " "], ["Delimitation of Economic Areas: Statistical Conceptions in the Study of the Spatial Structure of an Economic System", " "], ["Labor Productivity in the Soviet Union", " "], ["On Probabilities in Bridge", null], ["Probabilities of Certain Solitaire Card Games", null], ["Non-Linear Functional Relationship Between Two Variables When One Variable is Controlled", "Joseph Berkson has indicated that when the error of one of two variates is “controlled” in a sense which he defines, and when the true relation between the variates is linear, the classical regression formula can validly be used for the unbiased estimation of the coefficients. In the present paper, Berkson's results are discussed and a theory of estimation and of tests of significance is sketched for the case of controlled experiments when the inherent relation between two variables is non-linear. The results are applied to the study of a constructed example."], ["Combination of Neighboring Cells in Contingency Tables", null], ["Approximating the Mode from Weighted Sample Values", null], ["Estimating the Ratio Between the Proportions of Two Classes When One is a Sub-Class of the Other", null], ["The Circular Normal Distribution: Theory and Tables", null], ["Book Reviews", null], ["Publications Received", null], ["Random Digits (6001–6100)", null]]}