{"1954": [["Methods of Apportioning Seats in the House of Representatives", null], ["The Kinsey Report on Females*", " "], ["Unsolved Problems of Experimental Statistics*", " "], ["Measures of Association for Cross Classifications*", " "], ["A Test of Goodness of Fit", "Some (large sample) significance points are tabulated for a distribution-free test of goodness of fit which was introduced earlier by the authors. The test, which uses the actual observations without grouping, is sensitive to discrepancies at the tails of the distribution rather than near the median. An illustration is given, using a numerical example used previously by Birnbaum in illustrating the Kolmogorov test."], ["Univariate Two-Population Distribution-Free Discrimination", null], ["Use of Normal Probability Paper", "Normal probability paper is so designed that the cumulative distribution function of a normally distributed chance variable appears as a straight line. It is a common practice to plot the observations of a sample on this paper to obtain a graphical check for normality or to obtain a graphical estimate of the mean and variance of the population. Textbooks, however, are not very specific about methods for plotting, for, although the ordered observations are plotted along the abscissa, some uncertainties about the corresponding ordinates are left unresolved. The purpose of this paper is to indicate, with a special example, that any graphical technique should depend to a large extent on the purpose for which the graph is drawn. In particular, it presents tables covering sample sizes up to 10, for selecting the ordinates on normal probability paper so as to obtain “optimum” graphical estimates of the mean ζ and the standard deviation σ of a normal distribution. The somewhat more complicated problem of selecting the ordinates to obtain an “optimum” test for normality is not discussed."], ["Analysis of Simple Lattice Designs with Unequal Sets of Replications*", " "], ["On the Presentation of the Results of Sample Surveys as Legal Evidence*", " "], ["Accuracy of Age Reporting in the 1950 United States Census", null], ["Validation of Morbidity Survey Data by Comparison with Hospital Records", " "], ["Business Failures: Another Example of the Analysis of Failure Data", "The analyses of failure data given by Davis [1] all involve essentially constant or increasing conditional probabilities of failure. For business failures, however, it is reasonable to expect monotonically decreasing conditional probabilities. An analysis of data on failures of four types of business in Poughkeepsie, New York, from 1844 to 1926 [2] confirms this expectation. The conditional probabilities of failure for these four series are well described by both exponential and hyperbolic functions."], ["Cyclical Fluctuations in Foundry Activity", null], ["Cargo Loss in Ferrying Operations", null], ["The Experimental Approach in the Teaching of Statistics*", " "], ["Use of Experiments in Teaching Engineering Statistics*", " "], ["Errata", null], ["Statistical Abstracts", null], ["Book Reviews", "F.M."], ["Random Digits (20,876–21,875)", null], ["A Quarterly Model for the United States Economy*", " "], ["Problems of Coordinating the United States Statistical System", null], ["Growth by Merger*", " "], ["Spurious Correlation: A Causal Interpretation*", "To test whether a correlation between two variables is genuine or spurious, additional variables and equations must be introduced, and sufficient assumptions must be made to identify the parameters of this wider system. If the two original variables are causally related in the wider system, the correlation is “genuine.”"], ["Empirical Study of the Accuracy of Selected Methods of Projecting State Populations*", "As tentative guides in the preparation of population projections for geographic subdivisions of the United States, the accuracy in the past of several methods of projecting population has been measured. These measures have been analyzed to some extent for information on the effects of selected factors other than methodology on the accuracy of projections."], ["Factors in Interpreting Mortality After Retirement", "Currently there is considerable discussion as to the effect of compulsory retirement on the national economy and on the vitality and longevity of the individuals concerned. Some experiences would seem to indicate that retirement causes higher mortality than is standard for the ages concerned. Frequently, however, such conclusions are not warranted because the individuals who do retire under voluntary provisions tend to be those who are in poor health. When retirement is compulsory, such experience as is available does not indicate high mortality but this is probably, at least in part, due to the fact that many quite healthy workers are among the retired group in contrast with the situation under plans having voluntary retirement. There is no conclusive data currently on hand to indicate for a given group of individuals what the effect of retirement on mortality really is depending upon whether similar groups of individuals could retire or could continue working."], ["Sampling Control of Literacy Data*", null], ["Response Errors in Estimating the Value of Homes*", "In the 1950 Survey of Consumer Finances home owners were asked to estimate the market value of their houses. Estimates for these same homes were later made by professional appraisers. These two estimates for each of 568 homes comprise the data analyzed here. The proportion of discrepancies between the two estimates is great: only 37 per cent of the estimates by respondents are within plus or minus 10 per cent of the appraisers' estimates. However, the errors tend to be offsetting, and in none of the ten price classes used is the difference in the relative frequencies for owners and appraisers statistically significant. Similarly, although the root-mean-square difference between the two measurements is high (an average of $3,100), the mean of the respondents' estimates is only $350 higher than the mean of $9,200 for the appraisers' estimates. The amount of variability is found to be rather similar for several sub-populations. However, for houses worth over $10,000 the mean-square difference between the measurements is found to increase with the value of the home. In the Appendix a model is developed for the statistical investigation of the data."], ["A Comparison of Stratified Two-Stage Sampling Systems", null], ["Combining Independent Tests of Significance*", "It is shown that no single method of combining independent tests of significance is optimal in general, and hence that the kinds of tests to be combined should be considered in selecting a method of combination. A number of proposed methods of combination are applied to a particular common testing problem. It is shown that for such problems Fisher's method and a method proposed by Tippett have an optimal property."], ["Minimum Life in Fatigue", null], ["Point Estimates of Ordinates of Concave Functions", "A method is developed for obtaining maximum likelihood estimates of points on a surface of unspecified algebraic form when ordinates of the points are required to satisfy a set of linear inequalities. A production function with one variable input is considered in some detail. In this case the restrictions follow from the assumption of non-increasing returns. An illustrative computation is worked out using a procedure based on equivalence between the estimation problem and a certain saddle point problem. Alternative procedures for production functions with two variable inputs are sketched."], ["Approximate Distribution of the Range in the Neighborhood of Low Percentage Points*", " "], ["Optimum Grouping in One-Criterion Variance Components Analysis", null], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null], ["Random Digits (17,376–20,875)", null], ["Measurement for Economic Models*", " "], ["Technical Aspects of Transportation Flow Data", null], ["Response Errors in the Collection of Wage Statistics by Mail Questionnaire", null], ["Industrial Classes in the United States 1870 to 1950", null], ["Statistical Methods for Poisson Processes and Exponential Populations", null], ["Applications of the Circular Normal Distribution", " "], ["A New Type of Control Chart Limits for Means, Ranges, and Sequential Runs", null], ["Proceedings: American Statistical Association 113th Annual Meeting, Shoreham Hotel, Washington, D. C. December 28, 1953", null], ["Summaries of Papers Delivered at the 113th Annual Meeting of the American Statistical Association in Washington, D. C., December 27 to 30, 1953", "The present section contains all available abstracts of papers presented at the 1953 national meeting of the American Statistical Association in Washington, D. C. The sequence of presentation here conforms to a grouping of abstracts according to the various sessions at which they were delivered."], ["Statistical Abstracts", null], ["Book Reviews", null], ["Random Digits (15,126–17,375)", null], ["The Present Structure of the Association", " "], ["Principles of Sampling", " "], ["Do Persons Lost to Long Term Observation Have the Same Experience as Persons Observed?; Evaluation of Antisyphilitic Therapy", " "], ["Applications of Statistical Methods to Sedimentary Rocks", " "], ["Relationship Between an Index of House Prices and Building Costs", " "], ["Cycles in the Balance of Payments", " "], ["Demand Analysis", " "], ["Some Practical Techniques in Serial Number Analysis", null], ["The Problem of Autocorrelation in Regression Analysis", " "], ["Joint Confidence Regions for Multiple Regression Coefficients", null], ["Asymptotic Relative Efficiencies of Distribution-Free Tests of Randomness Against Normal Alternatives", null], ["Estimation of the Poisson Parameter from Truncated Samples and from Censored Samples", " "], [null, null], ["Statistical Abstracts", null], ["Book Reviews", "M.A.L."], ["Publications Received", null], ["Random Digits (12,876–15,125)", null]]}