{"1955": [["Statistics of the 1954 Polio Vaccine Trials*", " "], ["A Study of Industrial Use of Probability Statistics in the Physical Sciences", null], ["Time Series Problems in Aeronautics*", "This paper reviews some recent applications of random process theory to problems in aeronautical engineering. A number of random type disturbances that cause aeronautical problems are described and some of their effects on the airplane indicated. Particular attention is given to the effects of atmospheric turbulence in giving rise to airplane loads and structural stresses. The general approach used in calculating airplane responses to random disturbances by means of power spectra techniques is then described. As a concrete illustration, some results obtained in a study of missile behavior in rough-air flight are presented. An effort is also made to indicate some unsolved statistical problems that are encountered in these applications."], ["Use of the Range Instead of the Standard Deviation", "Many standard test and estimation procedures require the computation of the sample standard deviation. It is, however, often possible to replace the standard deviation by the more easily computed sample range without appreciably reducing the precision of the method. This paper discusses range methods which have been suggested in the statistical literature in connection with problems about the means and variances of one or two normal populations."], ["A Diagrammatic Representation of the Sum of Squares and Products", "This paper gives a geometric illustration of some of the commonest identities in the algebra of the sum of squares. The method is essentially the construction of squares of the various numbers and their means. These pictures provide us with a visual representation of what the identity says. The method is later extended to represent the identities concerning the sum of products by constructing rectangles."], ["The Analysis of Variance: A Graphical Representation of a Statistical Concept*", null], ["Nomograph for Computing Multiple Correlation Coefficients", null], ["Applications of Correlation Models for Biserial Data", "This article is addressed mainly to applied workers, and is devoted to giving as complete a picture as possible of the techniques and assumptions involved when correlations are estimated from biserial data. The exposition is nontechnical in the sense that mathematical proofs are omitted and numerous examples are given. The related theoretical material is contained mainly in two recent articles by the author [11, 12]."], ["A Multiple Comparison Procedure for Comparing Several Treatments with a Control", null], ["Maximum Likelihood Estimation of the Dispersion Parameter of a Chi-Distributed Radial Error from Truncated and Censored Samples with Applications to Target Analysis*", null], ["The Distribution of the Quotient of Maximum Values in Samples from a Rectangular Distribution", "When there is a priori knowledge that two samples have been drawn from rectangular populations with the same lower bounds, the hypothesis that both samples have been drawn from the same population can be tested by means of the quotient of the maximum values. The distribution of this statistic is derived, and its properties studied. Explicit expressions for the power function of the test are given, and the table of 5% values of the quotient is given for sample sizes up to ten. A numerical example is given."], ["The Distribution of the Product of Maximum Values in Samples from a Rectangular Distribution", null], ["Fixed, Mixed, and Random Models*", null], ["Components of a Difference Between Two Rates*", " "], ["Recent Developments in the Sampling of Human Populations in Great Britain*", "This article describes the main developments in the sampling of human populations in Great Britain during the last five years. Changes in methodology, as well as new applications, are included."], ["Uses of Crude Vital Rates in the Analysis of Reproductivity*", " "], ["Differential Mortality, General and Cause-Specific in Buffalo, 1939–41", null], ["Interest as a Source of Personal Income and Tax Revenue: A Report of the National Bureau of Economic Research", " "], ["Corrigenda", null], ["Book Reviews", null], ["Publications Received", null], ["Statistics and Objective Economics*", " "], ["Federal Trade Commission Report on Changes in Concentration in Manufacturing*", " "], ["Colonial Social Accounting*", " "], ["Concepts Employed in Labor Force Measurements and Uses of Labor Force Data", "Controversy over labor force concepts arises to a large extent because of the varied and often-conflicting uses of the data. The Census Bureau has tried to meet this problem by providing detailed information on major categories and by experimental work to measure borderline groups. Types of questions that have been examined are: difference between labor force participation during a year and a calendar week; underemployment of employed persons; strength of job attachments of persons not at work for various reasons; the appropriate classification of persons on the fringe of the labor force. Efforts have been made also to reconcile statistics from households and from business and administrative records."], ["Examination of Two Sources of Error in the Estimation of Net Internal Migration*", "These two estimates of error are quite rough and the main conclusion to be derived is that small relative differences in estimates of net migration should be interpreted with extreme caution."], ["The Redesign of the Census Current Population Survey", "In February 1954 a redesign of the Current Population Survey was introduced that provided for a more efficient system of field organization and supervision as well as some advances in methods. The sample is now spread over 230 areas instead of 68 areas with the same number of households as heretofore. A composite estimation procedure has been introduced which reduces the sampling variability for most estimates. Also, there has been a considerable reduction in the variance of variance estimates made from the sample. A statistical quality control program has been introduced to help insure results of consistently acceptable quality. Problems arose in the process of shifting from one design to the other that resulted in some significant differences between the new and old samples for a few of the estimates, especially unemployment. Apparently response errors were the principal source of difficulty, and it was possible to take steps to bring the results within sampling error range. Work on the measurement and control of response errors is being expanded."], ["Sampling Methods in the Yugoslav 1953 Census of Population*", " "], ["On Adjusting Sample Tabulations to Census Counts", null], ["The Application of Sampling Procedures to Business Operations*", "The purpose of this short article is to give business executives an insight into sampling theory and procedures without confusing them with mathematical symbols or unexplained technical terms. Sampling is defined, and the principal applications in the telephone business are briefly described. The procedures used are grouped into three broad categories—judgment sampling, systematic sampling, and random sampling—the relative advantages of which are pointed out. Various ways of minimizing the cost of random sampling are discussed. A word of caution is added regarding the dangers of improperly selected samples."], ["Estimation of the Brazilian Coffee Harvest by Sampling Survey", "The state of Paraná has recently been surveyed by aerial photography. It was found that this photograph provides a very satisfactory frame for sampling. The state of Espirito Santo possesses no register of property owners, and it is suggested that the sampling survey in that state will have to await a survey by aerial photography."], ["On the Reliability of Responses Secured in Sample Surveys*", " "], ["The Cochran-Mosteller-Tukey Report on the Kinsey Study: A Symposium*", " "], ["The Efficiency of Double Sampling for Attributes", null], ["Generality of Confidence Intervals for a Regression Function", null], ["Distributions of Solutions of a Set of Linear Equations (with an Application to Linear Programming)", " "], ["Estimation of Parameters from Incomplete Data", null], ["Truncated Binomial and Negative Binomial Distributions", null], ["Restriction and Selection in Samples from Bivariate Normal Distributions*", " "], ["Comparison of Some Non-Parametric Tests Against Normal Alternatives with an Application to Life Testing*", " "], ["On the Distribution of a Positive Random Variable Having a Discrete Probability Mass at the Origin*", "In a number of situations we are faced with the problem of determining efficient estimates of the mean and variance of a distribution specified by (i) a non-zero probability that the variable assumes a zero value, together with (ii) a conditional distribution for the positive values of the variable. This estimation problem is analyzed and its implications for the Pearson type III, exponential, lognormal and Poisson series conditional distributions are investigated. Two simple examples are given."], ["Increasing the Effective Length of Short Time-Series for the Purpose of Estimating Autoregressive Parameters*", "pooled sums of squares and lagged products for each series formed into a single serial correlation coefficient."], ["On Generalizations of Tchebychef's Inequality", null], ["The Randomization Theory of Experimental Inference*", "The paper contains a description of the extent to which the use of randomization in experimental designs permits evaluation of the experimental results. The case considered is that in which the whole population of treatments is used with particular experimental material. A completely general mathematical specification of the design is given and the procedure by which linear models for the experimental results are derived is exemplified by the cases of the completely randomized design, randomized blocks, Latin squares, and a particular systematic design. The case of the completely randomized design is discussed extensively. An assessment of the present state of randomization theory is given, with a statement of major deficiencies."], ["Statistical Abstracts", null], ["Book Reviews", "W.A.W."], ["A Review of the Statistical Evidence on the Association Between Smoking and Lung Cancer", "There is disagreement whether the evidence at hand warrants a conclusion that smoking and lung cancer are causally related. The relative importance of smoking, air pollution, and occupational exposure to cancerigenic materials remains to be established."], ["Nonwhite Population Increases in Metropolitan Areas*", " "], ["The Prospects for Population Forecasts", null], ["A Technique for Estimating the Population of Counties", null], ["The Memory Factor in Social Surveys", null], ["Measuring the Error of Editing the Questionnaires in a Census", "This paper describes an attempt to measure the relative errors in totals and their influence on size distributions due to the questionnaire editing in a census. The experiment described was performed in connection with the 1953 Industrial Census in Norway. The results indicate that the errors are relatively small and their influence on distributions insignificant. The gains of a more thorough editing would probably be small and efforts might perhaps be better spent by improving the census procedure by other means."], ["The Relationship of Housing Prices and Building Costs in Los Angeles, 1900–1953*", "Series measuring residential construction costs and asking prices for single family dwellings in Los Angeles both had steeply rising trends of approximately equal slope from 1900 to 1953. Both series described clearly defined cyclical fluctuations of wide amplitude. However, asking prices, which are indicative of sales values, fluctuated more widely than construction costs. The ratio of asking prices to construction costs traced a cyclical pattern of large amplitude with troughs occurring in 1900, 1919, 1934, 1942, and 1950. Except for the immediate postwar period, 1945–1947, this ratio fluctuated less widely since 1934 than in the earlier part of the period analyzed."], ["A Test of a Linear Function of the Deviations Between Observed and Expected Numbers*", " "], ["The Estimation of an Optimum Subsampling Number*", " "], [null, "This paper uses existing statistical theory to transform the tables of Lord into a form such that the significance tests may be made quickly without the aid of either a desk calculator or a slide rule."], ["The Properties of the Mean Square Successive Difference in Samples from Various Populations", "This paper is concerned with the use of the mean square successive difference as a method of estimating variance and testing for homogeneity in samples from various non-normal populations where the order of the observations can be recorded. It is shown that the relative efficiency of such estimates of variance increases as the kurtosis of the population sampled increases and any trend effect is virtually eliminated. The actual distribution varies but can be approximately dealt with by means of a Pearson Type III curve with the correct moments."], ["Sampling Plans for Inspection by Variables*", " "], ["Practical Applications of the Theory of Extreme Values*", " "], ["Estimate of the Integrated Normal Curve by Minimum Normit Chi-Square with Particular Reference to Bio-Assay", null], ["Numerical Analysis Research Unpublished Statistical Tables", null], ["A Refinement in the Use of Mark-Sense Cards for Test Research", null], ["Summaries of Papers Delivered at the 114th Annual Meeting of the American Statistical Association in Montreal September 10–13, 1954", null], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null], ["American Statistical Association Report of the Board of Directors, 1954", null], ["Canada—Northern Neighbor*", " "], ["The Population of the United States in 1950 Classified by Age, Sex, and Color—A Revision of Census Figures*", " "], ["Elements of Symmetry in the Skewed Income Curve*", "The thesis of this paper is that the skewness of income distributions is largely due to merging several symmetrical distributions which differ primarily with respect to level and dispersion. Much of the skewness of the income distribution is due to the inclusion of women. Even for men, there is considerable symmetry in income distributions when occupational groups are considered individually. The “tail” of the income distribution largely includes men employed as independent professionals, businessmen, or managers. To the extent that there is freedom of entry into these occupations, income differences between these groups and others may merely represent the payment by society for rare skills or services. The facts regarding freedom of entry are not now adequately known."], ["A Structure of Moneyflows*", " "], ["The Measurement of Seasonal Movements in Price and Quantity Indexes", null], ["An Application of Markov Processes to the Study of the Epidemiology of Mental Disease", null], [null, null], ["Some Statistical Problems in Relating Experimental Data to Predicting Performance of a Production Process", "The performance of a production process is characterized by the quantity and quality of the output; it is affected by factors of production, such as conditions of the process and quantities of inputs. In experimentation where the factors are controlled, we assume a bivariate linear regression model with quantity and quality of output as dependent variates. In operation where quality of output is controlled by adjusting one of the factors, another regression model is used in which quantity of output and the one factor are dependent variates. The second model is derived from the first. It is shown how to use experimental data to estimate the coefficients of the regression of quantity of output in the second model; this regression function is desired for predicting performance in operation. Confidence regions and tests of hypotheses are treated. The exposition is in the form of an analysis of a particular problem met by a chemical engineering firm."], ["Some Minimum Cost Experimental Procedures in Quadratic Regression*", null], ["Tables of Percentage Points for the Studentized Maximum Absolute Deviate in Normal Samples*", "Tables of upper and lower limits on the upper 5 per cent and 1 per cent points of the distribution of the studentized maximum absolute deviate in normal samples are presented. The method of computation and the reliability of the tables are described, and approximations which may be used to supplement the table are derived and discussed. Examples of the use of the tables are given with special attention devoted to their use for multiple significance testing on a set of means."], ["Estimation of the Parameters of a Skewed Distribution by Linear Systematic Statistics", null], ["A Family of J-Shaped Frequency Functions", null], ["Basic Problems, Techniques, and Theory of Isopleth Mapping*", " "], ["The 1955 Economic Report of the President*", " "], ["Statistical Abstracts", null], ["Book Reviews", "W.A.W."], ["Publications Received", null]]}