{"1956": [["The Automatic Computer in Industry", " "], ["The Effect of Respondent Ignorance on Survey Results", " "], ["A Method of Estimating the Intercensal Population of Counties", "This paper describes a method of estimating the intercensal population of counties by multiple regression analysis of symptomatic data. A test of the proposed technique indicates it to be more accurate than any of four alternate methods."], ["Research on Metropolitan Population: Evaluation of Data", "The proximity of the 1960 Census makes timely an evaluation of existing census data from the standpoint of research uses; suggestions included in this paper are meant to furnish a basis for discussing plans for the forthcoming censuses. Despite many recent improvements, census data present numerous problems of quality, comparability, detail, and area classification of data, particularly in studies involving area sub-divisions of standard metropolitan areas or temporal comparisons. Among the needed improvements are (1) better coordination of the area units of statistical reporting, (2) reconstruction of historical series of metropolitan population and economic data, and (3) fuller recognition of metropolitan population as a distinctive residential category."], ["Measuring Spatial Association with Special Consideration of the Case of Market Orientation of Production", null], ["Practical Value of International Educational Statistics", null], ["Regression Techniques Applied to Seasonal Corrections and Adjustments for Calendar Shifts", " "], ["The Ranking of Variances in Normal Populations", " "], ["The Condition for Lot Size Production", " "], ["Distributions Possessing a Monotone Likelihood Ratio", null], ["Quadratic Extrapolation and a Related Test of Hypotheses", " "], ["Corrigenda", null], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null], ["The Optimum Strategy in Blackjack", "The “optimum strategy” determined by the above analysis differs substantially from the published strategies of card experts and the usual style of play in the casinos."], ["Two Sequential Tests Against Trend", " "], ["Equivalence of Two Estimates of Product Variance", null], ["The Economics of the President's Economic Reports", " "], ["Analytical Graduation of Fertility Rates", null], ["Asymptotic Efficiencies of a Nonparametric Life Test for Smaller Percentiles of a Gamma Distribution", "This paper does not present new statistical methods. Rather, it shows that a well known nonparametric procedure which is valid under extremely general conditions also has high efficiency and other favorable properties for certain types of life testing situations. This nonparametric method is the sign test and its confidence interval and point estimate analogs. Sign test procedures and methods of applying them have already received extensive coverage in the literature (e.g., [2]). Consequently, in this paper emphasis is placed on fields of application instead of on methods of application. However, the basic methods for obtaining tests, confidence intervals, and point estimates of the sign test type are restated for convenience. The properties investigated are concerned with the estimation and testing of smaller population percentage points for the case of a sample from a gamma probability distribution. The investigations show that appropriate use of the sign test type of nonparametric tests and estimates sometimes can yield a saving in cost or time without loss of statistical efficiency, since the experiment can be stopped when only a fraction of the items being life tested have failed. The nonparametric results are found to be highly efficient compared to the “best” parametric results based on the same fraction of items failed for the case of small population percentage points; this conclusion appears to be valid for any sample size and for any reasonable type of statistical population."], ["Estimates of Bounded Relative Error for the Ratio of Variances of Normal Distributions", null], ["Machine Computation of Higher Moments", "An efficient method is presented for the economical and rapid computation of as many as six to twelve moments from a single run of the tabulating cards through the IBM Accounting Machine Type 402. The only auxiliary machine required is a sorter. Three features of the accounting machine are employed: progressive summation, total transfer, and the special program device. Moments are available from the successive progressive summations of either the scores or the card count, and both techniques can be applied simultaneously to provide a check on the computations."], ["Summaries of Papers Delivered at the 115th Annual Meeting of the American Statistical Association in New York City, December 27–29, 1955", "The present section contains all available abstracts of papers presented at the 1955 national meeting of the American Statistical Association in New York. The sequence of presentation here is alphabetical according to author."], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null], ["A Sampling Procedure for Mailed Questionnaires", null], [null, " "], ["Economically Optimum Acceptance Tests", " "], ["Analysis of Sensitivity Experiments when the Levels of Stimulus Cannot Be Controlled", "For sensitivity experiments, a method employing the customary probit theory is given for estimating the mean and standard deviation of an assumed cumulative normal distribution for the case where the levels of stimulus cannot be controlled precisely."], ["A Note on Uniformly Best Unbiased Estimators for Variance Components", null], ["Some Estimators in Sampling with Varying Probabilities without Replacement", "The problem considered is estimation of the total value of a character for a finite population from a sample when the units are selected with varying probabilities without replacement. Several unbiased estimators are proposed. Exact expressions and unbiased estimators for the variances of the estimators are obtained. Certain properties of Yates and Grundy's estimator of variance are proved. Examples are included to study the relative performance of the various estimators. The results obtained for unistage sampling in the first part of the paper are extended to multistage designs in the second part."], ["The Efficiencies of Tests of Randomness Against Normal Regression", null], ["A Note on Matrix Inversion by the Square Root Method", null], ["On Approximating the Point Binomial", null], ["Fiscal-Year Reporting for Corporate Income Tax", " "], ["Statistical Abstracts", "All communications concerning this section should be addressed to the Abstracts Editor, Professor W. L. Smith, Department of Statistics, University of North Carolina, Chapel Hill, North Carolina."], ["Book Reviews", null], ["Publications Received", null], ["Confession of Faith: 1955", " "], ["Statistician and Policy Maker: A Partnership in the Making", null], ["A Test of the Accuracy of a Production Index", "A comparison of the volume of industrial production in the United Kingdom in 1935 and 1948, using the full resources of the Census of Production, has recently been published. This provides an opportunity of testing the results obtained, much more rapidly but on more limited data, by an index of produetion. The index is shown to have underestimated the growth of production, which is in accordance with a priori expectations. The divergence between index and Census results for particular trades is frequently large; some instances are examined."], ["On Simplifications of Sampling Design Through Replication with Equal Probabilities and without Stages", " "], ["Investigating the Properties of a Sample Mean by Employing Random Subsample Means", null], ["Some Theoretical Aspects of the Lot Plot Sampling Inspection Plan", " "], ["The Operating Characteristic Curve for Sequential Sampling by Variables when the Producer's and Consumer's Risks are Equal", " "], ["Table of Percentage Points of Kolmogorov Statistics", " "], ["Multiple Regression with Missing Observations Among the Independent Variables", " "], ["On Linear Combinations of Several Variances", null], ["Tabular Analysis of Factorial Experiments and the Use of Punch Cards", null], ["Statistical Abstracts", "All Communications concerning this section should be addressed to the Abstracts Editor, Professor Walter L. Smith, Department of Statistics, University of North Carolina, Chapel Hill, North Carolina."], ["Book Reviews", null], ["Publications Received", null]]}