{"1957": [["Seasonal Adjustments by Electronic Computer Methods", " "], ["Problems in Measuring Long Term Growth in Income and Wealth", " "], ["The Rational Origin for Measuring Subjective Values", " "], ["Applications of a New Graphic Method in Statistical Measurement", null], [null, null], ["Confidence Intervals for the Product of Two Binomial Parameters", " "], ["Optimum Sampling in Binomial Populations", null], ["Estimates of Sampling Variance where Two Units are Selected from Each Stratum", "The present paper describes a simplification in the different direction of restricting selection to two units from each stratum. To the extent that this involves some sacrifice of efficiency we recall that the decision on which sampling method to use ought to take account of simplicity of calculation of mean and variance as well as of efficiency."], ["Applications of Multivariate Polykays to the Theory of Unbiased Ratio-Type Estimation", null], ["Estimation of Parameters from Incomplete Multivariate Samples", null], ["Truncation to Meet Requirements on Means", null], ["The Midrange of a Sample as an Estimator of the Population Midrange", null], ["Note on Grouping", "Suppose that it is required to condense observations of a variate into a small number of groups, the grouping intervals to be chosen to retain as much information as possible. One way of formulating this requirement mathematically is given and numerical recommendations are made for use when the variate is normally distributed."], ["Use of Dummy Variables in Regression Equations", "The use of dummy variables requires the imposition of additional constraints on the parameters of regression equations if determinate estimates are to be obtained. Among the possible constraints the most useful are (a) to set the constant term of the equation to zero, or (b) to omit one of the dummy variables from the equation. In working with a single system of classes either constraint can be used, and results from the application of one are readily derived from those obtained from the other. If several systems of classes are involved the best procedure is to delete one dummy variable from each system."], ["Fitting a Straight Line to Certain Types of Cumulative Data", "Many situations giving rise to linear data involve measurements made at progressive stages of a physical or chemical process carried out on the same subject of experimentation. In such cases, the experimental errors include cumulative components related to the process, and the errors corresponding to different points on the line are not independent. Failure to take such cumulation of errors into account results in serious underestimation of the standard error of the estimated rate of the process. The standard errors and correlations of the residuals from regression are derived both for situations involving cumulative and independent errors. The differences between the two situations are striking and may be used as a basis for judging which of the two types of error is predominant in a given case. The procedure is illustrated by means of the data obtained in an experiment in physical optics."], ["Estimating the Logistic Curve", null], ["Corrigenda", null], ["Book Reviews", null], ["Publications Received", null], ["Leading American Statisticians in the Nineteenth Century", null], ["Statistics and Science", " "], ["Nonparametric Statistics", " "], [null, null], ["A Problem in Life Testing", null], ["Historical Notes on the Wilcoxon Unpaired Two-Sample Test", null], ["Summaries of Papers Delivered at the 116th Annual Meeting of the American Statistical Association in Detroit, September 7–10, 1956", null], ["Book Reviews", null], ["Publications Received", null], ["Errors of the Third Kind in Statistical Consulting", "Because graduate students in statistics are given little, if any, preparation for actual consulting, they are prone, particularly in their early years, to commit errors of the third kind, many of which could be avoided if the students were properly trained. Errors of the third kind are defined and are illustrated with actual examples from consulting experience. The cases used represent types of error which result from different situations that arise frequently in practice. Some discussion is included of possible remedies for this problem that are suggested by the experience of educators in other fields."], ["Sampling in a Nutshell", null], ["National Income Statistics of Underdeveloped Countries", null], ["Estimating the Service Life of Household Goods by Actuarial Methods", "Actuarial methods are applied to data obtained from two household surveys to derive a measure of the service-life expectancy of household goods under one owner. This measure is of value to economists concerned with family budgets, and to manufacturers and distributors interested in knowing how often the consumer will enter the market. Although the samples obtained in the two surveys were too small to yield reliable estimates of service life, the data are used to illustrate the problems encountered and techniques used. Recommendations are made concerning schedule design and field procedures."], ["An Application of Multivariate Quality Control to Photographic Processing", null], ["Maximum Likelihood Estimates for a Multivariate Normal Distribution when Some Observations are Missing", " "], ["The Analysis of Incomplete Block Designs", "Under the usual assumptions for the recovery of inter-block information there may exist two independent variance-ratio tests for testing every null hypothesis pertaining to the treatments. A method is suggested for combining two independent tests, and an example shows the gain in power from using the second test. Exact confidence limits are given for the ratio of the inter-block variance to the intra-block variance."], ["Non-Additivities in a Latin Square Design", "A brief history of the Latin square design is given. A generalization of the design to the case in which the rows, columns and treatments represented in the experiment are samples from populations of rows, columns and treatments respectively is studied. A possible frame of reference for the interpretation of the experimental results is described. The leads to what is termed a “population model,” various population parameters, means and components of variation which are of interest to the experimenter. No assumptions are made about additivity of experimental units and treatments. Results on expectations of mean squares in the analysis of variance are given in terms of quantities (denoted by [Sgrave]'s) which result in a concise description and in terms of the components of variation. Biases in the estimation of components of variation by means of the analysis of variance are discussed and assessed. Comparisons of randomized block designs and Latin square designs are given for the general case of non-additive treatments for random, mixed, or fixed population of rows and columns. A generalization of the design is discussed. The mathematical machinery which is used to derive the results is presented briefly. Finally linear estimates and errors of estimates are discussed. One main conclusion of the study is that the Latin square analysis of variance may overestimate the error of treatment comparisons and underestimate the component of variation associated with treatment main effects."], ["Transformations to Normality Using Fractional Powers of the Variable", null], ["Linear Transformation to a Set of Stochastically Dependent Normal Variables", "It is the purpose of this paper to present a method which will enable the construction of a set of stochastically dependent normal variables from a set of independent normal variables."], ["The Regions of Unimodality and Positivity in the Abbreviated Edgeworth and Gram-Charlier Series", null], ["The President's Economic Report", " "], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null], ["American Statistical Association Report of the Board of Directors, 1956", null], ["Statistical Frontiers", " "], ["A Short-Cut Graphic Method for Fitting the best Straight Line to a Series of Points According to the Criterion of Least Squares", " "], ["Rapid Analysis of 2 × 2 Tables", "In many practical applications, especially when a long question schedule is given to two (or more) series of individuals, the computation of a large number of chi-square tests may become burdensome. For certain common types of data the computation can be avoided, or greatly reduced, by the charts presented in this paper. If so desired these charts may be used as a screen for borderline 2 × 2 tables and the occasional borderline case calculated by the usual methods."], ["A Note on the Effects of Nonresponse on Surveys", null], ["A Modification of Kendall's Tau for the Case of Arbitrary Ties in Both Rankings", null], ["Two Confidence Intervals for the Ratio of Two Probabilities and Some Measures of Effectiveness", " "], ["A Systematic Method of Finding Defining Contrasts", null], ["On the Independence of Tests of Randomness and Other Hypotheses", null], ["Tables for Best Linear Estimates by Order Statistics of the Parameters of Single Exponential Distributions from Singly and Doubly Censored Samples", " "], ["Tables for Tolerance Limits for a Normal Population Based on Sample Mean and Range or Mean Range", null], ["Statistical Abstracts", null], ["Book Reviews", null], ["Publications Received", null]]}