{"1958": [["‘Student’ and Small Sample Theory", "This year marks the Fiftieth Anniversary of the publication of “Student's” distribution. It is an appropriate time to reconsider the impact of this part of “Student's” work on the development of statistics."], ["On Grouping for Maximum Homogeneity", " "], ["Significance Tests in Parallel and in Series", "The advice is often given that significance tests should be selected before sampling evidence is examined. It is suggested here that this advice is appropriate only for inexperienced statisticians, and an approximate rule of thumb is tentatively proposed in the hope of provoking discussion, namely that the statistician could in some cases use a harmonic mean or weighted harmonic mean of the tail-area probabilities arising from various tests, all on the same evidence (tests in “parallel”). This rule of thumb should not be used if the statistician can think of anything better to do, and especially of course if he is in a position to use a sufficient statistic (or an “efficacious” one, in a sense defined below). An application is given to the judgment of the weights that may be used for combining tests in series."], ["Ordinal Measures of Association", " "], ["Curtailed Sampling for Variables", null], ["On the Studentized Smallest Chi-Square", " "], ["The Estimation of the Parameters of a Linear Regression System Obeying Two Separate Regimes", " "], ["Alternative Definitions of the Serial Correlation Coefficient in short Autoregressive Sequences", " "], ["A Stochastic Analysis of the Size Distribution of Firms", " "], ["Some Analyses of Income-Food Relationships", "This article begins with consideration of the concepts of food to be used in the analysis of income-food relationships and reviews time-series and cross-section data matching these concepts. A number of income elasticities for food are derived and examined for comparability from statistical and economic points of view. Limitations of our knowledge of income-food relationships are demonstrated by comparison of expected values and actual values for several food measures in 1955 and by consideration of changes in the market value of food from 1941 to 1955."], ["A Cross-Section Analysis of Non-Business Air Travel", " "], ["Approaches to National Output Measurement", "Products rendered homogeneous in terms of output substitutability are valued with marginal rates of physical substitutability. The latter are given by unit after-tax factor costs, including capital allowances, under certain conditions of homogeneity in production and monopoly, but only approximately. The proportion of output represented by government or other sector will be different for this measure than for the consumer measure. Also price indexes will differ. Increase in government product for example will raise consumer prices without affecting factor-cost prices."], ["Notes on Immigration Statistics of the United States", " "], ["Notes about Authors", null], ["Corrigenda", null], ["Book Reviews", null], ["Publications Received", null], ["Influence of the Interviewer on the Accuracy of Survey Results", " "], ["Demand for Farm Products at Retail and the Farm Level Some Empirical Measurements and Related Problems", " "], ["Investment Estimates of Underdeveloped Countries: An Appraisal", "Considerable use is being made of the estimates of capital formation now available for a large number of underdeveloped countries. Users of these statistics are not always sufficiently aware of their short-comings, however, with the result that unwarrantable inferences and conclusions are not infrequently drawn from the figures. An attempt is made to appraise this important body of data by examining the basic methodology and sources on which the estimates rest in many cases. Attention is drawn to common deficiencies and the practical possibilities of improvement through substitution of improved source data, procedures, and concepts."], ["Manufacturers' Inventory Cycles and Monetary Policy", " "], ["Leading American Statisticians of the Nineteenth Century II", "This paper explores the statistical contributions of six leading American statisticians of the nineteenth century. They are George Tucker (1775–1861), Edward Deering Mansfield (1801–1880), Joseph Camp Griffith Kennedy (1813–1887), Charles Williams Seaton (1831–1885), Robert Percival Porter (1852–1917), and Roland Post Falkner (1866–1940)."], ["Rectifying Inspection of a Continuous Output", " "], ["Ranking Methods and the Measurement of Attitudes", null], ["Randomization Tests for a Multivariate Two-Sample Problem", null], ["A Method of Adjustment for Defective Data", "This article illustrates an original method of adjusting defective data when gross errors can be detected. The method entails an assumption concerning the distribution of total errors in order to estimate the effect of undetectable errors. While this type of situation may not be common, it could occur in almost any data-gathering activity and could therefore have application in a wide variety of organizations."], ["A Test of Variances", "A two sided test for the equality of variances from two normal populations is given which is not only completely unbiased but has also the stronger property of monotonicity. An example is given to illustrate the use of this test and the performance of this test is compared with that of the current equal tail area test. The case of one variance from a normal population is also considered. Tables are provided for carrying out these tests."], ["Notes about Authors", null], ["Book Reviews", null], ["Publications Received", null], ["Measuring Recessions", " "], ["The Accuracy and Structure of Industry Expectations in Relation to those of Individual Firms", " "], ["An Index of Manufacturing Production in New England", " "], ["Effect of Varying Degrees of Transitory Income on Income Elasticity of Expenditures", " "], ["The First 1,945 British Steamships", "This paper presents data showing the main characteristics of all the steamships built in the United Kingdom and placed under permanent British registry from 1814 through 1860. The historical setting in which the British steam merchant fleet developed is discussed and the data are interpreted in relation to that environment. It is argued on the basis of these data that many of the prevailing notions about steam shipping before 1860 need to be revised."], ["The Use of Random Work Sampling for Cost Analysis and Control", " "], ["The Trentile Deviation Method of Weather Forecast Evaluation", " "], ["Weight-Height Standards Based on World War II Experience", "From data on height and weight (nude) of registrants for military service during World War II, relationships have been established between weight and height. From these relationships, which may be considered representative of the male population from 18 to 37 years of age, three weight-height tables have been prepared for White, Negro, and Total (White and Negro combined) men, for age groups, 18–19, 20–24, 25–29, 30–34, and 35–57. Each table shows five expected-weight values (in pounds) for individuals of particular height (in inches) and age. The five values consist of a midvalue, i.e., the expected mean value, and two values on either side of the midvalue, comprising ranges of ±1.2816 and ±1.6449 standard errors of estimate. The weight-values are given for height-ranges from 59 through 78 inches, in terms of one-inch intervals."], ["Estimation of Survivorship in Chronic Disease: The “Actuarial” Method", " "], ["Graphic Computation of Tau as a Coefficient of Disarray", null], ["A New Bivariate Sign Test", null], ["Nonparametric Estimation from Incomplete Observations", " "], ["Inadmissible Samples and Confidence Limits", " "], ["The Precision of Unbiased Ratio-Type Estimators", " "], ["On Noncoverage of Sample Dwellings", " "], ["Complete Counterbalancing of Immediate Sequential Effects in a Latin Square Design", "If there is an even number of experimental conditions (Latin letters), it is possible to construct a Latin Square in which each condition is preceded by a different condition in every row (and in every column, if desired). These designs are useful in counterbalancing immediate sequential, or other order, effects. A simple, and easily remembered, procedure by which to construct such squares is described and illustrated. A proof is offered which shows that the procedure is valid for any size square having an even number of cells on a side."], ["Factorial Experimentation in Scheffé's Analysis of Variance for Paired Comparisons", "In applying paired comparisons methods we sometimes find that the samples to be compared represent factorial combinations. It is found that Scheffé's method of paired comparisons may be applied for an underlying factorial design. The larger designs tend to become prohibitive, since to double the number of test samples requires about four times the number of judgments. A blocking procedure is described where only twice the number of judgments are required to double the number of samples, taking in account an underlying 2-series factorial. The larger designs provide many degrees of freedom for order effects but may not provide any for a true error estimate. We obtain degrees of freedom for error by running some pairs twice in only one order. We again may use the underlying factorial to decide which pairs to run once in each order and which pairs to run twice in only one order."], ["Design and Operation of a Double-Limit Variables Sampling Plan", "The paper presents and illustrates the use of three charts and a table for the design and operation of a double-limit variables sampling plan. Two of the charts are plots of the Lieberman-Resnikoff tables of the minimum variance unbiased estimate of the proportion of a normal universe exceeding specified limits given sample estimates of the mean and standard deviation or average range. The table is an extension of the Patnaik table of conversion factors for use of the average range in lieu of the standard deviation."], ["Empiric Investigation of a Test of Homogeneity for Populations Composed of Normal Distributions", "A test of homogeneity is developed that will frequently detect non-homogeneity by means of samples as small as fifty for some populations that are composed of normal components. The development is essentially the same as Smirnov's distribution free tests as discussed in [4]."], ["Notes about Authors", null], ["Summaries of Papers Delivered at the 117th Annual Meeting of the American Statistical Association in Atlantic City, September 10–13, 1957", null], ["Book Reviews", null], ["Publications Received", null], ["American Statistical Association Report of the Board of Directors, 1957", null], ["An Outlook Report", " "], ["The Contributions of Karl Pearson", " "], ["Karl Pearson—An Appreciation on the 100th Anniversary of his Birth", " "], ["Smoking and Lung Cancer: Some Observations on Two Recent Reports", null], ["An Experiment with Weighted Indexes of Cyclical Diffusion", "Diffusion indexes measure the extent of common participation of the various sectors of the economy in expansions and contractions of aggregate activity, and are used to study the relationships between the degree of participation and other characteristics of business cycles, such as turning points and amplitudes. The usual index takes account only of the direction of change of the components. An experiment was under-taken to determine if the behavior of a diffusion index of employment would be affected when it was weighted to allow for the size of the component industries, the amplitudes of the individual fluctuations, or the combined influence of size and amplitude. Size weighting made little difference, because the average size of industries in the expanding and contracting groups remained fairly constant despite substantial fluctuations over time in the number of industries contained in the two groups. Amplitude weighting exaggerated the month-to-month movements of the unweighted index, because the forces which made for an increase of diffusion also tended both to amplify the average increases in rising industries and to dampen the average declines in falling industries. The economic implications of the findings are discussed and several suggestions are offered about the use of diffusion indexes in the search for the causes of business cycles."], ["A Statistical Analysis of Provisional Estimates of Gross National Product and its Components, of Selected National Income Components, and of Personal Saving", " "], ["Use of Varying Seasonal Weights in Price Index Construction", " "], ["Philippine Statistical Program Development and the Survey of Households", "The Philippines has embarked on a comprehensive program of statistical development. The main survey device employed is the Philippine Statistical Survey of Households which is producing vitally needed data for planning and administration. Operating and conceptual problems experienced may be similar to those in existence in other countries of like economic and social characteristics."], ["Tinbergen on Economic Policy", " "], ["On the Relative Accuracy of Some Sampling Techniques", null], ["Probabilistic Interpretations for the Mean Square Contingency", null], ["Fitting Straight Lines When One Variable is Controlled", " "], ["Linear Curve Fitting Using Least Deviations", "A method is developed for finding a straight line of best fit to a set of two dimensional points such that the sum of the absolute values of the vertical deviations of the points from the line is a minimum. This is first done with the restriction that the line pass through any designated point. In this case one application of a numerical procedure leads to the solution, which may be an unique line, or a sheaf of lines. When the restriction is removed, iteration of the procedure is necessary to find the line or lines of least deviations."], ["A Modified Doolittle Approach for Multiple and Partial Correlation and Regression", " "], ["A Procedure for Computing Regression Coefficients", "Most statisticians are familiar with the method whereby partial correlation coefficients are derived from coefficients of lower order. But analogous methods for regression coefficients are apparently not widely known, and seem not to be described in the text books. Such methods are discussed here."], ["A Statistical Model for Life-Length of Materials", "A statistical model for life-lengths of structures under dynamic loading is derived. The model makes it possible to express the probability distribution of life-lengths in terms of the load given as a function of time and of deterioration occurring in time independently of loading. The special case of a constant load (or of periodic loading with constant amplitude) leads to gamma distributions for life lengths."], ["On the Distribution of Solutions in Linear Programming Problems", "Objection is taken to Babbar's [1] treatment of the problem of the distribution of solutions in a linear programming model. It is argued that Babbar's approximation neglects the mathematical constraint of non-negative solutions, and that his general approach to stochastic linear programming deals with a restricted (if not unrealistic) set of assumptions as to availability of data and the framework for decision making. An outline is given of other applications of linear programming models in which a policy decision must be made under conditions of uncertainty, and the difficulty of obtaining theoretical solutions to the associated problems is cited."], ["On Ranking Parameters of Scale in Type III Populations", " "], ["Use of Randomization in the Investigation of Unknown Functions", " "], ["Some Aspects of the Use of the Sequential Probability Ratio Test", " "], ["Notes about Authors", null], ["Book Reviews", null], ["Publications Received", null]]}