{"1959": [["Editorial Board", null], ["Editorial Collaborators December 1959 JASA", null], ["Problems in Estimating Federal Government Expenditures", "This paper discusses a number of problems in estimating Federal expenditures and a number of problems in interpreting such estimates as are publicly available. For long-range projections, the paper argues that a program-by-program analysis of budgetary issues and trends is superior to mechanical projection of expenditures as a function of gross national product. For a one-year projection, it is pointed out that the Federal budget should be just a starting point for the forecaster because the expenditure estimates in the official annual budget document cannot be viewed as forecasts. The reasons for this include: the long lead-time required in the preparation of the budget; the dependence of some program results on economic and weather conditions that can change rapidly; and the fact that by its very nature the budget necessarily reflects Presidential policy recommendations rather than a detached forecast of the final results of legislative and executive branch actions. For quarterly and monthly forecasts, a program-by-program method of appraising expenditure trends is also advised."], ["Analysis of Vital Statistics by Census Tract", "This report presents the results of a questionnaire survey of official health agencies on the current uses of census tract data with special reference to studies of health as related to socioeconomic status. Interesting studies are now being conducted, but for health program purposes a need is seen for a further extension of use of census tract data. Comparison of mortality, for example, of the population in areas of equal socioeconomic status in the various cities across the country offers new possibilities in the evaluation of the effects of such as air pollution and climate on mortality."], ["A Check on Gross Errors in Certain Variance Computations", "In stratified samples, the variance of ratio estimates often includes the variance of the variable used for stratification. The upper bounds of this variance and the corresponding rel-variance are derived for use in checking gross errors, and “typical” values of the variance are also presented."], ["Automatic Programming for Automatic Computers", null], ["Matrix Inversion, Its Interest and Application in Analysis of Data", "When the matrix has no special pattern, as in the usual regression problem, the recommended procedure for matrix inversion is the modified square root method."], ["A Multiple Comparison Sign Test: Treatments Versus Control", null], ["The Lady Tasting Tea, and Allied Topics", null], ["Tables for the Sign Test When Observations are Estimates of Binomial Parameters", null], ["Comparison of Estimates of Circular Probable Error", "The high cost of flight-testing weapon systems places an extraordinary premium on efficient use of sample data. Although efficient methods of treating data are well known to the statistician, the personnel assigned to execution of testing and analysis are frequently not aware of these methods and, as a result, may not form efficient estimates with the raw data. This study formulates naturally motivated estimates of the Circular Probable Error (CEP), an extensively used figure of merit. The first two moments of each estimate are obtained and from these tables of unbiasing factors and variances of each estimate are formed for sample sizes ranging from 2 to 21. The efficiency of the estimates relative to the best linear unbiased estimate are obtained and tabled for the same range of sample sizes."], ["A Note on Mean Square Successive Differences", null], ["Notes About Authors", null], ["Corrigenda", null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], ["Publications Received", null], ["Index to Volume 54, 1959", null], ["Some Methodological Notes on the Deflation of Construction", " "], ["An Econometric Model for United States Agriculture", "Economists and agricultural economists have done parallel research in estimating quantitative economic relations for various economic sectors. This study is an attempt to bring together the agricultural and non-agricultural sectors by grafting onto a master model of the total economy a set of estimated relationships for the agricultural sector. In this way it is possible to trace the effects of changes in the non-agricultural economy through the agricultural sector and in turn to make some estimates of the contribution of agriculture to the total. In estimating supply, demand and price relationships within agriculture twelve product categories are examined. This permits the results to be applied as forecasting devices for disaggregated commodity groups within agriculture. The results are not as gratifying as one would wish and consequently many of the relationships are being re-examined and re-estimated."], ["A Note on the Relationship Between Earning Expectations and New Car Purchases", "Is the probability of a new oar purchase greater among those spending units that expect to make more money than among those expecting to make less? Surprisingly, in a sample of American spending units those expecting to make less actually turned out to be the more frequent purchasers. Exceptionally high incomes, special trade-in habits and incorrect expectations are suggested as possible explanations for this paradoxical finding."], ["The Accuracy of Census Literacy Statistics in Iran", " "], ["Sources of Statistics on Crime and Correction", " "], ["Publication Decisions and Tests of Significance—A Comment", "The custom of only publishing research when it reaches a certain degree of significance is likely to lead to errors, not through repetition of the same experiments, but over many different experiments."], ["Some Finite Population Unbiased Ratio and Regression Estimators", " "], ["Confidence Intervals for the Means of Dependent, Normally Distributed Variables", "The extent to which these intervals may be shortened when some knowledge of the correlation structure is available is suggested as a problem for investigation."], ["A Basis for the Selection of a Response Surface Design", " "], ["Remarks on Zeros and Ties in the Wilcoxon Signed Rank Procedures", " "], ["Graphic Methods Based upon Properties of Advancing Centroids", " "], ["Optimal Confidence Intervals for the Variance of a Normal Distribution", "Tables of divisors of the sample sums of squared deviations from the mean are provided to yield either the confidence interval of minimum length or the “shortest” unbiased interval for the variance of a normal distribution. Some questions are raised concerning confidence intervals of minimum length."], [null, null], ["Percentage Points for the Distribution of Outgoing Quality", "When a consumer buys only a few lots from a producer according to some scheme based on the results of sampling inspection, he should not depend on the average outgoing quality limit as being the upper bound on the defectiveness of the lots he buys. The consumer should, in fact, examine the percentage points of the distribution of outgoing quality. Approximate percentage points for the distribution of outgoing quality for a finite number of lots are found in this paper."], ["Notes About Authors", null], ["Book Reviews", " "], ["Publications Received", null], ["A Guide to the Literature on Statistics of Religious Affiliation with References to Related Social Studies", "The following bibliographic essay is a critical review of many sources on statistics of religious affiliation, including references to studies by social scientists that treat of or are closely related to religious affiliation. It is found that statistics of religious affiliation generally originate with the unstandardized records kept by clergymen or lay clerks in over 300,000 local churches, who are for the most part untrained. Officials of national religious bodies probably receive and publish reports from most local churches, but a considerable proportion of these officers make public official reports that are only their own estimates. Periodic compilations of “the latest information” are noted. A brief summary of the U. S. Censuses of Religious Bodies is also made. A Church Distribution Study is described. Social scientists probably regard most current statistics on religious affiliation as crude. The limitations and defects of these statistics have received relatively little documentary study by trained statisticians."], ["Increase in Rent of Dwelling Units from 1940 to 1950", "The analysis presented in this paper indicates that the price of rental housing as measured by the price index was a highly significant factor explaining the change in average rent paid from 1940 to 1950. So also was change in stock. It was of two types: (1) units added by construction during the forties, and (2) change during the forties in the tenant stock of units in structures in existence in 1940. In addition, difference in the treatment of rent-free units in the two censuses had an important bearing on the rent change observed for rural nonfarm places. These factors account for a large part of the variation among places in the increase in rent paid between 1940 and 1950. The relationships observed indicate that the rent index was a fairly reliable measure of change in the monthly rent of dwellings of specified quality when allowance was made for the new-unit bias."], ["The Demand for Fertilizer in 1954: An Inter-State Study", " "], ["Maps Based on Probabilities", " "], ["Parameter Estimates and Autonomous Growth", " "], ["On the Problem of Matching Lists by Samples", "This paper presents theory for estimation of the proportions of names common to two or more lists of names, through use of samples drawn from the lists. The theory covers (a) the probability distributions, expected values, variances, and the third and fourth moments of the estimates of the proportions duplicated; (b) testing a hypothesis with respect to a proportion; (c) optimum allocation of the samples; (d) the, effect of duplicates within a list; (e) possible gains from stratification. Examples illustrate some of the theory."], ["On Variances of Ratios and their Differences in Multi-Stage Samples", " "], ["Accuracy Requirements for Acceptance Testing of Complex Systems", " "], ["Correlation Between Sample Means and Sample Ranges", "The correlation between the mean and the range is investigated for sampling from symmetric and asymmetric populations. It is shown that when the sampling is from any symmetric population with finite variance the correlation is zero. However, zero correlation does not imply symmetry. The results are of interest in the field of statistical quality control."], ["Problems in Mental Test Theory Arising from Errors of Measurement", "Several unsolved basic problems of mental test theory, arising from the presence of errors of measurement in the test scores, are discussed. The inadequacies of the classical model, with its normally and independently distributed errors, are pointed out. Two newer stochastic models, available for dealing with these problems, are described. It is observed that the proportion of test questions answered correctly by the examinee is by itself usually not a satisfactory estimate of the corresponding population proportion. Methods for estimating such population proportions are considered. Such methods are required in order (i) to determine whether or not two tests measure the same dimension, (ii) to measure changes in the characteristics of the examinees."], ["Notes About Authors", null], ["Summaries of Papers Delivered at the 118th Annual Meeting of the American Statistical Association, Chicago Illinois, December 27–30, 1958", null], ["Book Reviews", null], ["Publications Reveived", null], ["American Statistical Association", null], ["Statisticians—Today and Tomorrow: Presidential Address", null], ["Some Soviet Statistical Books of 1957", " "], ["Publication Decisions and their Possible Effects on Inferences Drawn from Tests of Significance—or Vice Versa", " "], ["Inhalation in Relation to Type and Amount of Smoking", " "], ["Panel Mortality and Panel Bias", " "], ["Some Problems of the Household Interview Design for the National Health Survey", " "], ["Minimum Variance Stratification", null], ["How Many of a Group of Random Numbers will be Usable in Selecting a Particular Sample?", " "], ["Measures of Association for Cross Classifications. II: Further Discussion and References", " "], ["Compact Table of Twelve Probability Levels of the Symmetric Binomial Cumulative Distribution for Sample Sizes to 1,000", "A compact table of critical values for tests of the symmetric binomial cumulative distribution is presented. It covers twelve probability levels (.001, .01, .02, .05, .10, .20, .30, .50, .70, .80, .90, and .95) for sample sizes to 1,000. Approximation methods of making such tests are also described, and notes on the theory and construction of the table are appended."], ["The Fitting of Straight Lines when Both Variables are Subject to Error", " "], ["Linear Programming Techniques for Regression Analysis", null], ["Comments on “the Simplest Signed-Rank Tests”", "In a fundamental contribution, Tukey [5] showed that the Wilcoxon signed-rank test [14, 15, 16, 17] is equivalent to a subclass of some tests presented by Walsh [7, 8]. Since Tukey's memorandum did not explicitly state that only a subclass of Walsh's tests is involved, misunderstandings seem to have arisen concerning the extent of the equivalence between these two classes of tests. This paper points out that a large proportion of Walsh's results are not equivalent to Wilcoxon signed-rank tests, and that some of these nonequivalent results have useful properties, which can be exploited to obtain tests and confidence intervals having increased validity, increased efficiency, additional probability levels, or requiring less computation, compared to the Wilcoxon signed-rank results."], [null, null], ["A Production Model and Continuous Sampling Plan", null], ["A Single Sampling Plan for Correlated Variables with a Single-Sided Specification Limit", "An economic single sampling plan for a variable having a single-sided specification limit whose direct measurement is very expensive or destructive is suggested in this paper. Assuming existence of at least one correlated auxiliary variable whose measurement is not so expensive and of a known dispersion matrix of these variables, the suggested plan is shown to have easy practical application. Further the choice of only one auxiliary inexpensive variable highly correlated with the main variable is shown to be optimum in most of the practical situations."], ["Minimum Risk Specification Limits", "In determining specification limits for items of product to be subjected to 100 per cent inspection both process variation and measurement error must be considered. Often costs associated with misclassification are of importance. These costs depend upon the nature of the misclassification and the amount by which an accepted item is defective or a rejected item is acceptable. The costs, with the process and measurement variations, form the basis for defining the risk to be identified with the inspection scheme. Mathematical formulas are derived and tables given which facilitate the construction of minimum risk specification limits. A variety of assumptions about relations among costs and relations between inherent process variation and measurement error are covered."], ["Lower Bound Formulas for the Mean Intercorrelation Coefficient", " "], ["Statistical Data Available for Economic Research on Certain Types of Recreation", " "], ["Notes About Authors", null], ["Book Reviews", null], ["Publications Received", null]]}