{"1960": [["In Determinism in Science and New Demands on Statisticians", "The fourth period in the history of indeterminism, currently in full swing, the period of “dynamic indeterminism,” is characterized by the search for evolutionary chance mechanisms capable of explaining the various frequencies observed in the development of the phenomena studied. The chance mechanism of carcinogenesis and the chance mechanism behind the varying properties of the comets in the Solar System exemplify the subjects of dynamic indeterministic studies. One might hazard the assertion that every serious contemporary study is a study of the chance mechanism behind some phenomena. The statistical and probabilistic tool in such studies is the theory of stochastic processes, now involving many unsolved problems. In order that the applied statistician be in a position to cooperate effectively with the modern experimental scientist, the theoretical equipment of the statistician must include familiarity and capability of dealing with stochastic processes."], ["Market Growth, Company Diversification and Product Concentration 1947–1954", "The hypothesis that market growth leads to reduced sellers' concentration is presented and briefly elaborated. Then, after an evaluation of the data, they are used to make a direct and an indirect test of the hypothesis. In the direct test, a negative relationship is found between concentration change and market growth, both for aggregate changes and for those of individual markets. In the indirect test concentration change is found to be related to the increasing importance of multi-product plants in a fashion that implies that the increased diversification of companies, rather than that of their plants alone, has brought lower levels of product concentration. Both tests lend positive though not conclusive support to the hypothesis."], ["On Finite Sample Distributions of Generalized Classical Linear Identifiability Test Statistics", null], ["A Note on the Limiting Relative Efficiency of the Wald Sequential Probability Ratio Test", null], ["Internal Migration Statistics for the United States", null], ["Bivariate Exponential Distributions", "In the second distribution (3.4) the conditional expectation of one variable increases or decreases with increasing values of the other variable depending on the sign of the correlation. The coefficient of correlation lies in the interval –.25≤ρ≤.25, and the correlation ratio is proportional to the coefficient."], ["On the Exact Variance of Products", null], ["On Conditional Expectations of Location Statistics", null], ["A New Binomial Approximation for Use in Sampling from Finite Populations", "A new way of approximating the hypergeometric distribution with a binomial is described which is obtained by equating the mean and variance of the binomial to those of the hypergeometric distribution. The paper gives several examples which show the approximation to be much more accurate than the usual binomial."], ["Circular Error Probabilities", null], ["Effect of Bias on Estimates of the Circular Probable Error", "Both estimates are unbiased and asymptotically efficient when the aim point is at (0, 0). When the aim point is shifted, only one of the estimates is unbiased, but it requires estimation of the coordinates of the shifted aim point. If the amount of shift is known to be small, or suspected of being so, this estimate may not be as good as the biased estimate, which is employed as though the mean were (0,0). In this study the precision of the estimates is determined as well as the transition bias which marks the point where one estimate becomes more effective than the other."], ["Bibliography on Simulation, Gaming, Artificial Intelligence and Allied Topics", null], ["Corrigenda", null], ["Book Reviews", null], ["Competing Exponential Risks, with Particular Reference to the Study of Smoking and Lung Cancer", null], ["A Nonparametric Sum of Ranks Procedure for Relative Spread in Unpaired Samples", null], ["Statistical Evaluation of Cloud Seeding Operations", "In 1953 Congress established the Advisory Committee on Weather Control, one of its responsibilities being to determine whether the United States should experiment with activities designed to control weather conditions. In its Final Report, 1957, the Committee concluded on the basis of historical records that in mountainous areas commercial seeding produced an increase of 10 to 15 per cent in precipitation. The methodology of the Committee's analysis is reviewed in this paper, and it is concluded that possible selectivity on the part of the seeding operator could produce fictitious results. The Committee's Report denies the existence of such selectivity but there is reason to doubt the denial. In the reviewer's opinion the Committee's claim for the positive effects of commercial seeding must be regarded as unproved."], ["The Use of Statistics in the Formulation and Evaluation of Social Programmes", "The purpose of the paper is to provoke dissemination of information on this subject among under-developed countries and to stimulate research on the uses of statistics for social programming."], ["Consumers' Propensities to Hold Liquid Assets", "The results suggest that the propensity to hold liquid assets (1) is low for consumers who can expect long-run increases in income, (2) is higher for consumers who have permanently low incomes, but that these consumers may feel that their reserves are inadequate, (3) increases with age to a limit, and (4) decreases as the consumer unit becomes larger."], ["Early Failures in Life Testing", null], ["Mathematical Models for Ranking from Paired Comparisons", null], ["Tables of Confidence Limits for the Binomial Distribution", null], ["A Method of Analyzing Log-Normally Distributed Survival Data with Incomplete Follow-Up", "A method is presented for analyzing survival data with incomplete follow-up when there is reason to suppose that the data have a translated log-normal distribution. The life table method is used to make allowances for those patients lost to observation and for tabulating the resulting survival frequencies. Modified maximum likelihood equations and short-cut procedures are presented for calculating the parameters of the general three parameter log-normal distribution from grouped data as represented by the life table."], ["On the Choice of Plotting Positions on Probability Paper", "To clarify the problem the author has analyzed the purposes to be served in plotting data on probability paper. With a specific concept of the purpose to be served in mind, it becomes clearer to the investigator which plotting convention would be the best one to use."], ["Bibliography on Sequential Analysis", "This article contains 374 references dealing with the subject of sequential analysis. These references are listed alphabetically by author and also broken down into fourteen subject categories."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["A Multiplicative Model for Analyzing Variances Which are Affected by Several Factors", "A multiplicative model is proposed for analyzing multifactor experiments which are conducted to study the effect of changes in the levels of the factors on the variance of a chance variable. The model is a direct analogue of the additive model for means. Univariate and multivariate applications to factorial experiments, experimental designs, and multiplicative response surfaces for variances are discussed."], ["Certain Uncorrelated Statistics", "It is proved that an odd location statistic and an even location-free statistic are uncorrelated when sampling from a symmetric distribution. It is of interest to note the relative simplicity of the proof of this theorem, which is a generalization of two special results of Ostle and Steck."], ["Changes in the Rate and Components of Household Formation", "In the prediction of future household formation, it proves useful to separate movements caused by population changes from those caused by shifts in the occurrence rates of households among a given population. The varying rates of occurrence reflect the differential impacts of economic vairables and social change. This study indicates that until better data are available, forecasts of households will have to rely primarily upon judgment. This can be gained from an analysis of past data plus information carried over from related series which have more frequent observations. No single statistical function can be found to express the manner in which the Census estimates of households have moved. This apparent lack of correlation reflects the need to average several years' data to obtain accuracy. It also stems from relatively few past observations, and the likelihood that significant structural shifts have occurred and have altered past economic relationships."], ["A Statistical Investigation of the Industrialization Controversy", "Whether trade of the industrial countries with the non-industrial countries declines in an industrializing world has always been a controversial question. The present paper examines this controversy with reference to events in the postwar period. The validity of the findings is tested under alternative classifications of an industrial area and in terms of current value and deflated value figures. Recent changes in the commodity composition of exports of both areas are then noted. The main finding is that the progressing industrialization in the postwar years did not unfavorably affect the volume of exports of the industrial area, although it did change, to some extent, the direction and composition of the international commodity flows. However, certain conditions in the postwar period do not allow us to assume that we can resolve the controversy in question."], ["Optimal Properties of Exponentially Weighted Forecasts", null], ["Large-Sample Covariance Analysis when the Control Variable is Fallible", "When the control variable contains errors of measurement, the usual analysis of covariance fails to adjust adequately for initial differences between groups. A large-sample significance test is presented here for the case where the fallible control variable has been measured in duplicate."], ["Variance of the Median of Samples from a Cauchy Distribution", "Exact values of the variances of the medians of small samples from a Cauchy distribution are given. They are compared with the values obtained by using the formula for asymptotic variance."], ["Tests of the Hypothesis That a Linear Regression System Obeys Two Separate Regimes", null], ["A Note on Average Tau as a Measure of Concordance", null], ["Estimation in the Truncated Poisson Distribution when Zeros and Some Ones are Missing", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Dual Function of Statistics: Presidential Address", null], ["Three Sources of Data on Commuting: Problems and Possibilities", "Our 1960 population census will procure the first nationwide data on place of work and method of travel to work. In view of the widespread theoretical and practical interest in commuting, serious consideration must be given to the types of research for which these new data will be appropriate, and to alternative sources of information. This paper compares and contrasts census data on commuting with the information derivable from traffic studies and management records. It illustrates their uses and weighs the relative merits of the three sources for different types of study, and shows that each source has a relatively unique research utility."], ["Processing Underdeveloped Data from an Underdeveloped Area", "The problems of improvising with inadequate data are not new to most researchers, but this paper treats these problems in the context of microeconomic research in an underdeveloped area. The paper presents the detailed procedures used to process primary data secured from a sample of farm families in the State of Minas Gerais, Brazil. Essentially a descriptive case study, the paper highlights the difficulties of estimation and imputation encountered in the preparation of a series of indexes of agricultural output and input. The results are particularly designed for researchers who plan to undertake studies of agricultural economic problems in underdeveloped areas."], ["Leading British Statisticians of the Nineteenth Century", "This paper explores statistical contributions of eleven outstanding British statisticians of the nineteenth, century. They are Playfair, Porter, Babbage, Farr, Guy, Newmarch, Jevons, Rawson, Galton, Giffen, and Edgeworth. This treatment represents one aspect of British statistical thought not previously developed."], ["The Female Labor Force: A Case Study in the Interpretation of Historical Statistics", "Labor force data must be evaluated in the light of historical evidence about changes in census procedures and in the social context of enumerations. Net growth of the female labor force from 1890 to 1950 was much less than census data indicate. Reported growth was augmented by broadening of census definitions, improvement of procedures, wider awareness of women's employment, increasing willingness to report women's work, and the shift from self-employment and homework to wage and salary employment away from home. Internal checks and comparisons with other enumerations suggest serious undercount of women workers by earlier censuses. The best approach to the trend data is to abandon the uncertain early totals and concentrate on sifting out the more reliable details."], ["Where Do We Go from Here?", "They will also need to step aside and consider other broad fields, where such words as experimentation and investigation are not only inappropriate but dangerous. The development of “evolutionary operation” as an operating tool in production is but one instance of what is possible."], ["A Test Procedure with a Sample from a Normal Population when an Upper Bound to the Standard Deviation is Known", null], ["Design and Estimation in Two-Way Stratification", "One may encounter populations for which there are two effective stratifying criteria, both of which are desirable in a sample design. However, the number of permitted observations may be less than the number of strata formed by the usual double stratification technique. A method which will permit estimation in these cases is presented. Both biased and unbiased estimators are considered. It is shown that if the stratification effects are additive in the analysis-of-variance sense the method is particularly effective. Also, if the substrata sizes (formed from the two-way classification of the population according to the stratifying criteria) are proportional to the product of the corresponding one-way strata sizes, the possible loss in efficiency compared to single stratification is trivial. Even in populations in which substrata disproportion is great one can still use the method effectively by employing a method of allocating, with certainty, some of the sample observations to the substrata. Variances of both biased and unbiased estimators are given, along with a method for obtaining essentially unbiased estimates of the variances."], ["Extension of the Wilcoxon-Mann-Whitney Test to Samples Censored at the Same Fixed Point", "A two-sample non-parametric significance test for censored samples is presented. The null hypothesis considered is that the two samples are from the same population. Tables of lower 5% and 1% points of the test statistic are given for both sample sizes ≦8 and various degrees of censoring. The asymptotic distribution of the test statistic under the null hypothesis is derived and numerical comparisons are given which indicate the asymptotic theory is adequate outside the range of the table providing no more than about 75% of the total observations of the two samples are censored. The test is shown to be consistnet against an alternative which, for example, includes the case of sampling from two normal populations with different means."], ["Estimating the Parameters of a Modified Poisson Distribution", "Errors in observing and reporting sample data often complicate the problem of estimating parameters of the distribution being sampled. If neglected, such errors may lead to seriously biased estimates. There exits a large general class of such estimation problems involving numerous different distributions, different types and varying degrees of observational errors. This paper is limited, however, to maximum likelihood estimation in a Poisson distribution which has been modified to the extent that a proportion θ of the ones are reported as being zeros. An inspector who sometimes fails to see or at least fails to report items containing only a single Poisson distributed defect, while correctly observing and reporting results of inspecting items containing two or more defects, produces sample data of the type under consideration. Estimators are derived both for the Poisson parameter and for θ. Asymptotic variances and covariances are derived and an illustrative example is included."], [null, null], ["Variance of the Median of Small Samples from Several Special Populations", "A comparison is made of the exact variances of medians of small samples from several special populations with the values obtained by using the formula for asymptotic variance."], ["Regional Cycles of Manufacturing Employment in the United States, 1914–1953", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}