{"1961": [["Occupational Components of Educational Differences in Income", "The relationship between income and education, with occupation held constant, can be ascertained indirectly from incompletely cross-tabulated data, making use of formulas involved in the analysis of covariance. The between-occupation component of the difference in income level between categories of educational attainment is substantial. Occupation, therefore, is an important intervening variable in the translation of educational advantage into income advantage. The method may be useful in a variety of problems, familiar to demographers and social statisticians, whose analysis must be approached in a roundabout manner owing to the limited detail of published tabulations."], ["Testing the Independence of Regression Disturbances", "This article deals with the distribution of the Von Neumann ratio of least-squares estimated regression disturbances. This distribution is approximated by a beta distribution under the condition that the behaviour of explanatory variables of the regression over time is sufficiently smooth. Two examples are presented, together with a table containing 1 and 5 per cent significance limits for a number of observations ranging from 15 to 100 and a number of coefficients adjusted ranging from 2 to 6."], ["Rectifying Inspection of Lots", null], ["Residence Histories and Exposure Residences for the United States Population", "Residence histories were collected in a supplement to the Current Population Survey. By restricting query to places rather than individual dwellings, complete histories were obtainable for ninety per cent of the sample. The concept of “exposure residence” is suggested as one technique for summarizing residence histories. Exposure residence data for the United States adult population are presented, and are used to support the hypothesis of stage patterning of rural-urban migration."], ["A Simple Theoretical Approach to Cumulative Sum Control Charts", "By considering the use of a cumulative sum control chart, in the way described by Page [3] and Barnard [2], as the application of two sequential probability ratio tests to the observed series taken in reversed order, some approximate formulae for properties of this procedure are obtained. These are simple formulae relating the probabilities of detection of a given change in average value to the position and slope of the critical limits. It is suggested that these results may sometimes be useful as a guide to the limits to be used."], ["Statistical Methods for the Mover-Stayer Model", "The mover-stayer model, a generalization of the Markov chain model, assumes that there are two types of individuals in the population under consideration: (a) the “stayer,” who with probability one remains in the same category during the entire period of study; (b) the “mover,” whose changes in category over time can be described by a Markov chain with constant transition probability matrix. The transition probability matrix for movers, and the proportion of stayers among the individuals in each category at, say, the initial point in time, are unknown parameters. Various estimators of these parameters are presented herein, and the accuracy of these estimators is compared. We show, for example, that the estimators of these parameters used by Blumen, Kogan, and McCarthy [3] are not consistent estimators, while the estimators recommended herein are. In addition, tests of several hypotheses concerning the mover-stayer model are presented herein. The methods developed in this paper can be applied to the study of various phenomena where panel data are available."], ["Forecasting Industrial Production", "This paper analyzes the predictive performance of several forecasting techniques: (1) a leading series regression, (2) the independent components of these leading series, and (3) a diffusion index. The comparative predictive performance in forecasting the turning points of the FRB Index of Production was measured by means of lead-reliability functions. The use of lead-reliability functions requires rules for identifying true and false peaks. In applying these rules, it was shown that the estimated values of the lead-reliability relationship are sensitive to the rule which is used to identify the true turns. A comparison of the predictive performance of the three techniques shows that both the diffusion index and the independent components are better predictors than the regression."], ["Non-Additivity in Two-Way Analysis of Variance", null], ["On Comparing Intensities of Association between Two Binary Characteristics in Two Different Populations", null], ["Failure of Enumerators to Make Entries of Zero: Errors in Recording Childless Cases in Population Censuses", "It has been observed that enumerators sometimes fail, for one reason or another, to record a zero answer properly on the schedule, thus leading to the eventual tabulation of the answer as “not given” and introducing error in the data. This article indicates the existence of this error in the data on children ever born which have been collected in many censuses. A study of the covariation of the proportions tabulated as childless and as “not given” in the various age groups has shown the existence of a linear or nearly-linear relationship between the two proportions in many instances. This linearity can be utilized, as explained here, to detect the existence of the error and to adjust the data, under certain conditions."], ["The Statistical Analysis of Industry Structure: An Application to Food Industries", "A stochastic model is used to analyze the changing size distributions of large firms in the food processing and chain store food distributing industries during 1948–1958. The model is shown to have certain predictive usefulness for anticipating changes in these distributions; however, the predictive value of the equilibrium distribution is questioned. An index of size mobility is developed from the model and the value of this index computed for each industry in each year and for the entire decade. The index clearly indicates that firms in the processing sector were characterized by greater relative size mobility than those in the distributing sector over this decade. A number of possible explanations of and deductions from the variability of the indexes, both between industries and over time, are suggested. Although no strong correlations are obtained, the descriptive and predictive value of the technique and the potential fruitfulness of further statistical work on the dynamics of industry structure are strongly indicated."], ["Note on the Missing Plot Procedure in a Randomized Block Design", "The properties of the missing plot procedure for a randomized block design are investigated from the randomization viewpoint. Expected mean squares, estimates of treatment effects, variances, and estimates of treatment effect variances are obtained when a particular block-plot combination is missing from the conceptual population of yields, when a block-treatment combination is missing, and when a restricted set of randomizations is considered. With proper definition of parameters and with certain assumptions, the analysis of variance is shown in all cases to lead to an unbiased test. Comparison with the infinite model approach is stressed."], ["Gamma Distribution in Acceptance Sampling Based on Life Tests", null], ["A Bivariate Extension of the Exponential Distribution", "A bivariate extension of the exponential distribution is proposed as a model for certain problems in life testing. It applies, in particular, to two-component systems, which can function even if one of the components has failed. Various statistical properties of the model are investigated, including maximum likelihood estimates of the parameters and their distributions."], ["On the Resolution of Statistical Hypotheses", null], ["The Asymptotic Variances of Method of Moments Estimates of the Parameters of the Truncated Binomial and Negative Binomial Distributions", "In this paper the asymptotic variances of method of moments estimates of the parameters of the truncated binomial and negative binomial distributions have been derived. For the binomial distribution with one class from the lower end of the distribution truncated, the efficiency of the estimate relative to maximum likelihood has been compared."], ["A Nomograph for Computing Partial Correlation Coefficients", null], ["Stepwise Least Squares: Residual Analysis and Specification Error", null], ["Corrigenda", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Estimating a Mixed-Exponential Response Law", "The problem has been encountered in the context of market research, in estimating the “penetration” of a market by a new product; and it is therefore described in those terms. But mathematically identical problems arise also in life testing and in fisheries research. The problem is similar to the well-known one in toxicology of fitting a response law (logistic, probit, or whatever) to dose-mortality data, with the exception that in the present case the points on the empirical response curve are not independent, the basic sampling distribution being multinomial instead of independent-binomial. In regard to statistical methodology, the paper aims to illustrate the role of the likelihood function in estimation. Whether the likelihood function has a “large-sample” appearance depends not only on the sample size but on the parametrization."], ["A Class of Distributions Applicable to Accidents", null], ["Ex Ante and Ex Post Data in Inventory Investment", null], ["On an Index of Quality Change", "This paper discusses a multiple-regression chain-index technique for the construction of an index of quality change, and illustrates its feasibility by reference to a price index for automobiles. The interaction of our quality index with the usual Laspeyre type price index is studied. It is demonstrated that the quality index suggested bears the same relationship to a constant-satisfaction index as does an ordinary price index, and that this index is an appropriate deflator for the CPI."], ["Length of Confidence Intervals", "The expected length of a confidence interval is shown to equal the integral over false values of the probability each false value is included. Thus two desiderata for choosing among confidence procedures lead to the same measure of desirability. Furthermore, by common definitions of “optimum,” a procedure is optimum as regards including false values if and only if it is optimum as regards expected length. However, the procedure with minimum expected length ordinarily depends on the true value of the parameter. The possibility is explored of minimizing the average expected length, averaging according to some weighting on the possible parameter values. (This is not the same as assuming a prior distribution and using Bayes' Theorem.) The ideas are applied to the mean and variance of a normal distribution and the probability of success in binomial trials."], ["A Comparison of Major United States Religious Groups", "Religious, demographic, and economic data gathered on three Survey Research Center studies have been analyzed by major religious groups. The analysis indicates only slight differences in sex composition, marital status, and age structure among Protestants, Roman Catholics, and Jews except for a middle-aged concentration among Episcopalians and Presbyterians. People who report they are without a religion are heavily male and have a larger percentage single than does the nation as a whole. The number of children in Jewish, Episcopalian and Presbyterian families is similar, but smaller than the number in the other religious groups. On education, occupation, and income, the religious groups can be separated into three descending ranks: (1) a top-rank, having large percentages of college graduates and white collar workers, and enjoying high incomes, composed of Episcopalians, Jews, and Presbyterians; (2) a middle rank, containing smaller percentages of college graduates and white collar workers, and earning less income, consisting of Methodists, Lutherans, Roman Catholics, and the “no religion” group; (3) the bottom ranked Baptists with few college graduates or white collar workers and low family incomes."], ["Further Comments on the “Final Report of the Advisory Committee on Weather Control”", "The Final Report contains only two assertative conclusions: A(1) that commercial cloud seeding in mountainous areas produced 10–15 per cent increase in precipitation, and A(3) that no seeding project meant to increase precipitation was found in which the indicated effect of cloud seeding was negative. With reference to A(1) evidence is introduced showing that the apparent 10–15 per cent increase in precipitation is likely to be due to a combination of factors other than cloud seeding. Conclusion A(3) was found inconsistent with some of the Advisory Committee's own findings and with some other published results. Section 8 indicates that a Bayes decision rule whether to seed or not, published in Volume II of the Final Report as minimizing the risks, may well maximize these risks. Section 9 indicates a misrepresentation and a significant omission in Volume II of the Final Report."], ["The Use of Sample Ranges in Setting Exact Confidence Bounds for the Standard Deviation of a Rectangular Population", null], ["Bias in Pseudo-Random Numbers", "Some congruential pseudo-random number generators are shown to be subject to sub-periods or harmonics whose effect is to constrain the variability of the numbers generated. An experiment with such a generator produced a long sequence whose variance was significantly less than the theoretical value."], ["A Note on the Exact Finite Sample Frequency Functions of Generalized Classical Linear Estimators in Two Leading Over-Identified Cases", "In econometric statistics the alternative estimators of structural coefficients in systems of simultaneous equations appear to possess rather complicated finite sample distribution functions. Monte Carlo experiments are resorted to for the purpose of providing useful leads in mathematical research into the nature of these distributions. In this article are presented some leading results of a mathematical investigation of the exact finite sample distribution functions of generalized classical linear estimators. The results presented here exhibit some particularly important implications for the conduct and evaluation of Monte Carlo experiments in econometric statistics."], ["Distributions of Correlation Coefficients in Economic Time Series", "Correlations and lagged cross-correlations are quite high for all classes of data. E.g., given a randomly selected series, it is possible to find, by random drawing, another series which explains at least 50 per cent of the variances of the first one, in from 2 to 6 random trials, depending on the class of data involved. The sampling distributions obtained provide a basis for tests of significance of correlations of economic time series. We also find that our economic series are well described by exact linear difference equations of low order."], ["Fitting of Straight Lines and Prediction When Both Variables are Subject to Error", null], ["The other Side of the Lower Bound. A Note with a Correction", "The question dealt with—attaining of the variance of an estimator to its lower bound—is, of itself, of only limited technical interest. Its relation to broader questions of estimation, in particular, maximum likelihood estimation, cannot be dealt with in this short communication. Clearly, the fact that an estimator has lower-bound variance is no guarantee that the estimator is good, much less that it is “best.” The bound may itself be very high and besides, the bias of the estimator may be large, so that the mean square error can be enormous compared with another estimator whose Variance does not attain its much lower-bound, and has little or no bias. For the author's views on more general questions of “optimum” estimation, interested readers may wish to consult papers [1], [2], [3], [4], [5], [7]."], ["A Model for Migration Analysis", "This paper describes a methodological study attempting to improve the quantitative analysis of migration data by controlling for seven important spatial variables. A primitive mathematical model is constructed by means of which theoretical migration frequencies are calculated and then compared with actual frequencies, yielding several indexes and a Force of Attraction. This approach was applied to United States internal migration for 1935–1940. The highest scores were obtained for the Pacific area. This model may be used for human, animal, or inanimate movements."], ["A Note on the Asymptotic Normality of the Mann-Whitney-Wilcoxon Statistic", "The Mann-Whitney-Wilcoxon statistic is of some importance in non-parametric statistical inference. The asymptotic normality of this statistic has been established previously for the case where the distributions of the random variables, in each of the two samples, are the same. In the present work it is shown that this statistic is asymptotically normal when these distributions are not all the same. An application of this result to a particular hypothesis testing problem is also given."], ["Estimation of Location and Scale Parameters in a Truncated Grouped Sech Square Distribution", null], ["The Progress of the Score during a Baseball Game", "Since a baseball game consists of a sequence of half-innings commencing in an identical manner, one is tempted to suppose that the progress of the score throughout a game would be well simulated by a sequence of random drawings from a single distribution of half-inning scores. On the other hand, the instincts of a baseball fan are offended at so simple a suggestion. The hypothesis is examined by detailed analysis of 782 professional games, and a supplementary analysis of a further 1000 games. It is shown that the scoring does vary significantly in the early innings, so that the same distribution cannot be used for each inning. But, with a few exceptions, total scores, establishments of leads, overcoming of leads, and duration of extra-inning games as observed in the actual games show good agreement with theoretical calculations based on random sampling of the half-inning scoring distributions observed."], ["Multiple Linear Regression Analysis with Adjustment for Class Differences", "A method is described for solving by iteration the normal equations in multiple linear regression analysis when class differences are present, and a proof is given of the convergence of the process. Comparison is made with a direct method of solution in which the information matrix is adjusted for class differences before it is inverted."], ["A Note on Griffin's Paper “Graphic Computation of Tau as a Coefficient of Disarray”", null], ["Book Reviews", null], ["Significance Tests in Discrete Distributions", null], ["Multiple Regression Analysis of a Poisson Process", "A multiple regression model based on the Poisson density is discussed. Point estimation by maximum likelihood results in estimating equations which can be solved by iteration based on scoring or on a successively revised weighted least squares estimator. The first round of each iterative process is shown to be BAN, provided that the ordinary least squares estimator is used as the initial condition. A minimum chi-squared estimator, which can be computed directly from sample observations, is derived and shown to be BAN. A consistent estimator of the variance-covariance matrix for each estimation procedure is given."], ["Confidence Curves: An Omnibus Technique for Estimation and Testing Statistical Hypotheses", null], ["Changes in the Size Distribution of Dividend Income", "Changes in the distribution of individuals' dividend income by income group afford a measure of changes in the distribution of individually owned stock by income group. Between 1917 and 1957 the share of individuals' dividend income going to persons in the top percentile of the income distribution has halved, while the share going to persons in the upper five percentiles has fallen by one-third. The decline has been irregular, about half of it occurring in the periods 1927–1931 and 1937–1943. This evidence of change in the distribution of individually owned stock by income group contrasts with evidence which suggests an absence of change in the distribution by wealth group."], ["The Use of Sample Quasi-Ranges in Setting Confidence Intervals for the Population Standard Deviation", "The problem is the determination of an optimal selection method of quasi-range for setting one-sided confidence bounds and confidence intervals for the standard deviation from a given distribution. The proposed methods of optimal selection are applied to random ordered samples from the normal, exponential and rectangular distributions. Tables of confidence bounds for the standard deviation of these distributions are given for confidence levels commonly used in statistical work. These are compared with the results of standard procedures."], ["The Statistical Work of Oskar Anderson", null], ["A Problem Concerned with Weighting of Distributions", null], ["Exact and Approximate Distributions for the Wilcoxon Statistic with Ties", "The exact distribution of the Wilcoxon statistic was calculated for five specific cases where both samples contained five observations, some of which were tied. The five specific cases were obtained from an actual experiment. The exact distributions for each of these five cases are compared with some approximations at points near 1, 5, and 10 per cent. Critical values and associated probabilities have been calculated for the exact and approximate distributions."], ["On the Use of Partially Ordered Observations in Measuring the Support for a Complete Order", null], ["A Note on Measurement Errors and Detecting Real Differences", null], ["An Analysis of Consistency of Response in Household Surveys", "In obtaining data through household surveys, one of the primary concerns is the ability of respondents to recall certain facts. Data relating to a specific household appliance collected from identical households on identical questions in two national surveys made approximately one year apart form the basis for the present analysis of consistency of response. Although there is no method of checking the accuracy of the responses, the effects of differing responses are examined."], ["Randomized Rounded-Off Multipliers in Sampling Theory", "In a large scale survey, where a non-self-weighting design is used, the work at the tabulation stage becomes time consuming and costly due to the large number of multipliers (inflation factors) involved in obtaining the estimates. In this paper a technique is developed to substitute the multipliers by a very small number of multipliers called “randomized rounded-off multipliers” by a suitable randomizing process, thereby reducing the work at the tabulation stage. A suitable procedure has been suggested for determining the values of the randomized rounded-off multipliers which would minimize the increase in the variance of the estimator."], ["Bivariate Logistic Distributions", "The logistic distribution closely resembles the normal one. Both are symmetrical. Here two logistic bivariate distributions are studied. In both cases the curves of equal probability density are not ellipses, the regression curves are not linear and the conditional expectations are limited. The first distribution analyzed with the help of the bivariate moment generating function is asymmetrical and therefore departs considerably from the normal one. The coefficient of correlation is constant and equal to one half. The second bivariate logistic distribution is symmetrical. The regression curves are linear in probability scale and the coefficient of correlation varies in the interval ± .30396."], ["Unbiased Componentwise Ratio Estimation", null], ["A Note on Curve Fitting with Minimum Deviations by Linear Programming", null], ["Partial Correlations in Regression Computations", null], ["Factorial Treatments in Rectangular Lattice Designs", "This paper reports how factorial treatment combinations may be used in rectangular lattice designs. The analysis of variance is obtained both with and without recovery of inter-block information. Explicit formulae are presented for the variances and covariances of the treatment effects as well as single degree-of-freedom comparisons. In fact, this paper extends all the uses of factorial treatment combinations in complete block designs to rectangular lattice designs."], ["A Quarterly Econometric Model of the United States", "Simplicity in an econometric model may often be a virtue provided that the model performs its particular predictive function in a reasonably competent manner. The following model, while minimizing computational difficulties, demonstrates fairly accurate forecasting ability and a partial explanation, via an accelerator, of postwar fluctuations in the gross national product of the United States."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Cooperation among Statistical and other Societies: Presidential Address", null], ["Some Nonparametric Tests for Comovements between Time Series", "The test, proposed by Moore and Wallis [23], of the existence of correlation between the movements in two time series (eliminating at least the primary effects of trends) was justified by them in “the special case of randomly arranged [signs of the] first differences” in both series. Moore and Wallis also noted that the signs of the first differences in a time series will have a negative serial correlation if the time series is a purely random process (or if it is a particular kind of generalization of a purely random process). It is therefore necessary to modify the Moore-Wallis test when applying it to such time series in order to take into account this serial correlation. In the present article, a simple modified form of the Moore-Wallis test is suggested, which can be applied to such time series. Somewhat similar modifications are also suggested for testing the existence of correlation between some more general kinds of time series. The importance of taking into account the effects of trends in the time series and the effects of the serial correlations (between the signs of the first differences) is illustrated by means of two numerical examples. Finally, the study of the movements in three or more time series is briefly discussed."], ["Some Aspects of Seasonality in the Consumer Price Index", "Although B.L.S. has not thus far published a seasonally corrected CPI, it has given attention to the practical problems of seasonality. Widespread use of the CPI for wage escalation emphasizes the need for consideration of the problem."], ["Almost Linearly-Optimum Combination of Unbiased Estimates", null], ["Bias in Estimates of the U.S. Nonwhite Population as Indicated by Trends in Death Rates", "In the first half of each intercensal decade in the thirty-year period 1925 to 1955, the age-adjusted death rates for nonwhite persons have declined relatively more rapidly than for white persons. In the second half of each intercensal decade just the opposite situation prevails, an excess of white over nonwhite decline. There are no exceptions to this curious pattern for either males or females in this period. Partial explanation of this phenomenon is suggested in terms of increasing underestimates of the nonwhite relative to the white population in the two intercensal periods 1930–40 and 1940–50."], ["Multiple Comparisons among Means", null], ["On Some Measures of Food Marketing Services", "Some economists have applied multiple regression analysis to national aggregate time series data to measure elasticities of demand for all food marketing services. This paper demonstrates the inappropriateness of the measures of marketing services price, quantity and value used in the analyses. The services price index used was actually a services value index; the services quantity index used was an index of food quantity; and the measure of value used contained errors of observation of such a nature as to lead to biased elasticity estimates. Finally, formulas are suggested which might be used for the construction of a Laspeyre's index of services prices and a Paasche index of quantity of services."], ["Unbiased Ratio Estimators in Stratified Sampling", null], ["A Reproducible Method of Counting Persons of Spanish Surname", "Counts of “Persons of Spanish Surname” in the Southwestern United States were made by the U. S. Census in 1950 and are planned for 1960. Similar counts from other records can furnish numerators to go with denominators from the Census, but difficulties arise in explicit listing and definition of “Spanish Surname”. The problem was here approached from name counts of maiden surnames of mothers of infants with Spanish surnames. A log-normal distribution, fitted to this listing, allowed estimation of the number of names required for explicit listings having various proportions of coverage of all Spanish surnames. Since very long lists are required for high per cents of coverage, a 306-name list, with seventy per cent coverage, of a California population, is proposed for both Census and administrative use. Such a list would generate accurate rates for that portion of the population covered, even though the per cents covered might vary."], ["Residual Analysis", "Individual value of residuals from a least squares regression equation can be analyzed as a set of originally observed quantities. If the analysis of residuals is in the form of another regression analysis, the total analysis of the data can be described as a two-stage regression. Such a two-stage approach is not equivalent to the usual, one-stage analysis, and therefore the resulting estimates and tests are biased. It is the purpose of this paper to obtain expressions for these biases."], ["Note on Stepwise Least Squares", "A stepwise procedure is often used to estimate one coefficient in a multiple linear regression. The relation between this stepwise estimate and the estimate obtained by direct multiple regression is spelled out."], ["A Parametric Estimate of the Standard Error of the Survival Rate", "This paper proposes a simplification of Greenwood's estimate of the standard error of the survival rate. The simplifying assumptions are (a) that cases enter the follow-up study at a uniform rate, (b) there are no losses to follow-up, and (c) the mortality risk for successive follow-up intervals is constant. Numerical examples drawn from cancer registry data indicate that the proposed estimate yields acceptable results under certain realistic circumstances despite some marked deviations from the simplifying assumptions. A table is given for rapid estimation of the standard error of the survival rate."], ["A Note on Follow-Up for Survival in the Presence of Movement", "The error committed by deriving such an estimate from the non-movers is examined in terms of the movement rate and differences of the event rates between movers and non-movers for a five- and ten-year follow-up. Whether the “event frequency irrespective of movement” should be used as a measure of risk, depends on epidemiological hypotheses."], ["The Probability of Reversal Associated with a Test Procedure when Data are Incomplete", null], ["Variance Estimates in “Optimum” Sample Designs", "Formulas describing optimum sample allocation in stratified and two-stage sample designs are given ordinarily in terms of “best” estimates of a population mean or total. The best allocation for estimating the variance of the mean may depart from that which is optimum for the mean. For stratified sampling, such a departure depends upon variation among strata in functions of coefficients of kurtosis for the strata (fourth moment ÷ squared second moment). For two-stage designs optimum sample allocation for estimating the variance of the mean depends upon coefficients of kurtosis as well as costs and variance components. Examination of the expressions for optimum variance estimation and some calculations for specific cases indicate that losses in efficiency of variance estimates due to using optimum allocation for a mean are not extreme in a variety of particular cases."], ["On Stabilizing the Binomial and Negative Binomial Variances", "Transformations for the stabilization of variance of the binomial and negative binomial distributions are considered. In each case a new transformation is suggested. These transformations are two-term inverse sine and inverse-hyperbolic sine transformations involving six adjustable constants, thus generalizing previous work of Anscombe [1] and of Freeman and Tukey [3]. In the sequel some properties of these transformations are derived. The nature of the dependence of the variances of these transformations on some parameter is worked out and depicted graphically."], ["On Matching Lists by Samples", "The problem considered is estimation by sampling methods of the number of names common to two or more lists. The situation covered is that in which the lists are found to have been merged and must be sampled as one. A comparison is made with the case in which the lists can be sampled separately. Tables are included giving the sample sizes necessary to achieve a specified level of precision."], ["Probability Table for Number of Runs of Signs of First Differences in Ordered Series", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}