{"1962": [["Memorial to Sir Ronald Aylmer Fisher: 1890–1962", null], ["The Interpolation of Time Series by Related Series", "For this special case, some current methods are defective on formal grounds and all may frequently yield less accurate estimates than straight-line or other mathematical interpolation. Converting the problem into a simple bivariate regression problem suggests a generalization of current methods that takes account of the correlation between the movements of the given series and the related series."], ["Integral of the Bivariate Normal Distribution over an Offset Circle", "In problems where guidance to the proximity of a point is required, the probable success of the mission often is described by the probability of hitting within a given radius of the point. In this paper is presented a method of determining the probability of a hit within a given circle when it is assumed that the guidance error is distributed according to a bivariate normal distribution. This problem can be solved readily if the random error variables are independently distributed along two orthogonal axes with equal standard deviations and if they are not biased relative to the target location. Since these assumptions often are not valid, a series solution to the general problem is provided with an analysis of the error introduced by considering only a finite number of the terms."], ["A Sequential Test of the Equality of Probabilities in a Multinomial Distribution", "For testing the hypothesis that all the categories in a multinomial distribution are equally likely, a sequential test is proposed which at each stage of the sampling observes whether the observation falls in the set of categories containing the largest number of earlier observations. It rejects the hypothesis if at too many stages the observation does fall in that set of categories. The properties of the test are discussed."], ["Some Two-Sided Distribution-Free Tolerance Intervals of a General Nature", "Nearly all of the distribution-free tolerance intervals that have been considered in the statistical literature are such that each endpoint consists of a sample order statistic or is unbounded. For two-sided intervals, many other possibilities are available. One purpose of this paper is to call attention to these additional possibilities, and to discuss their advantages and disadvantages. The principal purpose, however, is to show how to construct specialized two-sided tolerance intervals for use in investigating situations of two types. For the first situation, the probability concentration in the central part of the population is investigated. For the other, it is desired to investigate the probability concentration about a specified point. In both situations, the specialized intervals presented are not difficult to apply. For the first situation, permissible additional information can be used to obtain intervals tending to have shorter lengths than those not exploiting this extra information. In the other situation, the relative emphasis placed on the part of the interval to one side of the specified point, as compared to the part on the other side, can be specified."], ["A Multi-Stage Procedure for the Selection of the Best of Several Populations", "This paper proposes a multi-stage procedure for the selection of the best of several populations, allowing more observations to be made on the more successful treatments. To this end, a weighting function operates on the results accumulated up to any one stage to determine the proportion of observations to be taken from each population for that stage. The paper is restricted to consider only binomial populations. Simulation experiments utilizing five somewhat arbitrary weighting functions indicate that this method has a higher probability of selecting the best population than conventional equal sample size experiments."], ["Changes in Concentration of Domestic Manufacturing Establishment Output: 1939–1958", "The output of domestic manufacturing plants exhibited increasing relative concentration between 1939 and 1958, but in 1958 the degree of relative concentration declined slightly from the 1954 level. The results do not reflect manufacturing company or ownership distributions. The trend in relative concentration of output seems to reflect changes in average value added by manufacture for the establishment size classes. During the 1939–1954 period the number of smallest size establishments increased much more rapidly than the largest size establishments. However, the average contribution to industrial production of the smallest establishments showed a much lower rate of increase than for the largest establishments. The 1954–1958 period was characterized by similar growth patterns for all establishment size classes."], ["A Similarity between Goodman and Kruskal's Tau and Kendall's Tau, with a Partial Interpretation of the Latter", null], ["Constants and Compromise in the Consumer Price Index", "In an attempt to clarify three definitions of price index measurement, alternate classifications of constants and variables in the index aggregate are offered for consideration."], ["The Concept of Capacity", "The concept of plant and equipment capacity is widely used in analyzing economic developments; but currently available measures of capacity show major discrepancies. The present paper reviews the uses, the definition, and the techniques of measuring capacity. A review of the principal uses suggests that capacity is intended to serve as an indicator of short-run cost conditions. This purpose in turn suggests certain criticisms of common definitions of capacity and leads to a new definition in terms of the percentage difference between marginal and average cost. The uses and the definition are the basis for a number of observations relating to techniques used to measure capacity."], ["Evaluation of Census Survival Rates in Estimating Intercensal State Net Migration", "Census survival rates measure intercensal state and county net migration, by age, color, and sex. They have certain technical advantages over other residual methods, specifically the exclusive virtue of a built-in technique which corrects for net census undercount by age, including underenumeration and misstatements of age. Using three sets of estimated “closed” native populations and reported United States deaths as standards, this study evaluates three sets of national census survival rates. The unavailability of appropriate figures make it impossible to determine precisely which is most accurate. Then, it analyzes the effects of adjusting census survival rates for national-state mortality differentials in measuring intercensal net migration and deaths for states. Next it examines differences in state net migration and mortality arising from the use of the forward, reverse, and average formulas. The study finds insignificant differences between adjusted and unadjusted survival rates and among the forward, reverse, and average formulas. Finally, it estimates net interstate migration for native whites, total whites, and nonwhites, by age and sex, for the 1940–50 decade, using census survival rates, and compares the results with the more correct estimates for all ages obtained with vital statistics data. By using the formula which most accurately duplicates “vital statistics” deaths over all ages, one obtains the most precise intercensal state net migration estimates by age groups."], ["The Ratio Bias in Surveys", null], ["Asymptotic Power of Tests of Linear Hypotheses Using the Probit and Logit Transformations", null], ["Current Weight-Height Relationships of Youths of Military Age", "Based on height and weight data of youths recently (1957–1958) examined for military service, two basic weight-height tables (Tables 3 and 4) were derived, by single years of age and race, showing five weight values for each inch of height. The five values consist of a midvalue, i.e., the expected mean (geometric) value, and two values on each side of the midvalue, comprising ranges of ± 1.2816 and ± 1.6449 standard errors of estimate. The current weight-height values are evaluated in terms of the corresponding maximum “desirable” weights."], ["The Reciprocal of the Decapitated Negative Binomial Variable", null], ["Corrigenda", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["On Sequential Tests Which Minimize the Maximum Expected Sample Size", null], ["A Note on Calculating Tau and Average Tau and on the Sampling Distribution of Average Tau with a Criterion Ranking", null], ["Non-Linear Regression with Minimal Assumptions", "A curvilinear regression model is treated by linear programming methods, so as to require only mild restrictions on the nature of the non-linearities. Specifically a method is proposed that does not require assuming specific mathematical forms for the regression functions. Restrictive assumptions no stronger than monotonicity or concavity of the forms need be imposed. The linear programming formulations provide fits for the regression functions according to the criteria of minimal sum of absolute deviations and minimal maximum deviation. The alteration needed to employ a least squares fit is also sketched."], ["Iterated Tests of the Equality of Several Distributions", null], ["More on Length of Confidence Intervals", "In this note we present an example where the usual method of obtaining a confidence region for a parameter, namely “inverting” the uniformly most powerful test of a related hypothesis, leads to an interval whose expected length is greater than that obtained by another method of obtaining a confidence interval for the parameter. The implications of this example are then discussed."], ["Regression Analysis in Sample Surveys", "Models are proposed as a basis for unbiased and biased estimation from sample survey data of a regression relation. Unbiased estimates of the variances and covariances of estimates of the regression coefficients are obtained for certain cases but do not appear to exist for all cases. It is suggested that past surveys, conducted mostly to obtain efficiently estimates of means and totals, be analyzed to yield estimates of regression relations, to obtain information needed in designing future surveys, and to test the adequacy of the proposed models."], ["Wage, Price, and Tax Elasticities of Output and Distributive Shares", "Single-equation, least-squares estimates are used to gain an impression of the orders of magnitude of the structure parameters. The responsiveness of output and distributive shares to wage, price, and tax policies is examined."], ["The Variance of an Estimator with Post-Stratified Weighting", "A straightforward procedure is presented which uses the variance formula of a simple estimator to obtain an approximate formula for the variance of a post-stratified estimator. The approximation is the well-known one for the variance of a ratio estimator. The technique is applied to samples which have been selected in stratified and multistage designs and can be extended to other ratio estimators."], ["Some Ratio-Type Estimators in Two-Phase Sampling", "Several ratio-type estimators in two-phase sampling are presented. One of them is an unbiased estimate and follows direct from the one given by Hartley and Ross for single phase sampling. The paper gives the variances of each of these estimates and discusses the efficiency of the unbiased estimate as compared to the biased estimates. Lastly, the paper gives a numerical illustration and discusses the efficiency of two-phase sampling with respect to single phase sampling under a simple cost function."], ["A Forecasting Model of Federal Purchases of Goods and Services", "The principal assumption underlying the model is that Presidential budget recommendations [only for goods and services] are an adequate approximation to Congressional appropriations. This implies that Federal purchases depend on the past stream of budget recommendations. It is suggested that the time shape of this past stream be represented by Koyck and/or Pascal distributed lags. Our best forecasting system, which combines Koyck and Pascal distributions, results in forecast errors of −2.03 per cent for fiscal 1960 and 1.10 per cent for fiscal 1961. We conclude that a distributed lag in budget recommendations for goods and services is extremely useful for forecasting Federal purchases."], ["Variance Formulas for the Mean Difference and Coefficient of Concentration", "A general formula for the variance of Gini's mean difference, a measure of dispersion, is given in this paper for simple random sampling without replacement from a finite population. Formulas for estimating the variance are also given together with a numerical example. Similar results are developed for Gini's coefficient of concentration, a relative measure of dispersion."], ["Harmonic Analysis of Seasonal Variation with an Application to Hog Production", "Several methods for analyzing seasonal variation are available. Most common among these are methods based on moving averages. One serious shortcoming of moving average methods is that the process of moving averages can introduce a fictitious degree of regularity into the seasonal pattern. An alternative method, harmonic analysis, is presented in this paper with an application to hog production data. The investigation illustrates the flexibility of harmonic analysis for measurement of patterns of seasonal variation. Hypotheses concerning changes in amplitude and phasing of the seasonal pattern are tested and a discussion of these procedures is presented."], ["Some Experimental Design Problems in Attribute Life Testing", "Many life testing procedures which have been developed involve continuous monitoring of the items under test. In storage deterioration problems, as an example, the failure of items can only be ascertained by means of inspection. Continuous observation, in these cases, is either not possible or not feasible. This paper is concerned with design problems related to the choice of the number and timing of inspections. A general class of survival functions is investigated and optimal procedures, for estimating parameters, derived. The efficiency is compared with continuous monitoring."], ["The Validity of Income Reported by a Sample of Families Who Received Welfare Assistance during 1959", null], ["A Method to Determine the Reliability of Telemetry Systems Reports", "In order to determine the reliabilities of successful outcomes (or failures) from a complex which consists of two independent systems each containing a series of independent trials, the product of two binomial series may be employed. In practical problems, however, some qualifications and constraints are generally imposed which render this approach to the problem awkward and difficult. In this article a complex consisting of a missile system and an integral but independent telemetry system is considered in devising a method to determine these reliabilities. Results indicate that the reliability of telemetry reports is high even when the systems reliabilities are not particularly high."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["On the Foundations of Statistical Inference", null], ["Discussion", null], ["A Generalization of the Ballot Problem and its Application in the Theory of Queues", null], ["The Case of the Indians and the Teen-Age Widows", "An examination of tables from the 1950 U. S. Census of Population, and of the basic Persons punch card, shows that a few of the cards were punched one column to the right of the proper position in at least some columns. The result is that numbers reported in certain rare categories—very young widowers and divorcés, and male Indians 10–14 or 20–24—were greatly exaggerated. These errors occurred in spite of a careful checking program, and illustrate the necessity for users to view data concerning rare categories with special caution."], ["An Efficient Method of Estimating Seemingly Unrelated Regressions and Tests for Aggregation Bias", "In this paper a method of estimating the parameters of a set of regression equations is reported which involves application of Aitken's generalized least-squares [1] to the whole system of equations. Under conditions generally encountered in practice, it is found that the regression coefficient estimators so obtained are at least asymptotically more efficient than those obtained by an equation-by-equation application of least squares. This gain in efficiency can be quite large if “independent” variables in different equations are not highly correlated and if disturbance terms in different equations are highly correlated. Further, tests of the hypothesis that all regression equation coefficient vectors are equal, based on “micro” and “macro” data, are described. If this hypothesis is accepted, there will be no aggregation bias. Finally, the estimation procedure and the “micro-test” for aggregation bias are applied in the analysis of annual investment data, 1935–1954, for two firms."], ["Best Linear Unbiased Prediction in the Generalized Linear Regression Model", "When interdependence of disturbances is present in a regression model, the pattern of sample residuals contains information which is useful in prediction of post-sample drawings. This information, which is often overlooked, is exploited in the best linear unbiased predictor derived here. The gain in efficiency associated with using this predictor instead of the usual expected value estimator may be substantial."], ["Distribution of Total Service Time for a Fixed Observation Interval", "For a queue with many servers and constant holding time, the distribution of the total service time for a fixed observation interval during a period of statistical equilibrium has been derived. The derivation, while peculiar to the special case where holding time is assumed constant, involves elementary probabilistic arguments. An application is given in which the distribution of the total service time for a fixed observation interval is used to solve a problem in plumbing design."], ["Development of Sampling Plans by Using Sequential (Item by Item) Selection Techniques and Digital Computers", "Sequential selection techniques are presented which can be utilized to determine items for inclusion in samples as if these items were selected by classical, non-sequential, sampling plans. These techniques eliminate the need to sort data according to classification categories prior to sample selection. Thus, these techniques will enable effective use of digital computers to select samples according to most known sampling plans. General computer programs which will utilize these sequential selection techniques are also described."], [null, "The estimates of effects, of two-factor interactions, of their variances and of their covariances are computed by direct methods, simpler than matrix inversion."], ["Latent Class Analysis and Differential Mortality", "The technique of latent class analysis has not previously been applied to demographic data. The present paper analyzes 3709 admissions to a hospital for the retarded on the basis of five variables, and shows how a latent class analysis reduces the population to two groups, each of which tend to feature within group independence among the five variables. A mortality analysis of each group shows great differences in the mortality rate when length of stay in the hospital is held constant. It is concluded that latent class analysis has possibilities as an alternative standardization process for demographic analysis."], ["Expected Values and Standard Deviations of the Reciprocal of a Variable from a Decapitated Negative Binomial Distribution", null], ["Joint Estimation of the Parameters of Two Normal Populations", "The problem of estimating a common mean from two independent sample means often arises. This paper describes an iteration method of jointly estimating a common mean and the individual variances of two normal populations. These estimates are either the maximum likelihood estimates or differ only slightly from them."], ["A Sequential Method for Screening Experimental Variables", "A simple case is first given, followed by cases with interactions or high-level effects."], ["Book Reviews", null], ["Statistics we Live By", null], ["The Combination of Tests Based on Discrete Distributions", "The computations needed to apply Lancaster's method can be simplified with the aid of a table appended to the present paper."], ["On the Use of Correlation to Augment Data", null], ["Probability Inequalities for the Sum of Independent Random Variables", "This paper proves a number of inequalities which improve on existing upper limits to the probability distribution of the sum of independent random variables. The inequalities presented require knowledge only of the variance of the sum and the means and bounds of the component random variables. They are applicable when the number of component random variables is small and/or have different distributions. Figures show the improvement on existing inequalities."], ["On the Joint Efficiency of the Estimates of the Parameters of Normal Populations Based on Singly and Doubly Truncated Samples", null], [null, null], ["Estimation of Means and Totals from Finite Populations of Unknown Size", "Problems of estimating the sum of metric values of a finite population of unknown number of elements are discussed for the case in which independent samples are available. Methods of point estimation applicable to the situation, frequent in economics, in which the samples are not simple random samples but rather are probability samples, with the sampling weights unknown, are investigated. Approximations to the expectation and variance of two alternative estimators are derived, in terms of parameter values. The approximate bias and variance of each is shown to depend strongly on the relation between the sampling patterns and the distribution of the variable. Some discussion of point estimation of the population size and of the mean of the variable when the samples are not simple random samples is given. The entire discussion concerns the use of previously (and unsatisfactorily) collected data, rather than the use of data from well-designed samples."], ["Studies of Interviewer Variance for Attitudinal Variables", null], ["A Distribution-Free Test of Independence with a Sample of Paired Observations", null], ["Chance Constraints and Normal Deviates", "Linear programming as a problem in optimizing a linear functional subject to linear inequality constraints is first discussed along with possible uses of the resulting duality relations. Various approaches to dealing with such problems when parts of the data are subject to error are briefly reviewed. Chance constrained programming refers to the class of such cases in which contraint violations are admissible up to pre- assigned probability levels. This topic is elaborated in the context of a ship-chartering problem in which independent normally distributed deviates from the (known) average demands may occur in any of the periods to be considered. Certain additional assumptions (including the use of a specified class of linear decision rules) make it possible to effect reductions first to a nonlinear (mathematical) programming and then to a linear programming problem. The use of the resulting duality relations for evaluating risk and quality levels of planned performance are then briefly examined."], ["The Use of an Iterated Moving Average in Measuring Seasonal Variations", "Tested against a synthetic series with known seasonals and the Census Bureau test series for seasonal computations, the iterated moving-average method is found to be superior to others now in use."], ["Some Properties of Pascal Distribution for Finite Population", "This note deals with a waiting time problem. The probability distribution of the number of independent random drawings, if the probability of success at a single drawing is constant, is well known and is usually referred to as Pascal distribution. It may be looked upon as a probability distribution of the number of drawings from an infinite population. The present note is concerned with the generalization of this result to the case of drawings (without replacement) from a finite population."], ["A Note on the Census Survival Ratio Method of Estimating Net Migration", "In the census survival ratio method, one of the common assumptions is that the proportion which the enumerated population in any age-sex group bears to the actual population is the same at each census for each state as for the nation. The significance of this assumption is examined and it is established that such an assumption is not necessary. It is therefore replaced by a less stringent assumption, namely that the ratio of the degree of enumeration in a state (i.e. the proportion which the enumerated population in any age-sex group bears to the true population) to that of the nation is the same for the same cohort. In the light of the change in assumption, it is shown that much of the criticism of the method made by Daniel O. Price is untenable. Though his main conclusion (i.e. small relative differences in estimates of net migration should be interpreted with extreme caution) is correct, the errors in migration rates estimated by the census survival ratio method are probably much smaller than his analysis suggests."], ["On Two Methods of Unbiased Estimation with Auxiliary Variates", "This paper shows the relationship between two existing methods of generating unbiased ratio and regression estimators. One procedure involves splitting up the population (theoretically) while the other splits up the sample itself. The two procedures yield similar estimators and are combinatorially equivalent. They are unalike in that they utilize different conditional arguments."], ["Moments of the Radial Error", null], ["Some More Estimates of Circular Probable Error", "Estimating the Circular Probable Error (CEP) is of considerable importance in weapon-testing and other technological problems. In this paper four estimates of the CEP, based on the mean deviation, the range and the mean successive difference are suggested. Their variances are calculated for the sample size 2 to 20. These estimates are compared for efficiency with the maximum likelihood estimate and with other estimates suggested recently by Moranda [3]. The relative merits of the proposed estimates are discussed and the situations in which they are appropriate are mentioned."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}