{"1963": [["Some Numerical Aspects of the Use of Transforms in Statistics", null], ["Efficiency of the Wilcoxon Two-Sample Statistic for Randomized Blocks", "A measure is suggested of the efficiency of a randomized block design for the comparison of two treatments by means of a Wilcoxon-type analysis. It is shown how the efficiency can be estimated from data of a randomized block design."], ["Ten Years of Consumer Attitude Surveys: Their Forecasting Record", "The results indicate that attitude measurements contain information not obtainable from a simple combination of financial and business cycle indicators. The explanatory value of the Survey Research Center Index of Consumer Attitudes is consistently good in the sense that a number of alternative formulations of the time series regressions lead to the same conclusion: Attitudes contribute significantly to our ability to account for fluctuations in durable goods spending, particularly spending on new cars, after allowance is made for changes in the financial situation of consumers."], ["Information for Estimating the Proportions in Mixtures of Exponential and Normal Distributions", null], ["A Regression Method for Real Estate Price Index Construction", "Quality differences make estimation of price indexes for real properties difficult, but these can be largely avoided by basing an index on sales prices of the same property at different times. The problem of combining price relatives of repeat sales of properties to obtain a price index can be converted into a regression problem, and standard techniques of regression analysis can be used to estimate the index. This method of estimation is more efficient than others for combining price relatives in that it utilizes information about the price index for earlier periods contained in sales prices in later periods. Standard errors of the estimated index numbers can be readily computed using the regression method, and it permits certain effects on the value of real properties to be eliminated from the index."], ["Remarks concerning the Application of Exact Finite Sample Distribution Functions of Gcl Estimators in Econometric Statistical Inference", null], ["Estimators for Seemingly Unrelated Regression Equations: Some Exact Finite Sample Results", null], ["Seasonal Adjustment of Economic Time Series and Multiple Regression Analysis", "Problems involved in utilizing seasonally adjusted data when estimating the parameters of econometric models are examined. Extending the fundamental Frisch-Waugh theorem concerning trend and regression analysis to encompass problems of seasonality facilitates the comparison of the implications of running regressions on data subjected to prior seasonal adjustment with the effects of including dummy variables with unadjusted data. Complicated types of moving seasonal patterns that may be handled by the dummy variable procedure are considered. Although efficient estimates of the parameters of the econometric model may be obtained in appropriate circumstances when data subjected to prior seasonal adjustment by the least squares procedure are employed, there is an inherent tendency to overstate the significance of the regression coefficients; a correction procedure is suggested. When seasonally adjusted data are employed, certain special complications must be taken into account in applying Aitken's generalized least squares procedure in order to deal with autocorrelated residuals. The entire argument extends to two-stage least squares estimation of the parameters of simultaneous equation models."], ["The Varying (?) Quality of Investment Trust Management", "The paper compares year-to-year changes in the Wiesenberger Index of Return for investment funds of similar objectives. It is initially shown, using correlation techniques, that there was little consistency in yearly performance of the funds during the period from 1951 to 1960. This result serves as support for the assumption that a fund's relative performance in any one year is strictly a random occurrence. We might, therefore, define a “successful” management as one whose fund will be in the top half of funds with similar objectives with probability of at least .7. It is then shown, using a Bayesian approach, that only 28 funds out of a sample of 128 would have judged themselves superior at odds in excess of even money, with the given criterion."], ["Estimation of Quasi-Linear Trend and Seasonal Variation", "Given a series of quarterly data, estimates may be obtained for both trend and seasonal variation by minimising the sum, or more generally a linear combination, of two sums of squares, one of them based on the second differences between trend values, the other on the deviations of the observations from seasonally corrected trend values. Exact solutions are obtained for 8 and 12 observations, and an approximate solution applicable to longer time series is given. A numerical example is supplied, and the procedure outlined here is compared with the moving average method."], ["Sample Size Required to Estimate the Ratio of Variances with Bounded Relative Error", null], [null, null], ["Multivariate Regression of Dummy Variates under Normality Assumptions", "The most frequently used practical regression model is that in which it is supposed that the dependent variate is normal for given values of the independent variate. In this paper it is pointed out that another regression model of wide applicability may be furnished by the contrary assumption—that the independent variate is normal for given values of the dependent variate. The particular case where the dependent variate is a vector of dummy variables is explored in detail."], ["On the Probability of Winning with Different Tournament Procedures", null], ["Tables for Constructing Confidence Limits on the Multiple Correlation Coefficient", null], ["The Wilcoxon Two-Sample Statistic: Tables and Bibliography", "Tables for the Wilcoxon two-sample statistic are presented. The normal approximation to the distribution of the statistic and the use of continuity corrections are considered. A compilation of existing tables of the exact distribution of the Wilcoxon statistic and some additional exact percentage points computed for the same statistic are given. Moreover, a reasonably complete bibliography is included."], ["Preliminary Regional Forecasts for the Outcome of an Estimation Problem", null], ["Illustrative Tables of School Life", "This paper illustrates the application of life table techniques to data on school enrollments as a means of estimating school life expectancy. The school life tables which are derived are double decrement tables which show the joint effects of death and school dropouts on school attendance patterns. Such tables drawn up for 1950–52 and 1957–59 show the improvements in school retention by age during the last decade. Modifications of this type of analysis which would incorporate the probability of other phenomena occurring and extend the applications to other population groups are suggested."], ["A Note on Residual Analysis", null], ["Analysis of Variance of Proportions with Unequal Frequencies", null], ["Corrigenda", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Interval Estimation of Non-Linear Parametric Functions", null], ["Probability and Criminalistics", null], ["On the Sufficiency and Likelihood Principles", "The likelihood, sufficiency, and conditionality principles proposed by Allan Birnbaum are discussed in the context of two examples that include in their specifications a position relationship between the variable and the parameter. The discussion leads to the suggestion that the likelihood principle is too strong and that the sufficiency and conditionality principles should be used only when the necessary analysis is consistent with the position relationship between variable and parameter."], ["Consumer Durable Goods Expenditures, with Major Emphasis on the Role of Assets, Credit and Intentions", "Previous use of credit appears to be a significant discriminator of subsequent durable goods purchasing behavior and still more important as a discriminator of the financing method used by durable good purchasers, according to an analysis of reinterview data from the 1957 and 1958 Surveys of Consumer Finances. The relation of liquid asset holdings to subsequent purchasing behavior seems to be related to the type of such asset holdings, to previous and to current credit use. These and other relationships with respect to intentions to purchase suggest that surveys more pointedly focussed on the specific questions related to consumer durable goods purchasing behavior could yield better results than those yet attained."], ["On Estimating Scale and Location Parameters", "When estimating a location or a scale parameter, an invariant estimate has the desirable property of adjusting itself for changes in the unit of measurement. The mechanism by which it does this is clear. Certain non-invariant estimates also adjust themselves for changes in the unit of measurement. The mechanism by which they do this is illustrated."], ["Multivariate Analysis of Variance for a Special Covariance Case", null], ["Some Inferences about Gamma Parameters with an Application to a Reliability Problem", null], ["The Number and Width of Classes in the Chi-Square Test", null], ["Chi-Square Tests with One Degree of Freedom; Extensions of the Mantel-Haenszel Procedure", "A published method for analyzing multiple 2×2 contingency tables arising in retrospective studies of disease is extended in application and form. Extensions of application include comparisons of age-adjusted death rates, life-table analyses, comparisons of two sets of quantal dosage-response data, and miscellaneous laboratory applications as appropriate. Extensions in form involve considering multiple contingency tables with arbitrarily many rows and/or columns, where rows and columns are orderable, and may even be on a continuous scale. The assignment of some score for each row or column is essential to use of the method. With scores assigned, a deviation of the sum of cross products from expectation, and its variance conditioned on all marginal totals, are computed for each table and a chi square is determined corresponding to the grand total of the deviations. For various specific instances and for various scoring procedures, the procedure extends or is equivalent to the asymptotic form of many known non-parametric techniques."], ["Partitioning of a Patient Population with Respect to Different Mortality Risks", "The usefulness of mathematical models is determined by the extent to which they provide insight into the “natural history of the disease” and by the extent to which they provide clinically meaningful formulations for the evaluation of treatment."], ["Early Decision in the Wilcoxon Two-Sample Test", "Use of this procedure in the case where the Wilcoxon two-sample test is applied to an ordered sequence of observations considerably reduces the average sample size."], ["Probability Models for the Variation in the Number of Births per Couple", "Under certain assumptions two probability distributions for the variation in the number of births per couple are derived. A procedure to find the B.A.N. (Best Asymptotically Normal) estimates of the parameters of the first model is outlined. The distribution is applied to two examples."], ["A Quick Test for Serial Correlation Suitable for Use with Non-Stationary Time Series", "Goodman's simplified runs test is examined as a test for serial correlation and is found to be both much quicker to apply than other available tests and to be appropriate for use with non-stationary data provided that the series has no trend in mean. Approximations to the power of the test are discussed and it is found that the power is acceptable for samples of size 100 or more. Particular consideration is given to the application of the test to economic data."], ["Some Recent Advances in Sampling Theory", "In this paper a brief review is given of some important developments in the theory of sampling from finite populations during the decade 1950–60. More specifically different selection procedures and estimators in sampling with varying probabilities and in ratio method of estimation, method of optimum stratification and assessment of non-sampling errors have been covered in this review together with some general techniques of improving upon certain types of estimators."], ["Some Contributions to Average Rank Correlation Methods and to the Distribution of the Average Rank Correlation Coefficient", null], ["Stepwise Multivariate Linear Regression", "Freund, Vail, and Ross [2], Goldberger and Jochems [3], and Goldberger [4] have given some results for the stepwise estimation of the parameters of a univariate regression model. We give here similar results for a multivariate linear regression model."], ["A Demographic Model for Estimating Age-Order Specific Fertility Rates", "Various hypotheses are advanced concerning related areas of inquiry that might be suitable for possible application of the model. Suggestions for further research and experimentation are included, with special emphasis on the populations of non-industrialized countries."], ["Initial Stock and Consumer Investment in Automobiles", "A traditional proposition about the consumer demand for durables is that the effect of the initial stock of a durable upon new purchase of that durable is negative—the inventory effect. This paper examines, through a study of the demand for automobiles, the proposition that the effect of initial stock is a mixture of three effects: the inventory effect, the taste effect, and the trade-in effect. The paper concludes with a statement of findings (1) that such effects do exist and (2) that a more rigorous treatment of these effects than appeared in the literature is called for."], ["The Development of Numerical Credit Evaluation Systems", "Several discriminant and multiple regression analyses were performed on retail credit application data to develop a numerical scoring system for predicting credit risk in a finance company. Results showed that equal weights for all significantly predictive items were as effective as weights from the more sophisticated techniques of discriminant analysis and “stepwise multiple regression.” However, a variation of the basic discriminant analysis produced a better separation of groups at the lower score levels, where more potential losses could be eliminated with a minimum cost of potentially good accounts."], ["Product Diversification and the Cost of Living", "Product diversification, in many cases, involves no quality improvement in the ordinary sense of the word and merely consists of an increase in the number of colors, sizes, and shapes in which an article is offered to the consumer. Nevertheless, such product-line extensions have cost-of-living implications. These are not obvious and seem to have been overlooked by writers dealing with the problem of incorporating quality changes into the Consumer Price Index. It is the purpose of the present paper to rectify this omission."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Inference in an Authorship Problem", "This report, summarizing and abbreviating a forthcoming monograph [8], gives some of the results but very little of their empirical and theoretical foundation. It treats two of the four main studies presented in the monograph, and none of the side studies."], ["Measures of Association for Cross Classifications III: Approximate Sampling Theory", "The population measures of association for cross classifications, discussed in the authors' prior publications, have sample analogues that are approximately normally distributed for large samples. (Some qualifications and restrictions are necessary.) These large sample normal distributions with their associated standard errors, are derived for various measures of association and various methods of sampling. It is explained how the large sample normality may be used to test hypotheses about the measures and about differences between them, and to construct corresponding confidence intervals. Numerical results are given about the adequacy of the large sample normal approximations. In order to facilitate extension of the large sample results to other measures of association, and to other modes of sampling, than those treated here, the basic manipulative tools of large sample theory are explained and illustrated."], ["Sequential Medical Trials", null], ["Sequential Medical Trials: Some Comments on F. J. Anscombe's Paper", "This is a reply to Professor Anscombe's review article of the author's book, “Sequential Medical Trials.” It is suggested that the use of likelihood inference may have misleading consequences. Anscombe's optimal sequential designs, while giving insight into the problem of designing clinical trials, would be difficult to put into practice and may be based on unacceptable ethical assumptions."], ["A Model for Selecting One of Two Medical Treatments", null], ["On the Use of Incomplete Prior Information in Regression Analysis", "This article deals with the use of prior beliefs in the estimation of regression coefficients; in particular, it considers the problems that arise when the residual variance of the regression equation is unknown and it offers a large-sample solution. Additional contributions deal with testing the hypothesis that prior and sample information are compatible with each other; and with a scalar measure for the shares of these two kinds of information in the posterior precision."], ["Problems in the Analysis of Survey Data, and a Proposal", "Most of the problems of analyzing survey data have been reasonably well handled, except those revolving around the existence of interaction effects. Indeed, increased efficiency in handling multivariate analyses even with non-numerical variables, has been achieved largely by assuming additivity. An approach to survey data is proposed which imposes no restrictions on interaction effects, focuses on Importance in reducing predictive error, operates sequentially, and is independent of the extent of linearity in the classifications or the order in which the explanatory factors are introduced."], ["An Iterated Procedure for Testing the Equality of Several Exponential Distributions", "This iterated procedure is used to test the equality of the scale and location parameters of several independent exponential distributions. In essence, these applications of this procedure consist of repeated use of certain two-sample statistics which were considered by Epstein and Tsao. A rejection by this iterated scheme provides some reason why all the distributions are not equal. In addition, under the null and alternative hypotheses, certain of these test statistics are independent. This means that it is very easy to compute the power at certain alternative hypotheses as well as the significance level of the procedure. A few comparisons are made with some over-all tests which are essentially due to Sukhatme."], ["Migration Expectancy in the United States", "Expectancy tables provide a means of determining the number of moves a person may be expected to make during his remaining lifetime. The calculation of migration expectancy is based on the same assumptions as a life table plus assumptions peculiar to migration. In using census data it is necessary to assume a maximum of one move per person and no moves where no change of residence is reported. Migration expectancy differs basically from life expectancy because migration is a recurrent type of event but a person can die only once. Illustrative migration expectancies for the United States show that a person born in 1958 had an expectancy of 12.99 moves to a different house and 4.17 moves to a different county during his remaining lifetime. A person at age 20 could expect to move to a different house 9.26 times during the rest of his life. Additional expectancies are presented by sex, employment status, marital status, and occupation. These migration expectancies are regarded as a first approximation. It is suggested that a conditional probability model, such as a Markov chain model, may provide improved migration rates for a migration expectancy model."], ["The Use of Rotating Samples in the Census Bureau's Monthly Surveys", "Applications of the procedures to the Monthly Retail Trade Survey of the Bureau of the Census are described. In this survey use of the procedures has reduced the variances of dollar volume estimates and ratios of these estimates (such as month-to-month or year-to-year ratios) far below the variances obtained from a nonrotating sample. These striking variance reductions are achieved with only a slight increase in cost over a nonrotating sample."], ["Recurrence Relations for the Inverse Moments of the Positive Binomial Variable", null], ["Precision of Simultaneous Measurement Procedures", "We consider the problem of measurement under the following conditions: The process of gathering the data is such that on any given item only one opportunity for measurement occurs, but simultaneous observation by several instruments is possible. The items to be measured are variable so that one cannot obtain replicate observations with the same instrument which would show directly the variance of the instrument readings. Procedures are discussed for estimating the precisions of the instruments and the variability of the items being measured."], ["Robustness of Non-Ideal Decision Procedures", "A general discussion of the robustness of decision procedures with respect to use of the wrong prior distribution emphasizes the possible usefulness of non-ideal procedures which, placing restrictions on the class of decision procedures, do not require full specification of the prior probability distribution. Applications are made to minimum mean square error estimation of a general mean and a normal variance, using non-ideal estimators linear in the sample mean and variance, respectively."], ["Taxpayer Compliance in Reporting Interest Income under the Wisconsin State Individual Income Tax", "The degree of compliance in reporting interest income by Wisconsin taxpayers for purposes of the State's individual income tax law has been investigated by means of empirical study of two of the major categories of interest income received by individuals. The relatively good compliance score in the reporting of interest received on personal notes and mortgages is perhaps explained by the fact that the payor is required to list the recipient's name on his tax return (when itemizing his deductions), thereby permitting a cross-check to be made between the payor's and payee's tax returns. The compliance score for interest received on bank time deposits was much lower. While both studies showed that compliance increased as the size of the recipient's income rose, only the latter study showed this relationship between compliance and size of interest payment. The fact that Wisconsin matches all information returns on interest payments of $100 and over each year undoubtedly accounts for the much higher compliance found for recipients of “covered” interest payments."], ["Index Numbers for Factorial Effects and Their Connection with a Special Kind of Irregular Fractional Plans of Factorial Experiments", null], ["Sampling from a Triangular Population", "The distributions of midrange, half-range, median and geometric mean of samples from a triangular population are derived. Mean, median, and midrange are compared as to their efficiency in estimating the single parameter of the population, which is the upper end of the range of the distribution. The best estimator of the parameter, however, is based on the maximum value in the sample, since it is derived from the likelihood function and is a sufficient statistic."], ["Some Techniques for Analyzing a Set of Time Series Subject to a Linear Restriction", "Techniques are presented for decomposing each series in a set of time series into trend, seasonal, and non-seasonal, short-run components. The decomposition is such that if the original set of series satisfy a linear condition, the set of components of each type satisfy the same linear condition. This makes it possible to assess the contributions of different industries, commodities, etc., to different types of movements of weighted or unweighted aggregates. Additional summary measures are proposed for describing the relative movements of individual series. Short-Cuts in the analysis are outlined, based on certain restrictive assumptions. Finally, a table of illustrative calculations is presented and discussed."], ["Estimation of Parameters of a Truncated Bivariate Normal Distribution", "Estimates of parameters of a singly truncated bivariate normal distribution have been directly obtained using eight (or nine) moments. Asymptotic variances and covariances of these estimates are given and they are compared with those of maximum likelihood estimates."], ["Extension of Cochran's Formulae for Addition or Omission of a Variate in Multiple Regression Analysis", "By using Schweinsian expansion of determinant quotients, a concise derivation of Cochran's formulae for addition or omission of a variate in Multiple Regression Analysis is given. The formulae are extended to the case when two variates are simultaneously added or omitted. The addition or omission of more than two variates follows on similar lines. Schweinsian expansion has been earlier used by Cox [3] to derive the general orthogonal polynomials."], ["A Note on the Exact Distributions of the Gcl Estimators in Two Leading over Identified Cases", "Basmann [3] has recently given the exact sampling distributions of the generalized classical linear (GCL) estimators of the parameters of a system of two simultaneous structural equations. In view of the importance of the GCL estimators in econometric statistics, a less intricate derivation by using formulae that might be more widely known to statisticians and econometricians, might be useful."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Statistics and Society", null], ["Probability Inequalities for Sums of Bounded Random Variables", null], ["The Estimation of Seasonal Variation in Economic Time Series", "The problem of estimating the seasonal component in an economic time series is discussed and it is pointed out that the effects of any moving average operator on the seasonal component may be easily reversed so that one may use any suitable operator to remove the trend. The computational procedure is to estimate the seasonal index for the trend free series and to convert this index into a seasonal index for the original series by taking 12 term moving averages of this series (continued periodically) with weights depending on the operator used to remove trend. Weights for some commonly used operators are tabulated. The problem of estimating a slowly evolving seasonal is considered."], ["Techniques for Constructing Fractional Replicate Plans", "This paper is a review of techniques for obtaining the treatment combinations that comprise a fraction of a factorial arrangement. Several procedures for constructing fractional replicate plans, which in their original form appear to be different, are presented in a manner which illustrates their similarities. The techniques discussed include orthogonal and non-orthogonal plans for both symmetrical and asymmetrical factorial experiments. The plans developed range from those that permit estimation of main effects only, to those that permit estimation of main effects and all two-factor interaction effects."], ["The Three-Parameter Lognormal Distribution and Bayesian Analysis of a Point-Source Epidemic", null], ["Mark Twain and the Quintus Curtius Snodgrass Letters: A Statistical Test of Authorship", null], ["Tests of Homogeneity for Correlated Samples", null], [null, null], ["Estimation of Error Variance from Smallest Ordered Contrasts", null], ["A Note on the Exact Finite Sample Frequency Functions of Generalized Classical Linear Estimators in a Leading Three-Equation Case", "In this article some leading results of a mathematical investigation of exact finite sample distributions of GCL estimators are given. These results pertain to the distributions of estimators of coefficients appearing in econometric systems of three structural equations. The results show that the general forms of exact distributions derived for coefficient estimators in two-equation systems re-appear in the corresponding cases of three equations systems."], ["Constructing Uniformly Better Estimators", "A new way of constructing uniformly better estimators (in the sense of minimum variance) from two independent unbiased estimators is presented. The problem of weighting estimators, when the ratio of their variances is unknown, is not straightforward. Yet this problem is particularly important in the recovery of inter-block information in balanced incomplete blocks. The theorem given in this paper suggests a simple method of constructing “better” estimators. The theorem has application in the analysis of balanced incomplete block designs; an example is given."], [null, null], ["Sampling with Varying Probabilities without Replacement: Rotating and Non-Rotating Samples", null], ["On Three Procedures of Unequal Probability Sampling without Replacement", "In this paper we consider three well-known procedures of unequal probability sampling without replacement. Using an asymptotic approach, Hartley and Rao [3] have obtained compact expressions for variance and estimated variance for one of these procedures. Here we develop formulae for variance and estimated variance for the other two procedures, using their asymptotic approach. It is shown that for large and moderate size populations the three procedures have almost the same variance so that there is little to choose between the three procedures on the basis of variance alone. Therefore, some discussion of other factors for choosing between the three procedures is given."], ["Ordered Hypotheses for Multiple Treatments: A Significance Test for Linear Ranks", null], ["The Lognormal Distribution and the Translation Method: Description and Estimation Problems", "This paper studies the problem of variable scaling and recommends the use of “functional” characteristics as descriptive measures of central tendency and variability for a population (or probability distribution). It gives, in the case of a lognormal population, the minimum variance unbiased estimates of the median (geometric mean) and the logarithmic variance. Applications to time series are mentioned."], ["Hierarchical Grouping to Optimize an Objective Function", null], ["On Uncorrelated Linear Functions of Order Statistics", "In this paper the correlation between the mean and certain linear functions of Order Statistics are obtained for samples from any population and the results for the symmetrical population are derived therefrom. The results obtained in this paper answer in part a question raised by Ostle and Steck in their 1959 paper [2]."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}