{"1964": [["The Predictive Ability of Consumer Attitudes, Stock Prices, and Non-Attitudinal Variables", "This article reports on tests of the comparative usefulness of consumer attitudes, stock prices, and some non-attitudinal variables for short-term forecasting of the value and number of motor vehicle sales. Both levels and changes of the variables are analyzed for a variety of time spans between 1952 and 1962. The work suggests that stock prices and some non-attitudinal variables, like the length of the work week, share the predictive ability of consumer attitudes, except perhaps for the early part of the 1952–62 period."], ["Sequential Analysis with Delayed Observations", "In testing one hypothesis against another, observations may be obtained sequentially. The special feature of the situation considered in this paper is that after the decision to stop observation is made a fixed number of additional observations are available for the terminal decision. The test is then based on the ratio of the likelihoods (at two simple hypotheses) of all the observations (whatever stopping rule is used). Numerical comparisons are made for various cases when the hypotheses concern the mean of a normal distribution with the variance known; these cases include a fixed-sample-size procedure as well as cases where several numbers of additional observations are available after the Wald sequential probability ratio test is used as a stopping rule."], ["Response Variance and its Estimation", "The mathematical model developed by Hansen, Hurwitz, and Bershad for the sampling and response errors of surveys is further analysed and also extended to cover the repetition of the original survey. This extension of the mathematical model provides a framework for the joint application of the two devices traditionally used to measure response variance: interpenetrating samples and re-enumeration. The joint application of these two methods facilitates the estimation of more of the parameters of the mathematical model than any one of the methods would permit. Estimators are developed for several of the parameters and their biases are derived. Empirical results are presented on the basis of a study which was undertaken in connection with the 1961 Census of Population (Canada), and which involved the inter-penetration of 67 pairs of enumerators' assignments followed by switching the assignments and re-enumeration. The coefficients of variation of the estimated parameters are also presented."], ["A Unified Derivation of Some Non-Parametric Distributions", "This paper presents a unified derivation of a number of parameter-free distributions, some of which have appeared earlier in the literature. The starting point is the information provided by a random sample drawn from a certain population and the frequencies observed in a number of mutually exclusive classes. Several types of populations and several ways of defining the classes are considered. The distributions derived concern the unknown class frequencies and the unknown cumulative class frequencies in the population, or in a second independent sample."], ["Sample Selection and the Choice of Estimator in Two-Way Stratified Populations", "Data from a real two-way stratified population are used for illustration."], ["The Estimation of a Changing Seasonal Pattern", null], ["On Least Squares with Insufficient Observations", "The optimality of the method of least squares is reconsidered when multicollinearity is present. An analysis is presented of the relationship between estimability and identifiability. The criterion of best linear minimum bias is developed, and shown to be equivalent to that of best linear conditionally unbiased estimation subject to complementary (non-estimable) linear restrictions. Imposition of erroneous estimable linear restrictions is shown to lower variances of estimators if and only if it biases them. All these results rely heavily on the use of the generalized inverse of a matrix, for which a new proof of existence and uniqueness is presented from the viewpoint of duality in linear spaces. Finally, estimation by minimum mean square error is proposed, and this is shown to reduce to the least squares method when either (a) regression coefficients have infinite prior variances, or (b) least squares estimators have small sampling variances."], ["Interval Estimation in Linear Regression When Both Variables are Subject to Error", null], ["The Extent of Repeated Migration: An Analysis Based on the Danish Population Register", "Migration and duration of residence data in the continuous population registers of Copenhagen, Denmark, have been analyzed to ascertain the extent to which repeated migration is a factor in accounting for high mobility rates. The findings, based on the period 1950–1961, support the view suggested by several American studies that stability of residence is characteristic of a large majority of the population. Stability is most typical of the young and the older age groups and least common among those 25–44 years of age, both male and female. But even for the middle age range, at least 70 per cent of the population was stable. The findings also emphasize that the pattern of repeated mobility is most characteristic of a limited segment of the population, a group which shows a particularly strong tendency to move several times over relatively short time spans. This pattern is particularly characteristic of those in the 25–44 year age group. These data emphasize, therefore, that a high degree of residential stability for most of the population is not at all contradictory with high rates of mobility The repeated moves of a small segment of the population inflate the overall mobility rates well beyond what they would be if mobility were based on the number of migrants instead of on the number of moves."], ["Criteria for Best Substitute Interval Estimators, with an Application to the Normal Distribution", "The following criteria for determining best substitute interval estimators of a given class for a population parameter are considered in this paper: (1) minimizing the expected length of the confidence interval (maximizing the effectiveness); (2) minimizing the sum of the mean (absolute) deviations of the upper and lower confidence bounds from the true value (maximizing the effectivity); and (3) minimizing the sum of the mean squared deviations of the upper and lower confidence bounds from the true value (maximizing the efficiency). Modified forms of these criteria can also be applied to one-sided confidence intervals. Both theoretical and practical reasons are given for preferring criterion (3) to the others. A second main point of the paper is that exact confidence intervals, when available, are superior (and often far superior) to approximate ones. Both points are illustrated by a study of confidence bounds, based on one quasi-range, for the standard deviation of a normal population."], ["Interval Estimation for Linear Combinations of Means", null], ["The Identification of Effective Interviewers", "In studies where validation data is not available, effective interviewers are identified on the basis of various measures of interviewing performance. Yet little is known about the validity of these measures. In the study reported, sample addresses were selected on a probability basis from the records of financial institutions and the holdings reported to the interviewer were compared with institution records for the day of the interview. The frequency with which an interviewer obtained the validated account(s) forms the basis for the criteria of interviewer effectiveness. This paper suggests that many frequently used measures of interviewer performance are poor indicators of interviewer effectiveness. Hypotheses for future testing are also presented on how the identification procedure might be improved."], ["A Note on the Maximum Likelihood Estimation of a Linear Structural Relationship", "It is shown that the maximum likelihood estimate of a structural relationship line with uncorrelated errors is usually the same when both error variances are known as when only the ratio is known though exceptionally the slope of the line may be indeterminate. It is also shown how the equations given by Madansky [2] for the maximum likelihood estimates in the case when one error variance is known needs to be modified when, under certain circumstances, they are inconsistent."], ["Efficiencies for Stepwise Regressions", "Much attention has been paid to bias of coefficients resulting from stepwise regressions. Looking at bias alone implies that stepwise estimates are inferior. However, using the criterion of relative mean square errors, it is shown for the two variable case that under certain circumstances, stepwise estimators are “better” than direct least squares estimators."], ["The Variability of Profitability with Size of Firm, 1947–1958", "This paper examines the relationship between the variability of profit rates and the size of firms. Two types of variability are investigated. The first is the intra-class variability of these ratios for two specific years, 1955 and 1958. The data indicate that this variability is inversely correlated with size. Profit ratios also vary over time and this type of variability is also examined. The results show that the time variability of the average rate of return for both small and large firms is less than that of medium sized firms. Finally, the paper shows that the results of these two separate investigations are consistent."], ["Income, Income Change, and Durable Goods Demand", "In this paper we examine the effect of consumer financing on the static difference in durable goods purchase among various income groups. We also investigate the role of credit in the dynamic adjustment of consumers to the change in their incomes. The empirical results suggest that consumer credit has the effect of significantly altering the probability of purchase among various income groups though without affecting the absolute amount of consumption expenditure on durable goods. Our findings also indicate that consumers adjust their durable goods purchase upward in response to an increase in their incomes but resist an adjustment downward when their incomes fall. However, it is installment credit which makes the adjustment upward and resistance to downward adjustment possible."], ["Conditional Means and Covariances of Normal Variables with Singular Covariance Matrix", "This note gives formulas for conditional means and covariances—formulas which are valid even when the joint distribution is singular. The method is algebraic; it applies to any joint distribution for which independence and zero correlation are equivalent."], [null, null], ["On the Analysis of Group Divisible Designs", "This note gives an alternate formula for computing the adjusted treatment sum of squares for Group Divisible Partially Balanced Incomplete Block Designs (GD-PBIB). The proposed formula is shown to be equal to one which is given in reference [1] and hence a cheek is provided in carrying out the computations."], ["A Note on the Negative Moments of a Truncated Poisson Variate", "A Laguerre series expansion of a Poisson distribution is developed in terms of Laguerre polynomials and Gamma density function. An approximation to the first negative moment of a Poisson variate is obtained and compared numerically with its exact values."], ["The Utilization of a Known Coefficient of Variation in the Estimation Procedure", "An estimator, γ, of μ is developed which utilizes a priori information concerning the value of the population coefficient of variation. γ′ is shown to have a smaller mean squared error than the sample mean, γ. A table of relative efficiencies for various coefficients of variation and sample sizes is presented."], ["A Simple Approach to the Bayes Choice Criterion: The Method of Critical Probabilities", "The critical probabilities i) determine the decision, when one of them is exceeded; ii) serve as references for the Bayesian decisionmaker in assessing the probability values."], ["A Supplement to Mendenhall's Bibliography on Life Testing and Related Topics", null], ["Corrigenda", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["One Sample Limits of Some Two-Sample Rank Tests", "A composite hypothesis asserting some kind of equality about two distributions may be tested by use of a two-sample statistic. It is often true that if one sample size is allowed to become infinite in this statistic then it is interpretable as one for testing a simple hypothesis about the distribution furnishing the finite sample. (The simple hypothesis is furnished by the “infinite sample.”) Wilcoxon's two-sample test studied in this way becomes a useful tool for certain kinds of problems. A rank test of Lehmann's reduces to either Fisher's test for combining independent tests of significance or to one once proposed by Karl Pearson for the same purpose. Two natural one-sample limits of two-sample median tests are also presented."], ["On the Normal Scores Two-Sample Rank Test", null], ["Obustness of Some Procedures for the Two-Sample Location Problem", null], ["Minimum Variance, Linear, Unbiased Seasonal Adjustment of Economic Time Series", "A statistical theory based on the general linear statistical model is developed for seasonal adjustment of economic (and other) time series. A method for seasonal adjustment may be represented as taking place in two steps. The first step is to estimate the unknown parameters of the seasonal component of the series; the second step is to remove the estimated seasonal component from the set of observations. For the unique minimum variance, linear, unbiased method for seasonal adjustment, estimation is carried out through the unique, minimum variance, linear unbiased estimator. Sampling theory for statistical inference about a method for seasonal adjustment may be derived from normal sampling theory for the general linear statistical model. The properties of minimum variance, linearity, and unbiasedness provide a complete basis for the selection of a method for seasonal adjustment."], ["Taking a Covariable into Account", "A technique is presented for taking a covariable into account when the treatment and response variables are qualitative (i.e., where the familiar technique for the 2×2 contingency table would be used if no adjustment was made for the covariable). The technique is illustrated and exemplified by a clinical trial of chemotherapies for hyaline membrane disease in babies. The scientific rationale for an “exact” statistical test and a simple approximate test (COVAST) is provided. In terms of the mechanics, COVAST is an easy extension of the familiar Sign Test."], ["The Use of Wealth to Compare Households' Average Saving", "A method of avoiding the bias is to sum the regression equation over the working life of the head of each household, which eliminates much of the correlation between the included independent variables and many of the excluded (unmeasurable) factors. In the new equation, the sum of past saving-income ratios can be approximated by the ratio of net wealth to current year's income. The method involves certain problems of its own, but none that appear to outweigh the advantages. The feasibility of the procedure is illustrated by an analysis of how group pension plans affect non-pension saving."], ["Income, Wealth, and the Demand for Money: Some Evidence from Cross-Section Data", "In this paper we have attempted to test the income-wealth hypothesis originally suggested by Marshall and later enunciated by Hansen. The hypothesis is that both income and wealth are the determinants of the demand for money The data are drawn from the cross-section sample of the 1957–58 re-interview Surveys of Consumer Finances. The numerical elasticities of income and wealth are also derived for both liquid assets as a whole and its various components in order to make a comparison with those of prior studies. Furthermore, the findings in the present analysis have some implications as to the adequacy of the Gurley-Shaw hypothesis that a substantial volume of close substitutes for money created by non-bank financial intermediaries has tended to reduce the demand for money. The principal findings from the particular sample are that (1) not only income but also wealth has a significant positive effect on the demand for money, thereby rejecting the alternative hypotheses that either income or wealth is the unique constraint on money balances, (2) income elasticities are substantially higher than those reported in other studies, whereas wealth elasticities are almost identical, and (3) some aspects of the Gurley-Shaw hypothesis do not appear to be substantiated by this study."], ["Bayesian Analysis of the Regression Model with Autocorrelated Errors", "In this paper, regression models with error terms generated by a first order autoregressive scheme are analyzed from a Bayesian point of view. Methods are developed for computing posterior distributions of regression coefficients and the parameter of the autoregressive process. The relationship of our approach to sampling theory approaches is briefly discussed."], ["Some Comparisons of Methods of Fitting the Dosage Response Curve for Small Samples", null], ["Analysis of Empirical Bivariate Extremal Distributions", "Two examples illustrate the use of bivariate extremal distributions of the first type. One is the distribution of oldest ages at death for the two sexes; the other consists of the floods of the same river recorded at two stations located upstream and downstream. The first is an illustration of independence; the second, of dependence. These illustrations were chosen so as to facilitate the decision on the hypothesis of independence. We limit our consideration to the first, double exponential, extremal distribution because it can be written in a form which is parameter-free. Distribution-free tests for the hypothesis of independence and a criterion for independence of bivariate extremal distributions are given. Bivariate density curves of independent largest values are shown."], ["A New Class of Designs", "Bose and Shimamoto [1] have shown that partially Balanced Incomplete Block (PBIB) designs are characterized by association schemes. But in the PBIB designs discussed so far by the various authors the relation of association is symmetrical or reflexive. The object of this paper is to study a class of useful designs in which the relation of association is not necessarily symmetrical. First the definition of this new design is given. The relation between the parameters and the number of independent secondary parameters are discussed next. Two types of association schemes are given defined as type I and type II, the latter being based on Galois Fields. For the general method of analysis, the model assumed is that of a design for two-way elimination of heterogeneity. The final equations arrived at are the same as those for PBIB designs. A numerical example illustrates the method still further. Two methods of construction, one each for type I and type II are given. The method for type II is based on the property of Galois Fields."], ["Linear Regression Analysis with Missing Observations among the Independent Variables", "An intuitive estimate is presented for estimating linear regression coefficients when an unspecified number and pattern of the independent variables for some individuals are not observed. It is shown that the efficiency of this approach depends upon the correlation among the independent variables as well as the proportion of observations which is missing."], ["Iterative Estimation of a Set of Linear Regression Equations", null], ["A Note on the Equivalence of Two Methods of Fitting a Straight Line through Cumulative Data", "When measurements are made on the same experimental item at successive stages of an experiment, the experimental errors include components which are cumulative in nature, and are hence not independent. This dependence may be removed by using incremental changes in the experimental item as the yield variable, and then using a weighted least squares approach to estimate the parameters of the model, assumed to be linear. Alternately, the original cumulative data may be used directly, and Aitken's method of weighted least squares applied to obtain the parameter estimates. These estimates are shown to be identical."], ["On the Bounds of the Number of Common Treatments between Blocks of Semi-Regular Group Divisible Designs", null], ["Correcting the Average Rank Correlation Coefficient for Ties in Rankings", null], ["Distribution of Product and of Quotient of Maximum Values in Samples from a Power-Function Population", null], ["On the Exact Distributions of the Gcl Estimators in a Leading Three-Equation Case", "Basmann [4] has recently obtained some results of the exact sampling distributions of the generalized classical linear (GCL) estimators of the parameters of a system of three simultaneous structural linear equations These results appear as generalizations of earlier results given by Basmann [5] for a system of two equations. Kabe [9] used the known properties of the noncentral Wishart distribution to give an alternative derivation of Basmann's results for the two-equation case. In view of the importance of the GCL estimators in econometric statistics, it seems useful to derive Basmann's three-equation case results [4], by using some properties of the non-central Wishart distribution. Some applications of the noncentral Wishart distribution theory to the problem of estimating stochastic structural linear relations have been pointed out earlier by Anderson [1, p. 410, second paragraph]. The results derived here appear as generalizations of the results in reference [9] and include some extensions of Basmann's results."], ["A Note on the Variance of the Ratio Estimate", "An examination is made of the accuracy of the usual approximation used for the variance of the ratio estimate. It is shown that, under certain conditions, the usual approximation understates the true variance by an amount depending upon the distribution of the sample mean of the auxiliary variate."], ["An Approximation for the Exact Distribution of the Wilcoxon Test for Symmetry", null], [null, null], ["An Extended Table of Critical Values for the Mann-Whitney (Wilcoxon) Two-Sample Statistic", null], ["Table for Both the Sign Test and Distribution-Free Confidence Intervals of the Median for Sample Sizes to 1,000", "An appendix demonstrates the orderly transformation relations by which a table of one type can generate a table of the other."], ["Another Derivation of the Non-Central Chi-Square Distribution", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Simple Methods for Analyzing Three-Factor Interaction in Contingency Tables", null], ["The Foundations of Decision under Uncertainty: An Elementary Exposition", "Bayesian rules for decision under uncertainty are derived constructively from two principles of consistent behavior and two principles asserting that the decision maker can scale his preferences for consequences and judgments concerning unpredictable events by reference to simple lotteries involving only two consequences and based on an imaginary experiment with subjectively equally likely outcomes. It is shown that the two principles of consistent behavior require the decision maker's scaled judgments to obey the axioms of probability, and by use of one further principle of consistent behavior it is shown that they should also agree with the usual definition of conditional probability and hence with Bayes' rule."], ["Continuous Sampling Plans under Destructive Testing", "The objective in this formulation was to develop a procedure suitable for practical use which would approximate the scheme which minimizes total expected cost."], ["Regression Analysis of Seasonal Data", "When economists apply regression to monthly or quarterly data to estimate structural parameters, they generally either (a) use seasonally adjusted data or (b) use unadjusted data and allow for seasonal shifts in the intercept term. Starting from a more general model than either of these procedures, this paper spells out their implicit assumptions and derives expressions for the specification bias arising from incorrect assumptions. The expected values of the estimates in (a) and (b) are weighted averages of the coefficients in the more general model. The weights are regression coefficients. If parameters do not vary seasonally, procedure (b) yields unbiased estimates. Expected values of estimates from procedure (a) are random variables. If we apply covariance analysis to test for seasonal variation in coefficients, seasonally unadjusted data will yield unbiased estimates; seasonally adjusted data will not. Empirical results obtained from seasonally adjusted data differ substantially from those obtained from unadjusted data."], ["Regression with Systematic Noise", null], ["Approximate Distribution of Extremes for Nonsample Cases", null], ["Errors in the 1960 Census Enumeration of Native Whites", "Comparison of the estimates presented in this paper with previously prepared estimates for the 1960 census indicates what appears to be the greater accuracy of these new estimates."], ["A Note on Estimation from a Cauchy Sample", "A class of estimators is proposed for the estimation of the center of the Cauchy distribution. Each estimator in the class is the arithmetic average of a central subset of the sample order statistics. Although the sample median is a member of the proposed class, it is not the most efficient. The average of roughly the middle quarter of the ordered sample has the lowest asymptotic variance."], ["Optimality and the OC Curve for the Wald SPRT", "This paper examines “conjugate pairs” of points on the OC curve of a Wald Sequential Probability Ratio Test (SPRT). Such pairs are shown to exist for certain classes of SPRT's. For these classes, every point on the OC curve is a member of exactly one such pair. The well-known optimality property of a SPRT, which states that no other test of equal size and power (at the defining values of the parameter) can have a smaller expected sample size for either of the defining values, is extended to each conjugate pair. The OC curve is shown to be obtainable in a simple way, without the necessity of a parametric representation, by use of this notion of conjugate pairs."], ["A Price and Productivity Index for a Nonhomogeneous Product", "Price indexes for nonhomogeneous products based upon input prices of labor and materials are inadequate because they take no account of productivity changes. Under the assumption that real output is proportional to real input of materials, it can be demonstrated that both price and productivity are functions of labor and materials costs and input of labor time. Price and productivity measures emerge from a simultaneous solution. Some very simple computational equations are derived. The method developed in this paper is tested in an empirical case. Highway prices for a fifteen-year period are calculated and compared with the Bureau of Public Roads index. The test is satisfactory."], ["On Forming Strata of Equal Aggregate Size", "In stratified random sampling when the same number of units is to be selected from all strata the efficiency of strata of equal aggregate size is tested on four theoretical distributions. It is found that the principle of equipartition produces poor boundaries when the number of strata is large. An explanation is given why it is so."], ["A Two-Variable Generating Function for Computing the Sampling Probabilities of a Class of Widely Used Statistics", "It is anticipated that presently unavailable tables of sampling probabilities can be assembled using the proposed generating function in conjunction with a digital computer."], ["Rotation Designs for Sampling on Repeated Occasions", "A unified finite population theory is developed for composite estimators of both the current level and change in level between consecutive occasions when a rotation sample design is employed. Explicit variance functions are given under the assumption that exponential and arithmetic correlation patterns hold over time for the characteristics of interest. Optimum values of the weight coefficients in the composite estimators, the optimum number of consecutive visits by a sampling unit, and the gain in efficiency relative to the use of simple estimators are all determined numerically. Moderate gains for level and appreciable gains for change are achieved when the correlation is high."], ["Estimating the Parameters of Mixtures of Binomial Distributions", null], ["On a New Method of Capacity Estimation", "Capacity is defined as that output which can be produced at minimum average total cost, given the existing stock of plant and equipment and existing techniques and factor prices. The level of capacity is inferred from observed investment behavior. Regression methods are used to estimate a relationship between desired capital stock and several explanatory variables including output, relative prices and time, on the hypothesis that net investment occurs in proportion to the excess of desired over actual stock. The relationship between desired capital stock and output is then inverted to yield a corresponding relationship between capacity and actual capital stock for given prices and techniques. The method is used to calculate aggregate capacity annually for 1949–60 and the properties of the resulting estimates are discussed. New estimates of capacity and its utilization in manufacturing are also presented and compared with those of other investigators."], [null, null], ["Some Generalisations of the Distributions of Product Statistics Arising from Rectangular Populations", null], ["Least Squares Estimates and Parabolic Regression with Restricted Location for the Stationary Point", null], ["Book Reviews", null], ["The American Statistical Association and Federal Statistics", null], ["A Study of Response Errors in Expenditures Data from Household Interviews", "The study also provided information on another effect of lengthening the period for which the respondent is asked to report expenditures. By considering recall for the most recent month when the respondent is asked for his expenditures over a longer period of time, the effect of the length of the reporting period can be separated from the effect associated with memory decay. A substantial loss of jobs associated with lengthening the total reporting period from one to six months was found in the reporting of expenditures for the most recent month."], ["On the Difficulties Inherent in Fisher's Fiducial Argument", null], ["Sampling Plans Which Approximately Minimize the Maximum Expected Sample Size", null], ["Two Theorems for Inferences about the Normal Distribution with Applications in Acceptance Sampling", "Theorem 1 represents the normal (0, 1) random variable as a product of two independent random variables in infinitely many ways. Theorem 2 gives the expected value of the cumulative distribution function of the normal (0, 1) distribution, when the argument of this function is a linear combination of a normal and an independent chi random variable."], ["Design of an Optimal Sequence of Interrelated Sampling Plans", "A description is given of the interacting effects which exist between quality control stations associated with the various stages of manufacture of a product, and how these interactions influence the optimal choice of sampling plan for a given station. The applicability of the mathematical theory of dynamic programming to the design of an optimal sequence of such interrelated plans is demonstrated, along with a general description of this theory. In order to illustrate the dynamic programming solution procedure, a digital computer program is discussed which solves a simplified version of the above design problem. Extension of this program to the solution of more general multistage decision problems is also considered."], ["Note on the Consistency of Some Distribution-Free Tests for Dispersion", null], ["Control of Quality of Coding in the 1960 Censuses", "Coding in the 1960 Censuses had two characteristics which complicated the control of quality. They were: (1) the codes to be verified were in the form of positioned marks on the Census schedule, and (2) coding was a difficult operation frequently requiring the use of judgment on the part of the coder. This paper describes the techniques used in controlling the quality of the operation."], ["A Two-Parameter Family of Hyper-Poisson Distributions", "A two-parameter generalization of the Poisson distributions, called the “hyper-Poisson” family, is derived and discussed. It is in turn a special case of the three-parameter confluent hypergeometric series distributions. When one parameter is fixed, the hyper-Poisson distributions are also power series distributions. The distributions are classified as “sub-Poisson” or “super-Poisson” according as the variance is less than or greater than the mean. The latter category includes the truncated Poisson distributions. Certain properties of the hyper-Poisson distributions are considered, including moment, modified moment, and maximum likelihood estimators of the parameters. Estimation using moments is illustrated on Student's haemacytometer data."], ["Effect of Non-Normality on the Power Function of the Sign Test", null], ["Incentive Contracts and Price Differential Acceptance Tests", "This paper constitutes an unconventional approach to acceptance testing, in which the test is viewed not as a procedure to obtain information but rather as motivation toward product improvement. Admissible strategies are defined and their properties are studied. An application to repairable systems is considered in detail."], ["The Testing of Unit Vectors for Randomness", null], ["Interval Estimation of Non-Linear Parametric Functions, II", null], ["Confidence Bands in Straight Line Regression", "This paper develops a method for obtaining confidence bands in polynomial regression when the observations are independently distributed with constant but unknown variance. The bands may be obtained, in principle, over arbitrary sets of the independent variable with exact preassigned confidence coefficients. In general, difficult distribution problems result when specific applications are attempted. The major portion of this paper is concerned with first degree polynomials since some progress has been made here. A table is provided to obtain a constant width confidence band which contains the true but unknown straight regression line for values of the independent variable in some arbitrarily selected interval with an exact preassigned confidence coefficient. The present method is compared with the classical hyperbolic band for the whole regression line."], ["Estimates for the Points of Intersection of Two Polynomial Regressions", null], ["Estimation of the Probability That an Observation Will Fall into a Specified Class", null], ["Efficient Grouping, Regression and Correlation in Engel Curve Analysis", "Prais and Aitchison have shown that the common practice of grouping the individual observations in Engel curve analysis does not introduce a bias in the estimate of the regression coefficient, and that the classification of the individual households by income minimizes the increase in the variance of the estimate. The present paper provides an approximate numerical evaluation of the effects of such efficient grouping under the usual conditions of budget survey analysis. It is shown that in this case (i) the regression estimates based on individual observations and on weighted income class means are highly correlated; (ii) the variance of the estimates increases by a few per cent at most; and (iii) the correlation coefficient is vastly overstated by the grouped data."], ["The Use of Systematic Sampling with Probability Proportionate to Size in a Large Scale Survey", "Based on a nationwide labour force survey the gain in precision arising from systematic pps (probability proportionate to size) sampling of the primary sampling units as compared to with-replacement pps sampling is obtained. The performance of a particular convenient but biased estimator of sampling variance is also studied."], ["Problems in the International Standardization of Interindustry Tables", "With a view to increasing the international comparability of interindustry analysis, this paper analyzes the conceptual problems and forms of presentation of the table in the context of the present system of U. N. national accounts and its industrial classification. It proposes the “technical unit” as a basis for sectoral classification and suggests the presentation of both purchasers' and producers' price tables supplemented by several converting submatrices and commodity (or physical) balances."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}