{"1965": [["Samuel S. Wilks", null], ["The Up-and-Down Method for Small Samples", null], ["On the Performance of the Truncated Sequential Probability Ratio Test", "The paper presents the results of some numerical evaluations concerning the performance of the TSPRT, and characterizes the situations in which the tsprt is superior to some alternative procedures. Graphs for the application and study of the TSPRT are also presented, and some suggestive results of additional computations are discussed. The calculations are based on the formulae of T. W. Anderson [1]."], ["A Double Sampling Scheme for, Analytical Surveys", "It is assumed that the subgroups of the population which are to be compared form a one-way classification, and are not identifiable in advance of drawing a simple random sample from the population. With double sampling, a large sample is selected, and the group to which each element belongs is identified. Then a subsample is selected within each of the groups according to a sampling rule specified in advance. It is desired to find those values of the preliminary and main sample sizes which will maximize some precision statement subject to a given budget. Approximate procedures to secure quick and reliable solutions are given. The validity of the approximations is also investigated."], ["The Effect of Mismatching on the Measurement of Response Errors", "When response errors are studied by means of record checks, the possibility exists that matching errors are made in relating responses to the corresponding record data. Two simple models are developed for matching errors, and the implications of such matching errors on various measures of response errors are studied. The models are applied to the data from a record check study, and it is found that relatively small imperfections in the matching process can lead to substantial bias in estimating the relationship between response errors and “true” values."], ["Applications of Probability Theory in Criminalistics—II", "A general model for the evaluation of partial transfer evidence is developed in this article. This model is less restrictive than were the original models presented in an earlier paper, thus allowing it to be applied to a more general class of situations. A Bayesian approach to the problem of evidence evaluation is explored, and the probability of error calculated in the Bayesian model is shown to be a reasonable approximation to the probability of possible error calculated in the general model when these probabilities are small."], ["The Detection of a Correlation between the Sexes of Adjacent Sibs in Human Families", "A model is described which leads to an analysis of data on the sequence of sexes in human families, particular attention being given to the detection of a correlation between the sexes of adjacent sibs. Three sources of potential confounding with this correlation are discussed. The method of analysis avoids any confounding with the effects of voluntary limitation of family size, or with the effects of variation in the probability of a male from birth to birth within a family. It is more difficult to separate the effect of correlation between the sexes of adjacent sibs from the effect of variation between families in the probability that a child born to the family will be male. The problem was solved in the present investigation by using an auxiliary analysis to show that families did not, in fact, differ in this probability. If this were not so, a separation of the two factors could still have been made by an additional analysis referred to in the paper."], ["A Mathematical Model with Applications to a Study of Accident Repeatedness among Children", "It is also demonstrated that keeping contamination to acceptably low levels requires rigorous accident criteria, large groups from which to select accident repeater study groups, and accident histories for prospective subjects extending over long periods of time."], ["On a Discrete Distribution with Special Reference to the Theory of Accident Proneness", "A new discrete distribution arising from a Poisson distribution when the prior distribution of the parameter involved in uniform, has been obtained and its application in an accident proneness model is indicated. The posterior distribution of the parameter turns out to be a truncated gamma distribution and it is noted that the posterior distribution corresponding to a truncated prior distribution is simply the truncation of the posterior corresponding to the untruncated prior."], ["The Analysis of Disturbances in Regression Analysis", null], ["A Note on the Statistical Testability of ‘Explicit Causal Chains’ against the Class of ‘Interdependent’ Models", "If two simultaneous equations economic models, each purporting to explain the same endogenous variable in terms of the same exogenous variable differ only in this respect, that one is in the form of an ‘interdependent’ representation and the other is an ‘explicit causal chain,’ then the question whether one is a more accurate representation of economic reality than the other cannot even in principle be settled by appeal to observations. The failure of proponents of ‘explicit causal chains’ to appreciate the significance of the foregoing theorem has led to the proposal of a remarkable interpretation of unfavorable outcomes of statistical tests of econometric hypotheses (which is mentioned in Section 3.2)."], ["A Stochastic Analysis of the Spatial Clustering of Retail Establishments", "Artie begins by gridding the central area of Stockholm into a net of 210 squares, 250 meters on a side, and counts the number of retail establishments in each square for each of six selected categories of merchandise groups. He then studies the deviation of the resulting distributions from that which could be expected under the assumption of a random (i.e., Poisson) distribution. The analysis of spatial clustering described below is an attempt to generalize and extend Artie's schema and indeed utilizes his data for purposes of empirical verification."], ["A Bayesian Indifference Procedure", "In a logical probability approach to inference, distributions on a parameter space are interpretable as representing states of knowledge, and any prevailing state of knowledge may be taken to have been arrived at from a previous state of ignorance (indifference) followed by an accumulation of prior data. In this paper an indifference procedure is introduced that requires postulating what size and what kind of samples will and will not (in a special sense) permit statistical inference and prediction—e.g., one observation from a two-parameter normal model is not (in our special sense) sufficient to permit inference about the variance but two observations are. In essence, the procedure stipulates that prior indifference distributions be improper but become proper after an appropriate minimal sample. With some limitation on the family of priors considered, this procedure permits unique specification of indifference for the more commonly encountered statistical models. Furthermore, these specifications are affected neither by change of the scale of measurement of the observations, nor by the sampling rule."], ["On Some Two-Sample Non-Parametric Tests", "A family of two-sample non-parametric tests is described, in which only the tails of the distributions are used. Some are presented as tests of dispersion and some as tests of location. Critical values for certain of the tests are given for large samples. The power of the tests is discussed, and fresh results are given for a test of dispersion against rectangular alternatives."], ["Percentile Modifications of Two Sample Rank Tests", null], ["Tolerance Limits for the Generalized Gamma Distribution", null], ["On Models and Hypotheses with Restricted Alternatives", null], ["Some Scheffé-Type Tests for Some Behrens-Fisher-Type Regression Problems", null], ["Interval Estimation of Non-Linear Parametric Functions, III", null], ["Application of Greenberg and Sarhan's Method of Inversion of Partitioned Matrices in the Analysis of Non-Orthogonal Data", "A special form of a partitioned matrix, similar to Greenberg and Sarhan's, is used to invert it. This method is here shown to be useful in the analysis of some non-orthogonal connected designs."], ["A Uniqueness Theorem concerning Moment Distributions", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Asymptotically Optimal Tests of Composite Hypotheses for Randomized Experiments with Noncontrolled Predictor Variables", null], ["A Review of “Smoking and Health”", null], ["Demand for Manufacturers' Services for Bakery Products and Fruits and Vegetables", "The broad conclusions are that the income elasticities for processing services for both categories of food are less than or equal to unity; and, that the price elasticities which reflect household substitution of factory processing for home processing are at least as great (in absolute value) as the respective income elasticities."], ["Optimum Stratified Sampling Using Prior Information", "The question of how the well-known Neyman stratified allocation result generalizes when it is formally assumed that there is prior information concerning the unknown stratum means is dealt with here. This prior information is taken to be expressible in the form of a multivariate normal prior distribution. Several methods of assessing prior distributions are discussed. The allocation for stratified sampling is shown to be a special case of a more general allocation problem. A computational algorithm is presented for this more general problem of finding the allocation of sampling effort which minimizes the posterior variance of any given linear combination of unknown normal process means subject to a budget constraint. A feature of the solution is that for limited budgets one may rely solely on his prior information concerning some strata, sampling only in a subset of the strata. Finally, several applications are briefly described including a “non-Bayesian” solution to a particular problem of allocation for a multipurpose stratified sample."], ["Stratified Sampling and Distribution-Free Confidence Intervals for a Median", "This paper presents the results of a limited investigation which brings into focus the difficulties encountered in developing exact distribution-free methods for stratified simple random sampling. It is shown that exact distribution-free confidence intervals for a population median can be obtained from a stratified sample under very special circumstances. The principal result concerns the order statistics of the combined separate strata samples, where proportional allocation is employed. It is proved that a pair of symmetric order statistics provides a confidence interval for the population median whose confidence coefficient is not less than the confidence coefficient obtained from the corresponding order statistics of a random sample of the same total size drawn from the entire population. Furthermore, it is shown by means of a numerical example that this result necessarily holds only when proportional allocation is employed."], ["Double Sampling for Stratification on Successive Occasions", "A sampling procedure involving repeated application of double sampling for stratification on several successive occasions is considered. The formulae for the estimate of the mean on any current occasion and its variance are obtained. The determination of optimum allocation of available resources and the extension of the procedures for uni-stage sampling, to multi-stage sampling, are briefly indicated. The use of the design, suggested in this paper, is illustrated by its application to a recently conducted survey for estimation of coconut production in the State of Assam."], ["The Inverted Dirichlet Distribution with Applications", null], ["Inference about Variance Components in the One-Way Model", "The estimation of variance components in the one-way model is considered from a subjective Bayesian point of view. The situation in which the classical unbiased estimate of the between variance component is negative is explored in some detail. Exact and approximate posterior distributions are obtained in both the balanced and unbalanced case. Common sense aspects of the problem are emphasized, and some contrasts with other approaches. For example, Bayesianly speaking, a large negative unbiased estimate of the between variance component indicates an uninformative experiment in which the effective likelihood for that variance component is extremely flat, instead of strong evidence that the variance component is nearly zero."], ["Sequential Range Tests for Components of Variance", null], ["Exact Distribution of the Sum of Independent Identically Distributed Discrete Random Variables", null], ["On the Asymptotic Efficiency of the Kolmogorov-Smirnov Test", null], ["A Comparison of the Pearson Chi-Square and Kolmogorov Goodness-of-Fit Tests with Respect to Validity", null], ["On an Extreme Rank Sum Test with Early Decision", "Where Youden's extreme rank sum test is used, an early decision is often possible by performing the trials in sequence with the following method. After each trial is completed, the greatest lower bound and least upper bound of both extreme rank sums are calculated for all remaining trials. If the critical regions cover either or both intervals of the statistics or the intervals lie completely outside the critical regions, the round-robin test is terminated with the acceptance of the proper hypothesis."], ["Extended Tables of the Wilcoxon Matched Pair Signed Rank Statistic", null], ["Tables of Bounds for Distributions with Monotone Hazard Rate", "This paper presents in a form convenient for applications a number of bounds for distributions with monotone hazard rate. These bounds, together with their proofs and various generalizations have been obtained by Barlow and Marshall (1964). However, many of them can be characterized only through solutions of transcendental equations, and machine calculation has been necessary to make them accessible. Section 2 gives a listing of the results, and those without explicit forms are tabulated. Section 3 lists various related bounds which are of interest for purposes of comparison, and for use when the hypothesis of monotone hazard rate is not satisfied. Applications of the bounds are discussed in Section 4, together with some numerical examples."], ["General Theory of Prime-Power Lattice Designs", null], ["Multivariate Acceptance Sampling Procedures for General Specification Ellipsoids", null], ["Quadratic Regression with Inequality Restraints on the Parameters", "A method is given here for fitting a quadratic subject to restrictions on the location of the extreme point which is conceptually somewhat different from that proposed by Cunia [1]. The solution is presented as a special case of the general quadratic programming problem, that is, minimizing a quadratic function subject to restrictions on the variables."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["R. A. Fisher and the Last Fifty Years of Statistical Methodology", null], ["The Asymptotic Relative Efficiency of Goodness-Of-Fit Tests against Scalar Alternatives", "This paper deals with the asymptotic relative efficiency (A.R.E.) and the asymptotic power of certain tests. These tests are distribution-free goodness-of-fit tests based on the empirical distribution function. They are the one and two sided Kolmogorov-Smirnov tests and a new one based on the absolute values of the order statistics. The method of obtaining the A.R.E. is due to Quade [5] and is outlined in Section 1. In this paper we are concerned with the case of scalar alternatives. The asymptotic power for the Kolmogorov-Smirnov tests is obtained in Section 2. Section 3 deals with a new test which allows a more facile use of a one-sided statistic while utilizing the same information normally included in a two-sided statistic. In Section 4, three examples are considered to illustrate the superiority of this new test."], ["Expected Significance Level as a Sensitivity Index for Test Statistics", "After a brief motivating discussion, of approaches to significance tests in Section 1, the concept of expected significance level (esl) is defined and its basic properties are presented in Section 2. Section 3 discusses the relationship between esl and the familiar criterion of power. While a complete description of power for each size α is more informative than esl, it is argued that esl is often a reasonable compromise between high ideals and practicability. Section 4 gives two estimation methods for Monte Carlo simulation of esl and shows how to estimate variances and covariances for the second of these methods. The first method leads to the familiar Wilcoxon two-sample statistic which is clearly a sample analogue of esl. The second and more apposite method leads to a modification of the Wilcoxon statistic."], ["A Combinatorial Test for Independence of Dichotomous Responses", "Dealt with in this paper is the analysis of phenomena involving simultaneous responses among members of small groups during a finite number of discrete time intervals. An exact combinatorial test obtained by conditioning on the sufficient statistics under a null hypothesis is proposed. A specific application of this test is given for the analysis of asthma attack data of asthmatic individuals."], ["A Comparison of a Modified “Hannan” and the Bls Seasonal Adjustment Filters", "It is the purpose of this paper to carry the previous analysis one step further and to compare the BLS procedure with a modified version of the regression method of seasonal adjustment suggested by Cowden [3] and Mendershausen [11], and recently revived by Hannan [9, 10] in an exceptionally sophisticated form. In addition to Hannan's work along the lines suggested, Nettheim [13] and Rosenblatt [15] have made studies. Rosenblatt [15] has carried out analyses similar to those reported here."], ["Fourier Methods for Evolving Seasonal Patterns", "The use of Fourier or spectral methods for the seasonal adjustment of economic and other time series has recently been suggested; see for example Hannan [3], [4]. The case in which the seasonal pattern does not change appreciably from year to year has been covered in some detail but methods appropriate to an evolving seasonal pattern have been given only a little attention. The present paper discusses the nature of evolving seasonal patterns which may arise in economic series and examines a method due to Hannan which may be used when the pattern is changing slowly over time. Although the suggested method is not readily mechanized for routine application on a large scale since some personal judgments are called for, it is found useful in detailed studies and might well be applied to any series for which traditional methods are not adequate; it is also applicable to the problem of prediction."], ["Appropriations Data and the Investment Decision", "Several hypotheses which have been employed to explain firms' investment in plant and equipment are tested against the NICB quarterly series on new appropriations. Data for nine two-digit industries are used to estimate regression equations for each industry, using the efficient estimation technique of Zellner. Interesting industry differences appear; in particular, the least concentrated industries appear more sensitive to pressure on capacity, while the remaining industries seem more affected by financing considerations."], ["A Class of Bivariate Distributions", "By developing an analogy with the measure of association in a fourfold contingency table, a method is given of constructing a one-parameter class of bivariate distributions from given margins. This class contains the known boundary distributions and the member corresponding to independent random variables. The class resulting from standard normal margins is compared with the standard normal bivariate distribution, and it is found that the two joint distributions and the two conditional distributions each agree tolerably well. Estimation of the parameter is illustrated by an example showing a computational advantage of this class of distributions."], ["Unified Least Squares Analysis", "It is seen (through consideration of generalized inverses) that the abbreviated Doolittle method serves, in problems of linear estimation, as a solution technique for models of less than full rank as well as for models of full rank, and in identically the same fashion. Thus the method assumes increased importance as a research and pedagogical device, as well as a computing technique."], [null, null], ["The Distribution of the Size of the Maximum Cluster of Points on a Line", null], ["Some Tests for Homoscedasticity", null], ["On Some Tests of Hypotheses Relating to the Exponential Distribution When Some Outliers are Present", "In this paper the robustness of some of the existing tests for the exponential distribution when some outliers are present is reviewed. It is noted that the tests proposed by Epstein and Sobel [4] can be used without any major modification in the presence of outliers and a more suitable flexible test criterion is proposed for the exponential lower limit which is superior to Carlson's statistic [2] in all situations. The distribution of this statistic is derived and tables are constructed to facilitate the use of this statistic. Also some tests for outliers in the exponential case are proposed."], ["Estimation for a One-Parameter Exponential Model", "It is shown that the partial totals estimator is asymptotically normal and consistent (but it is not asymptotically efficient). On the basis of the Monte Carlo study, the partial totals estimator is compared with the maximum likelihood, least squares (on the logarithms) and weighted least squares (on the logarithms) estimators. The comparison, based on relative efficiency indicates that the maximum liklihood and partial totals methods give similar results and were the most satisfactory over the range of conditions studied."], [null, "This paper is concerned with two-sided confidence intervals, rather than one-sided intervals."], ["Insensitivity to Non-Optimal Design in Bayesian Decision Theory", null], ["A Bayes Approach for Combining Correlated Estimates", null], ["Prediction and Decision Problems in Regression Models from the Bayesian Point of View", "In this paper we review the derivation of the predictive density function for the normal multiple regression model, state and prove a general theorem on optimal point prediction, and show how the predictive density can be employed in the analysis of an illustrative investment problem. Then we derive the predictive density function for the multivariate normal regression model and indicate how it can be used in the analysis of several problems."], ["The Metropolitan Area Concept: An Evaluation of the 1950 Sma's", "A selected group of 1950 SMA's are examined to determine the extent to which they comprise self-sufficient trading areas with respect to local service activities. By comparing the self-sufficiency of each SMA to the self-sufficiency of its urbanized area and of an areal unit made up of the SMA plus contiguous counties, the quality of each SMA is evaluated. Each SMA is classified as being either overbounded, underbounded or truebounded. The type of boundary discrepancy exhibited by an SMA is strongly related to its degree of proximity to other SMA's and is unrelated to its population size."], ["On a Class of Linear Estimators in Sampling with Varying Probabilities without Replacement", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Quality and Quantity in Higher Education", "A separate ranking is presented for the science and the social science-humanities fields."], ["A Two-Parameter Model for the Survival Curve of Treated Cancer Patients", null], ["A History of Distribution Sampling Prior to the Era of the Computer and its Relevance to Simulation", "The first part of this paper contains an historical survey of distribution sampling as used by statisticians. The material was originally prepared in 1953 and is reproduced here in slightly revised form to bring this history to the attention of present day simulators in order that the lessons that can be learned from this part can more readily be incorporated in the development of methodology today. The second part of this paper discusses the relevance of empirical sampling to the present day state of the art of simulation. The technique of generating random members, developed for empirical sampling can be applied directly to simulation. However in other aspects simulation is more difficult than empirical sampling and here the theory of distribution sampling does not have much to offer. The difficulties are due to lack of independence among time series, non-stationarity of the time series, and the large number of parameters."], ["Probabilistic Prediction", "The posterior distribution for parameters of a data distribution is usually the major objective of a Bayesian statistical analysis. Relatively little attention has been given to the fact that either a prior or a posterior distribution implies a marginal distribution, which may be called a “predictive distribution,” for outcomes of any sample not yet observed. Predictive distributions have been mainly applied to design problems, such as determination of optimal sample size. In this paper tentative suggestions are made for applications to statistical inference, especially problems of appropriateness, selection, interpretation, and validation of formal models."], ["Randomized Response: A Survey Technique for Eliminating Evasive Answer Bias", "For various reasons individuals in a sample survey may prefer not to confide to the interviewer the correct answers to certain questions. In such cases the individuals may elect not to reply at all or to reply with incorrect answers. The resulting evasive answer bias is ordinarily difficult to assess. In this paper it is argued that such bias is potentially removable through allowing the interviewee to maintain privacy through the device of randomizing his response. A randomized response method for estimating a population proportion is presented as an example. Unbiased maximum likelihood estimates are obtained and their mean square errors are compared with the mean square errors of conventional estimates under various assumptions about the underlying population."], ["Applications of Probability Theory in Criminalistics", null], ["A Bayesian Approach to the Analysis of Data from Clinical Trials", "A Bayesian logical probability approach is described and its advantages with respect to constructing prior distributions for Bayesian analyses are discussed. Some standard Bayesian distribution theory for categorized data is summarized. Data from an on-going experiment to compare the relative efficacy of four operative treatments for ulcer are used both to pinpoint some of the practical problems involved in clinical trials and to demonstrate the usefulness of Bayesian inference methods when facing these problems."], ["Systematic Statistics Used for Data Compression in Space Telemetry", null], [null, null], ["The Reliability of Consumer Surveys of Financial Holdings: Time Deposits", "The extent to which response and nonresponse errors occur in the reporting of time deposits is investigated in two consumer financial surveys. The findings point not only to substantial errors in estimates of the means and size distributions of accounts in such surveys, but also suggest that confidence intervals computed from such data are badly distorted. Many different factors appear to be associated with these errors, including the questionnaire approach as well as respondent characteristics."], ["Prediction of an Autoregressive Variable Subject Both to Disturbances and to Errors of Observation", "Past work on prediction formulas for time series, e.g., that of Wiener and Yaglom, has used powerful and general spectral techniques that result in integral formulas difficult to evaluate in practical cases. In this paper the more direct, less powerful approach developed by Muth produces useful and specific results for a broad class of cases that includes virtually every case of a higher order Markov process observed with error. The results provide plausible theoretical support for the expectations model widely and successfully applied by economists, although the distributions of the estimators of the prediction parameters (when the latter are unknown) are still unknown. The two-hundred-year series of sunspot data provides an illustrative application of the theoretical results, which bears comparison with the previous analyses of these data by Yule and others."], ["Minimal Sufficient Statistics for the Two-Way Classification Mixed Model Design", null], ["Ratios of Normal Variables and Ratios of Sums of Uniform Variables", null], ["Design for Optimal Prediction in Simple Linear Regression", "Allocation of experimental data points is considered in order to provide efficient prediction of the dependent variable in simple linear regression. The region of experimental points is taken such that it need not coincide with the region for prediction where the regression is linear. The allocation which minimizes the maximum variance for a predicted value of the dependent variable is obtained. The allocation of experimental data points which minimizes the average variance of predicted values, occurring according to a density function in the region of prediction, is derived. The relative efficiency of balanced allocation (one-half of the data points at each end of the experimental region) to minimax or minimum average variance allocation is about 90 percent for prediction near the ends of the experimental region with small samples."], ["Errors of Classification in a Binomial Population", null], [null, "A common problem in many areas is to achieve a combination of control variables which will simultaneously maximize all of the responses which are functions of the control variables. The fact that in general we can not simultaneously maximize all of the responses has led to the formulation of compromise solutions to this vector maximum problem. A point in the control variable space is better than a second point if each response at the first point is greater than or equal to the corresponding response at the second point. If a point is such that there is no better point, it is said to be admissible, or efficient. A set of points is complete if given any point not in the set there is a point in the set which is better. In this paper this formulation is used to consider the allocation of sample size to several strata when there are several characteristics of interest."], ["Principal Components Regression in Exploratory Statistical Research", "Regression upon principal components of the percentage points of the income and education distributions for 1950 census tracts in the city of Chicago led to the estimation of “beta coefficient profiles” for television receiver and refrigerator ownership, for central heating system usage, and for a measure of dwelling unit overcrowding. The betas are standardized coefficients of regression of a dependent variable upon the proportions of families in the classes of the marginal income and education distributions. They measure the relative contribution of families in these classes to the over-all per cent saturation of the dependent variable in the tract. The coefficients were estimated by techniques developed in the first portion of the paper; estimation by classical regression methods would have been impossible because of multicollinearity. The empirical results are in substantial agreement with findings from regressions of the dependent variables upon the mean values of income and education, and their squares. The statistical devices appear to be useful in exploratory empirical research."], ["Confidence Intervals Based on the Mean Absolute Deviation of a Normal Sample", null], ["On a Method of Using Multi-Auxiliary Information in Sample Surveys", "Usually auxiliary information based on just one variate is used to improve the precision of estimators of population totals, means, etc. In this paper a method is proposed of using information on several variates to achieve higher precision. The technique of difference estimation is employed throughout. It is shown that the variances of difference estimators are comparable to those of ratio estimators. The results are extended to double sampling procedures and sampling over two occasions."], ["Variance Estimation in Randomized Systematic Sampling with Probability Proportionate to Size", "Approximate expressions are given for the variance of two commonly used variance estimators when two units are selected from a stratum systematically with probability proportionate to size. The stability of the variance estimators is examined with the help of an example."], [null, null], ["Comparison of Some Ratio Estimators", "In this article, four ratio estimators designated as simple, Quenouille's, Beale's and modified ratio estimators are compared with respect to bias, efficiency, approach to normality and computational convenience. They are shown to be asymptotically minimum variance bound estimators. Some additional ratio estimators are discussed briefly and compared with these. Quenouille's, Beale's, and modified ratio estimators are found to be more attractive than the alternatives compared."], ["An Estimation Procedure for Range Composition Problems", "Empirically derived isoqant maps of sampling allocations for the two-phase design are presented. Some discussion of the problems associated with the pin-frame sampling method is also included."], [null, null], ["Some Graphs Useful for Statistical Inference", "The determination of sample size to meet certain probability requirements is a problem which often faces an experimenter when obtaining a confidence interval or testing a hypothesis. This paper includes some new graphs useful in selecting sample size and gives a reference to a new textbook which includes a number of other similar type graphs. The method of construction is explained in detail and examples are included."], ["A Nomogram for Chi-Square", null], ["Bayesian Analysis of the Independent Multinormal Process—Neither Mean Nor Precision Known", "Under the assumption that neither the mean vector nor the variance-covariance matrix are known with certainty, the natural conjugate family of prior densities for the multivariate Normal process is identified. Prior-posterior and preposterior analysis is done assuming that the prior is in the natural conjugate family. A procedure is presented for obtaining non-degenerate joint posterior and preposterior distributions of all parameters even when the number of objective sample observations is less than the number of parameters of the process."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}