{"1966": [["Market Making and Reversal on the Stock Exchange", null], ["Multiple Regression with Stationary Errors", "A practical computing technique is presented for the joint estimation of regression coefficients and the error spectrum in regression problems with stationary errors. In problems where unweighted least squares is not efficient, the procedure gives an estimate approaching the minimum variance linear unbiased estimate. Whether unweighted least squares is nearly efficient or not efficient, the procedure, in general, gives a much closer estimate of the covariance matrix of the estimated regression coefficients. The proposed approach, which involves the finite Fourier transformation of the observations and regression vectors, gives a useful intuitive understanding of the effects of correlated errors on regression."], ["On Robust Procedures", null], ["A Development of Tukey's Quick Test of Location", "A simple test for recognising differences in mean is described. It has its origins in a test proposed by Tukey in 1959, and effectively ignores that piece of data which most seriously detracts from the significance of Tukey's statistic. Heuristic discussions and a reference to empirical evidence are given concerning the resultant improvement in power. The test is quick to execute both in formation of the statistic and in deciding on its significance, since in a wide class of situations the 5%, 1% and .1% critical values can be taken as 10, 13 and 17 respectively. Tables of critical values for small samples are however included, as are graphs based on asymptotic considerations."], ["The Power of Chi Square Tests for Contingency Tables", null], ["On Characterizing the Chi Square Distribution by the Student Law", null], ["Potentials in Applying Linear Programming to the Consumer Price Index", "The Stigler Committee Report [20, 21, 22] has stressed the desirability of revising the Consumer Price Index in the direction of a fixed-utility cost-of-living index. This paper proposes that a linear programming approach might be feasible for developing the food component price index of a cost-of-living index, and perhaps also for some other components. The main advantage of the linear programming approach would be that it recognizes substitutions among goods and services as prices change, whereas the conventional fixed market-basket approach to the formulation of index numbers makes no provision for such trading off of commodities and services."], ["Estimation of an Accelerated Depreciation Learning Function", null], ["A Stochastic Model of Credit Sales Debt", "This paper develops a stochastic model of accounts receivable, the debt arising from credit sales; and expresses the expectations and variances of (1) credit sales, (2) collections, (3) bad debts, (4) collections plus bad debts; and, (5) accounts receivable outstanding, in terms of parameters of the stochastic variables: (a) the number of credit sales made, (b) the size of sales; and, (c) the collection period or the effective term of loans. The paper discusses some interesting features of the results of the model and provides an empirical example to illustrate the model in context of actual credit sales made by a small wholesale food company during the years 1963 and 1964."], [null, "Minimum variance unbiased estimators of reliability are developed for a series, parallel, and standby redundant system where the components are from a single exponentially distributed population. It is assumed that sampling information has been censored with respect to number of failures or test time."], ["The Efficiencies in Small Samples of the Maximum Likelihood and Best Unbiased Estimators of Reliability Functions", "The paper presents the results of an inquiry concerning the small sample relative efficiency of maximum likelihood and best unbiased estimators of reliability functions of one-unit systems. Three cases are considered: The Poisson, exponential, and normal (standard deviation known). Two kinds of relative efficiency functions are studied. The first kind consists of the common ratio of the Cramér-Rao lower bound of the variances of unbiased estimators, to the mean-square-error of the considered estimator. The second kind is a new type of a relative efficiency function, which is called ‘the closeness relative efficiency function.’ This function is defined as the ratio of the probabilities that the maximum likelihood and the best unbiased estimators yield estimates in a prescribed neighborhood of the unknown reliability value. A substantial part of the study is devoted to the derivation of the required moments of the estimators."], ["Minimum Variance Unbiased and Maximum Likelihood Estimators of Reliability Functions for Systems in Series and in Parallel", "The bias and mean-square-error functions of the maximum likelihood and best unbiased estimator of reliability functions are derived. Information is available on the operation of subsystems connected in series or in parallel. The Poisson and the exponential cases are considered."], ["A Generalization of the Gauss-Markov Theorem", null], ["Maximum Likelihood Estimation of the Distributions of Two Stochastically Ordered Random Variables", null], ["Simultaneous Test Procedures for Multiple Comparisons on Categorical Data", "Comparisons of several populations with regard to their distributions on a qualitative attribute must often be based on sample data. An overall large sample test of homogeneity of all the populations is extended to provide multiple comparison tests on homogeneity of subsets of populations, and tests of partial homogeneity, i.e., homogeneity only on certain categories of the qualitative distributions. Grouping of populations into several homogeneous subsets can also be achieved by this procedure, and so can a similar grouping of categories. Probabilities of errors on various hypotheses and partial hypotheses are defined and computed. An alternative procedure is proposed which has some advantages."], ["Fitting Segmented Curves Whose Join Points Have to Be Estimated", "If the model is not made up entirely of a mixture of straight lines and constants, we will deal separately with the case where the submodels join together with equal slopes. The solution then requires iterative techniques."], ["Small Sample Bias Due to Misspecification in the “Partial Adjustment” and “Adaptive Expectations” Models", "The “partial adjustment” and “adaptive expectations” models are simply special cases of a more general model. This fact has not been commonly recognized by investigators who have used one or the other of these two models in empirical economic research. An examination of the results of small sample experiments shows that the bias in the estimated regression coefficients and the estimated mean lag which occurs when either one of the models is fitted by least squares to data generated by the more general model is quite serious. Also it is found that the spread of the distribution of these estimates is very sensitive to this misspecification. The departures from normality of these distributions are notable for the smallest sample sizes examined, but perhaps less significant in view of the severity of the other problems noted."], ["Some Methods of Construction of Designs for Two-Way Elimination of Heterogeneity—1", null], ["Estimation Employing Post Strata", "Small sample estimators are developed for two post strata and compared with pooling or collapsing procedures commonly employed in practice. The estimators are not necessarily conditionally unbiased for particular sample split, but their conditional M.S.E. may be smaller than that of the common post stratified estimator. It is proven that it is always possible to construct an estimator superior to the practice of combining two post strata when one contains few sample elements. A procedure for generalizing the two-strata procedures to any number of strata is illustrated. This procedure permits the construction of unbiased estimators for populations divided into a large number of small post strata."], ["A Correlation Model Useful in the Study of Twins", null], ["Some Probabilities, Expectations and Variances for the Size of Largest Clusters and Smallest Intervals", null], ["An Estimator for a Population Mean Which Reduces the Effect of Large True Observations", null], ["Order Statistics Estimators of the Location of the Cauchy Distribution", "Since this paper was prepared a further interesting ‘quick estimator’, based on order statistics, for the location of the Cauchy distribution has been suggested by Bloch [8]."], ["On the Statistical Discrepancy in the Revised U. S. National Accounts", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["A Bayesian Test of Some Classical Hypotheses—With Applications to Sequential Clinical Trials", null], ["Missing Observations in Multivariate Statistics I. Review of the Literature", "In this paper we review the literature on the problem of handling multivariate data with observations missing on some or all of the variables under study. We examine the ways that statisticians have devised to estimate means, variances, correlations and linear regression functions from such data and refer to specific computer programs for carrying out the estimation. We show how the estimation problems can be simplified if the missing data follows certain patterns. Finally, we outline the statistical properties of the various estimators."], ["Confidence, Prediction, and Tolerance Regions for the Multivariate Normal Distribution", "Formulas for confidence, prediction, and tolerance regions for the multivariate normal distribution for the various cases of known and unknown mean vector and covariance matrix are assembled for easy reference in this expository paper. Tables are provided for the bivariate case."], ["Asymptotic Properties of Some Estimators of Quantiles of Circular Error", null], ["Light Bulb Statistics", "Using the concept of an idealized light bulb, one subject to a constant probability of failure while in use, certain distribution problems are solved heuristically. These include: (1) The distribution of sums, or differences, of products of pairs of independent standard normal deviates; (2) The distribution of the difference of 2 chi squares, each with even degrees of freedom or, equivalently, the difference between 2 total waiting times; (3) The distribution of the ratio of 2 chi squares, each with even degrees of freedom or, equivalently, the ratio of 2 total waiting times; (4) Distributions arising in a simple exponential growth process."], ["An Introduction to Ranking and Selection Procedures", "This is an expository paper on the fixed sample size indifference zone formulation of the ranking and selection problem. A particularly simple proof of a theorem which is useful in this formulation is given, and its use is illustrated."], ["Recent Efforts to Improve Land Use Information", "Two major and other related efforts at improving land use data are briefly described. These include an attempt to define an ideal land data system, and to show how one can be put in operation. The possibilities for major improvement in land data seem good, although much further work is yet to be done."], ["Consumer Buying Intentions and Purchase Probability: An Experiment in Survey Design", "Comparison of predictions from alternative surveys, one of subjective purchase probabilities and the other of buying intentions, indicates that purchase probabilities explain about twice as much of the cross-section variance in automobile purchase rates as buying intentions. Similar but not quite so conclusive differences are obtained from analysis of selected household durables. The probability variable predicts more accurately than the intentions variable largely because it divides nonintenders, and those who report that they “don't know” about their buying intentions, into subgroups with systematically different purchase rates."], ["Aspects of Maximum Likelihood Estimation of the Logistic Growth Function", "The maximum likelihood estimators of the three-parameter logistic growth function with independent homoskedastic normally distributed error terms have, for sufficient observations, a variance-covariance matrix whose inverse is obtained. Some properties of the estimators are derived. An experimental study shows that small numbers of observations may lead to least squares estimates which do not have the convenient properties of estimates based on large samples."], ["Seasonal Variation of Deaths in the United States, 1951–1960", "This paper presents the results of an effort made with the assistance of Univac to eliminate seasonal variation from mortality data. Some of the particular problems encountered in adjusting mortality data, and the attempts to surmount these are described."], ["Unbiased Multiple Regression Coefficients Estimated from One-Way-Classification Tables when the Cross Classifications are Unknown", null], ["Response Error in Survey Reports of Earnings Information", "This study examines response error in survey reports of earnings information to determine if systematic bias will exist in the responses of particular groups in a sample. The misreporting of earnings data is regressed upon the characteristics of the sample and of the jobs they held. Response error is found to regress significantly upon sex, age, education, training status (motivation to respond incorrectly), magnitude of reported earnings, interviewer familiarity with the schedule, and the number of hours employed. This leads to the conclusion that survey earnings data will require adjustments, other than those for sampling error, to remove the bias of response error."], ["Systematic Sampling with Unequal Probability and without Replacement", null], ["Probability Sampling with Quotas", "This paper describes certain quota sampling procedures and attempts to show that they are very close to traditional probability sampling. Quotas are shown to depend on availability for interviewing and evidence is presented to show that sex, age, and employment status are reasonable predictors of availability. Quota sampling methods are not unbiased but data are presented which suggest that the bias is generally of the order of 3 to 5 per cent. It is shown, however, that the cost differentials between these quota samples and call-back samples are small. The major advantage of this new procedure may well be the speed with which interviewing may be completed during crises such as the Kennedy assassination."], ["The Wilcoxon, Ties, and the Computer", "In testing for equality of distribution in two unpaired samples with ordered categorical data or data with many ties, the two sample Wilcoxon average rank test is attractive. Unfortunately, the null distribution of the statistic depends upon the pattern of ties and is generally difficult to compute. In an attempt to improve existing approximations, moments through order four are derived. It is regretted that in small to moderate sample sizes, no consistent improvement over the simple normal approximation was found. The erratic nature of both the values of the statistic and the jumps of the distribution appears to rule out any good, smooth approximation in small samples. For calculation of the exact distribution, an algorithm is given to generate restricted compositions efficiently on a computer. The algorithm provides a useful means of obtaining exact probabilities in many cases."], ["Product Diversification and Living Costs: A Further Comment", null], ["Alternative Axiomatizations of Seasonal Adjustment", "The Jorgenson and Lovell axiomatizations of the process of seasonal adjustment are contrasted in this paper. It is argued that dummy variables rather than data subject to prior seasonal adjustment should be employed when time series are utilized in estimating the parameters of a linear economic model."], ["On Dependent Tests from a Non-Orthogonal Design", null], ["Some Empirical Results on Variance Ratios under Permutation in the Completely Randomized Design", "Normal theory and permutation bases exist for the variance ratio tests employed in the analysis of randomized experiments. Analytic and empirical evidence indicates good agreement of the probability of a Type I error and of power for variance ratio tests under these two bases. The agreement is, however, affected by the properties of the basic data which are permuted. In the present study, basic data sets possessing various combinations of skewness, kurtosis, and number of observations were employed to study the effects of these factors upon this demonstrated agreement. The empirical results indicate that for the completely randomized design the agreement of either size or power under these two bases is good over a reasonable range of skewness and kurtosis of the basic data. Only extremely leptokurtotic basic data sets affect this agreement and this can be offset somewhat by increased sample size."], ["Generalized Lattice Square Designs", null], ["The Evaluation of H 106 Continuous Sampling Plans under the Assumption of Worst Conditions", "Dodge-type continuous sampling plans are used to screen mass produced items so that long run quality requirements will be met. The choice of a particular Dodge-type plan is often based on the plan's aoql, the long run proportion of defectives that remains in the output after inspection under the assumption that the production process is in a “state of statistical control.” Another measure by which a plan can be evaluated is the uaoql, the long run proportion of defectives remaining under the assumption that the production process operates in the worst possible way relative to the plan. This paper presents five graphs that can be used to provide uaoql values for a large number of h 106 plans. The linear program used to calculate these graphs is also included."], ["Local-Maximum-Likelihood Estimation of the Parameters of Three-Parameter Lognormal Populations from Complete and Censored Samples", null], ["A Note on the Estimation of the Location Parameter of the Cauchy Distribution", "In this paper a few “quick estimators” are considered as estimators for the location parameter of the Cauchy Distribution. A “quick estimate” is a linear combination (a weighted average) of one or more order statistics. Our goal is to find a simple estimator, i.e. an estimator based on only a few order statistics, which has an A.R.E. of at least 90%. We found an estimator based on five order statistics which is considerably better than the optimum trimmed mean (using the middle 24% of the sample order statistics) and much better than the sample median. The A.R.E. of the optimum censored estimate with censored fractiles .38 and .62 is also found, and a comparison between the trimmed, censored, and proposed estimators is made."], ["On Testing the Equality of Uniform and Related Distributions", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["A Life Table That Agrees with the Data", "An iterative procedure for making a life table is described, whereby a first draft, which can be very rough, is successively made to approach a final table, not dependent on the starting point, which meets a certain criterion of fidelity to the observations. At each successive table through which the process iterates an estimate is made of what the age-specific death rates in the actual population would be if that table were applicable, taking account of the rate of increase of the population as it is likely to affect the distribution within the five-year or other age groups. These age-specific rates are then compared with those observed, and an adjustment made for the next iteration. At most three iterations are sufficient to reproduce the observations to six places of decimals."], ["A Favorable Side Bet in Nevada Baccarat", null], [null, null], [null, null], ["A Large Sample Sequential Test, Using Concomitant Information, for Discrimination between Two Composite Hypotheses", null], [null, null], ["Computer Editing of Survey Data—Five Years of Experience in Bls Manpower Surveys", "A review of some of the steps the Bureau of Labor Statistics has taken to integrate the computer with its schedule screening processes is presented. The underlying principles which were used are explained and examples of their modifications in practice are analyzed. The author gives some suggestions for the future as derived from these attempts at automated quality control."], ["An Exact Formula for the Probability That Two Specified Sampling Units Will Occur in a Sample Drawn with Unequal Probabilities and without Replacement", null], ["Some Remarks on a Simple Procedure of Sampling without Replacement", null], ["A Note on the Estimation of Amplitude Spectra for Stochastic Processes with Quasi-Linear Residuals", "It is shown that when a deterministic signal is observed in quasi-linear noise (herein defined), the usual estimate of the signal amplitude spectrum for a finite time interval converges uniformly and exponentially fast in probability to this spectrum as the length of the time interval becomes infinite. When the limiting amplitude spectrum exists, the estimate tends to this function exponentially fast but no longer uniformly, in general."], ["Assessing the Accuracy of Multivariate Observations", "A generalization is given to the multivariate case of the linear model usually employed in the determination of accuracy of observations. Likelihood ratio tests are derived for testing hypotheses concerning systematic differences among observers, and a criterion is suggested for evaluating the magnitude of errors of measurement."], ["A Theorem on Least Squares and Vector Correlation in Multivariate Linear Regression", "This paper shows that the least-squares estimate of the matrix of coefficients in a multivariate linear regression model maximizes the squared vector correlation coefficient between the dependent variables and a linear transformation of the explanatory variables."], ["Sensitivity Comparisons among Tests of the General Linear Hypothesis", null], ["A Computer Method for Calculating Kendall's Tau with Ungrouped Data", null], ["Distribution of the Sample Version of the Measure of Association, Gamma", "For the case γ = 0 (independence of the two classifications), and 5 × 5 population cross classifications, an investigation was made of the effect of varying the marginal totals. The tails of the obtained distribution corresponded fairly closely to the tails of the unit normal distribution for samples of size twenty-five and fifty unless the population cross classifications had a high percentage of the population concentrated in one category."], ["A Confidence Interval Comparison of Two Test Procedures Proposed for the Behrensfisher Problem", "The procedures of Scheffé [4] and Welch [5] for testing equality of means of two normal populations are compared according to the expected lengths of the confidence intervals they yield, and a criterion is developed for deciding which of the two methods is better in any given situation. An expression for the expected length of the confidence interval for the Scheffé procedure was developed by Scheffé. Because of the asymptotic series nature of the Welch procedure, in this case, the analogous expression is more involved. It is developed below. A numerical computation was carried out for the case of a two-sided 90 per cent confidence interval. The results are presented in graphical form. Finally, it is shown that in large samples, the two procedures are equivalent."], ["Unbiased Estimation of the Common Mean of Two Normal Distributions Based on Small Samples of Equal Size", null], ["Conditional-Normal Regression Models", null], ["A Note on Taking a Covariable into Account", null], ["Use of a Regression Technique to Produce Area Breakdowns of the Monthly National Estimates of Retail Trade", "A common problem in sample estimation is the one of producing estimates for parts of the original universe (these parts are variously referred to in the literature as domains, subuniverses or subpopulations and may be defined in terms of areas or other characteristics). A technique is presented for producing these part-estimates when ratio or regression estimates are involved. This technique is used to produce estimates of retail trade for areas such as States, geographic divisions, Federal Reserve Districts, etc. from the national sample used for the Monthly Retail Trade program. The technique used provides a quick computation of the estimate and its variance for any specified combination of counties. The estimates produced are always consistent with each other and with the national estimates."], ["Producer and Consumer Risks for Asymmetrical Test and Specification Limits", "On the assumption that the distributions of the true quality characteristic and the measurement error are normal, formulae for calculating the producer and the consumer risks have been derived for asymmetrical test and specification limits. Results for symmetrical limits are obtained as particular cases. Tables have been prepared to show the values of the risks for certain sizes of measurement errors, and for some given test and specification limits."], ["Exact Moments and Product Moments of the Order Statistics from the Truncated Logistic Distribution", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Economic Statistics and Economic Policy", null], ["Some Aspects of Experimental Inference", null], ["Recognizing the Maximum of a Sequence", "The classical dowry, secretary, or beauty contest problem is extended in several directions. In trying to find sequentially the maximum of a random sequence of fixed length, the chooser can have one or several choices (section 2), no information about the distribution of the values (section 2), or at the other extreme, full information about the distribution and the value of the observation itself (section 3). He can have an opponent who alters the properties of the sequence (section 4). The payoff function may be 0 or 1 (sections 2–4), or it may be the value of the observation itself as in certain investment problems (section 5). Both theoretical and numerical results are given for optimum and near optimum play."], ["Stratification: A Practical Investigation", "An investigation of stratification is reported for a universe with strong positive skewness. The choice of stratification variable, the method of constructing strata, the sample allocation, and the number of strata are considered. Comparisons are made among four types of allocation in combination with the corresponding optimum stratifications. For four simpler methods of stratification, equal allocation and allocation proportional to stratum aggregates are contrasted. Gains from stratification are examined for several estimation variables. Illustrations utilize data for the 1961 universe of United States nonfederal, general medical hospitals for short-term care. However, the findings apply to the stratification of other populations having similar distribution functions."], ["The Reliability of Consumer Surveys of Financial Holdings: Demand Deposits", "The two studies reported for the first time in this article were carried out as part of the Consumer Savings Project of the Inter-University Committee for Research on Consumer Behavior. The purpose of this Project has been to ascertain the reliability with which savings data are obtained on consumer surveys and to develop improved procedures for estimating consumer savings by survey methods."], ["The Relative Efficacy of Investment Anticipations", "It is claimed that investment anticipations are very useful in short-term forecasting for predicting actual investment expenditures. This hypothesis is examined and the predictive record of the anticipations for the period 1952 to 1962 is compared to several naive models, a function of endogenous variables only, and a combination of endogenous and anticipatory variables. The authors find that anticipations predict better than naive models in general, but not at turning points. In the manufacturing sector the inclusion of anticipatory variables improves predictions made with a function composed only of endogenous variables, but the inclusion of anticipations does not improve similar predictions in the non-manufacturing sector."], ["Labor, Force Entry and Attachment of Young People", "The one-in-a-thousand sample from the 1960 Census of Population and Housing was used to investigate the determinants of the movement of youth into and out of the labor force. Individuals in the sample between the ages of 14 and 24 were stratified on the basis of whether they worked in the preceding year, sex, age, and whether living at home. Separate regressions were run on each stratum. The dependent variable was the labor force status of the individual at the time of the enumeration. The independent variables included educational enrollment and attainment, family income, non-earned income of the youth, geographical region, and degree of urbanization. It was found that the first of these variables was the most influential in effecting the probabilities that a youth would enter and leave the labor force. In general, the results were consistent with the earlier findings of Eleanor H. Bernert which were based on the 1950 Census of Population."], ["A Note on an ‘Errors in Variables’ Model", "We consider an errors in variables model in which the ‘true’ part of the determining variable is generated by a simple forecasting mechanism. It is shown that the Least Squares errors in variables bias can be interpreted in terms of the parameters of the forecasting mechanism; and that the ‘standard’ result for this bias may no longer hold in this situation. An empirical illustration of the results is given."], ["On the Sensitivity of Simultaneous-Equations Estimators to the Stochastic Assumptions of the Models", null], ["Time Series Analysis by Modified Least-Squares Techniques", "This paper presents a procedure for estimating the components in an economic time series assuming a constant seasonal component and a trend which may be estimated locally by a polynomial. The procedure is to estimate the trend and seasonal components for each consecutive two-year time span of quarterly data using conventional least-square techniques. Thus, for each quarter in the series, except the first seven and last seven, there are eight estimates for each of these components. A weighted average of these estimates is obtained using weights such that the variance of the average is a minimum. This procedure is used to adjust male unemployment in the United States for seasonal variation, and the results compare favorably with the official adjustment of the Bureau of Labor Statistics."], ["Inequality Restrictions in Regression Analysis", "In order to combine prior and sample information in the estimation of regression coefficients, when the prior knowledge about the parameter space exists in the form of inequality constraints, the regression model is respecified as a quadratic programming problem. The sampling properties of the general restricted estimator are discussed and the inequality restricted formulation is extended to cover a set of regression equations. As an example of the applicability of the specification, the estimation procedure is applied to the problem of obtaining estimates of the transitional probabilities of a finite Markov Process from aggregated outcome data."], ["Confidence Bands of Uniform and Proportional Width for Linear Models", "In this paper confidence bands are given for simple linear models. The confidence bands that are given are straight lines rather than curves and are either (1) parallel or (2) trapezoidal. The confidence bands are over a finite length interval."], ["A Numerical Procedure to Generate a Sample Covariance Matrix", null], ["Critical Regions for Tests of Interval Hypotheses about the Variance", null], ["Estimators with Prescribed Bound on the Variance for the Parameters in the Binomial and Poisson Distributions, Based on Two-Stage Sampling", null], ["A Note on the Equivalence of Two Test Criteria for Hypotheses in Categorical Data", null], ["Lamp Tests of Linear and Loglinear Hypotheses in Multinomial Experiments", null], ["Bias of the One-Sample Cramér-Von Mises Test", null], ["Best Linear Estimates under Symmetric Censoring of the Parameters of a Double Exponential Population", null], ["On Estimating the Parameter of a Doubly Truncated Binomial Distribution", "In this paper, the modified method of moments is applied to obtain an estimator of the parameter of a doubly truncated binomial distribution. The estimator is obtained in terms of the first three sample moments. Further, the efficiency of this estimator relative to the maximum likelihood estimator is also given here."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}