{"1967": [["The Quantification of Judgment: Some Methodological Suggestions", "The personalistic theory of probability prescribes that a person should use personal probability assessments in decision-making and that these assessments should correspond with his judgments. Since the judgments exist solely in the assessor's mind, there is no way to prove whether or not this requirement is satisfied. De Finetti has proposed the development of methods which should oblige the assessor to make his assessments correspond with his judgments. An ideal Assessor is hypothesized and his behavior is investigated under a number of such methods (including those suggested by de Finetti and others). The implications of these methods for the theory of personal probability are discussed. Finally, although the present interest is primarily normative, the practicability of the methods is also discussed."], ["Designing Some Multi-Factor Analytical Studies", "Several survey objectives are explored, and an optimal allocation is obtained for each. Two, three and four-factor studies are considered explicitly."], ["Representation of Similarity Matrices by Trees", "Suppose given a set of similarities (or dissimilarities) between pairs of of objects from some set of objects, such as animal species, books, colours. We wish to construct from this similarity matrix a tree, or nested set of clusterings of the objects; graphs of trees provide a striking visual display of similarity groupings of the objects. The construction requires (1) a definition specifying when a similarity matrix has exact tree structure, (2) a measure of distance between any two similarity matrices, which yields (when combined with (1)) a measure of distance between any similarity matrix and any tree, (3) a family of local operations on a tree, which can be used to search out trees which best fit a given similarity matrix. The construction technique is applied to voting behaviour of the 50 United States in the last 13 presidential elections, giving a tree clustering of the states."], ["On Some Invariant Criteria for Grouping Data", null], ["Some Observations on Robust Estimation", null], ["Rank Analysis of Covariance", null], [null, null], ["On Some Optimum Nonparametric Procedures in Two-Way Layouts", "Some optimum nonparametric procedures for estimating and testing contrasts in two-way layouts are proposed and studied. These procedures are based on the Chernoff-Savage [4] type of rank order statistics which include the Wilcoxon and normal scores statistics among others. In the first three sections, the properties of the proposed point estimators of contrasts, such as symmetry, invariance and asymptotic normality, are studied and their asymptotic relative efficiencies with respect to the corresponding least-squares estimators are obtained. In particular, it is shown that the procedures based on the normal scores statistics are asymptotically at least as efficient as the corresponding procedures based on the method of least squares, whatever be parent cumulative distribution functions. In sections 4 and 5, the corresponding problems of testing and confidence intervals are discussed, and generalized to two-way layouts with several observations per cell."], ["Optimal Robustness: A General Method, with Applications to Linear Estimators of Location", null], ["Efficiency Robust Two-Sample Rank Tests", null], ["Asymptotic Distribution for a Generalized Banach Match Box Problem", null], [null, null], [null, "This paper carries on work in [2] and [4] on the asymptotic effects of small specification error in simultaneous equation estimation. The specification errors considered are inherent in the approximate nature of econometric models. It is shown that for any parameter and small enough specification error, the probability limits of two-stage least squares and limited-information maximum-likelihood, while different, lie on the same side of the true parameter value, the difference between them being of the second order of smalls relative to the effects of the specification error on either one of them. A method of consistently estimating the sign of the difference of the effects of specification error on the two estimators is given and a procedure suggested for choosing an estimator to reduce those effects. Two relatively simple examples are worked out."], ["An Application of Variable Weight Distributed Lags", null], ["The Variance of Weighted Regression Estimators", "Formulas for the variances of weighted least squares estimators calculated with estimated weights based on equal replicate numbers are derived in this paper. Results are obtained for the two cases of multivariate and univariate error distributions."], ["A Necessary and Sufficient Condition That Ordinary Least-Squares Estimators Be Best Linear Unbiased", "It is shown that in a standard linear regression model ordinary least-squares estimators are best linear unbiased if and only if the errors have the same variance and the same nonnegative coefficient of correlation between each pair."], ["Asymptotic Variances for Dummy Variate Regression under Normality Assumptions", null], ["Computer Simulation Experiments with Economic Systems: The Problem of Experimental Design", "Experimental design considerations have been virtually ignored by economists who have conducted computer simulation experiments with models of economic systems. The objective of this paper is to spell out in detail the relationship between existing experimental design techniques and techniques of data analysis and the design of simulation experiments with economic systems. We begin by defining the problem of experimental design as applied to computer simulation experiments. With the aid of an example model, we explore several techniques of data analysis and a number of specific experimental design problems. Although this paper is oriented towards the design of computer simulation experiments in economics, the techniques which are discussed are of a general nature and should be applicable to the design of simulation experiments in other disciplines."], ["A Computer Simulation Model of the Textile Industry", "A nine-equation econometric model of the U. S. textile industry is presented to explain the behavior of the industry during the period 1953 through 1962. The endogenous variables of the model include apparel output and demand, textile mill products output and demand, employment, wages, profit, and investment. A computer program was written to simulate the behavior of the textile industry between 1953 and 1962 on the basis of the behavioral relationships implied by the nine-equation model. Three different techniques were used to compare the simulated data generated by the model of the textile industry with actual observed data—graphical analysis, spectral analysis, and total variance analysis."], ["Straight Line Confidence Regions for Linear Models", "This paper presents a method of constructing conservative joint confidence regions for the parameters of a linear model and the volumes of these regions are compared with the volume of an exact confidence region. Confidence regions on the entire surface are obtained from the confidence region on the parameters. The procedures are illustrated for the case of a simple linear model."], ["Statistical Dependence between Random Effects and the Numbers of Observations on the Effects for the Unbalanced One-Way Random Classification", null], ["Correlated Errors in the Random Model", "The usual one-way random model for the analysis of variance is broadened to allow for negative correlation between true residuals in the same row or cluster. This gives rise to an essential unidentifiability of parameters. Nonetheless, the likelihood function is typically such that the joint posterior distribution of all parameters is quite informative and there is enormous evidence for negative correlation whenever the sum of squares within is sufficiently large. Indeed, as this sum of squares goes to infinity, the joint posterior distribution converges to a limiting distribution which is very nearly the same as that in which it is known a priori that residuals are negatively correlated in the most extreme way possible."], ["Sequential Analysis of Variance under Random and Mixed Models", null], ["The Migration of Employed Persons to and from Metropolitan Areas of the United States", "This paper investigates the relationship between the in-migration and out-migration of employed persons to and from specific metropolitan areas. Utilizing data from the 1960 Census of Population, it presents evidence that this relationship is close, that is, that areas gaining large (or small) numbers of employed persons through migration tend also to lose large (or small) numbers this way, whether the gain and loss are measured on a relative or an absolute basis. Moreover, the correlation between the two flows remains high whether one examines the data for all employed persons in combination, or breaks the employed total down into its specific color-sex and major occupation group components."], ["Method of Construction of Attrition Life Tables for the Single Population Based on Two Successive Censuses", "This paper describes a method of estimating the number of marriages during an inter-censal period among a group of never-married persons. Two alternative procedures are suggested: the first based on data on the never-married category and the second based on data on the ever-married category. The essential data needed are marital distributions by quinquennial age-groups from two successive censuses. The marital data from the 1951 and 1961 censuses of India are used to discuss the methodological problems involved in the estimation of marriage frequencies and in the construction of nuptiality tables based on them. Marriage and death are taken as the two attrition factors for decrement of single population. Gross and Net Attrition Tables for the single population of India are constructed for each sex. Section 5 describes various nuptiality measures derived from the Attrition Tables. It is suggested that the approach developed in this paper can be utilized for reliable marital and, subsequently, fertility projections."], ["Confidence Limits for the Reliability of Series Systems", null], ["A Note on Multivariate Distributions with Specified Marginals", "A method for generating multivariate distributions with marginals in a prescribed family is introduced. It is a straightforward generalization of a method due to Marshall and Olkin."], ["Computation and Structure of Optimal Reset Policies", "Suppose there are a finite number of possible states of a system, the state is observable at the beginning of each period, and it can be changed at that time to any other state with a cost for changing the state or resetting. In addition, an immediate loss is incurred depending on the state at the beginning of the period, but after resetting. The problem is, then, for which states to reset and where to reset to. For the infinite horizon problem with discount factor 0 ≤ β < 1 and for average cost per period, a computational procedure is given which amounts essentially to inverting a matrix the size of the number of states for which it is optimal to not reset. In terms of the corresponding linear program, once certain columns enter the basis, they do not subsequently drop from the basis. Some results on structure of optimal policies are also given."], ["Small Sample Probability Limits for the Range Chart", "A method is developed for using a small number of subgroups to set control limits for the Shewhart control chart for range so that these limits will yield the desired probability of a Type I error on each subsequent subgroup. Tables for calculating such limits are presented."], ["A Theorem on Least Squares in Multivariate Linear Regression", "This note shows that the least squares estimate of the matrix of coefficients in multivariate linear regression model maximizes all the sample canonical correlations between the dependent variables and the linear transformations of the explanatory variables, and it maximizes all the characteristic roots of the sample regression sum of squares and products matrix due to regression of the dependent variables on the linear transformations of the explanatory variables."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Informative Stopping Rules and Inferences about Population Size", "It is a consequence of the likelihood principle that identical likelihood functions imply identical inferences. If the rule by which sample size is determined—the stopping rule—is reflected in the likelihood function, as it should be, apparently identical likelihood functions (without allowance for stopping rule) may in fact be different. This can happen if the stopping rules are informative. If the stopping rule is informative, the analysis must take the rule into account, and additional information may be recovered by so doing. Examples of informative stopping rules are given for two simple problems in estimation of the size of finite populations, and an illustrative Bayesian analysis is shown in each problem. Other informative stopping rules are briefly discussed."], ["The Assessment of Prior Distributions in Bayesian Analysis", "One particular type of statistical problem is considered and several techniques of assessment are presented, together with the necessary instruction so that these techniques can be understood and applied. A questionnaire is developed and used in a study in which people actually assess prior distributions. The results indicate that, by and large, it is feasible to question people about subjective prior probability distributions, although this depends on the assessor and on the assessment technique(s) used. A revised questionnaire, which is aimed at potential users of the assessment procedures and future investigators in the area of probability assessment, is presented."], ["Finite Sample Monte Carlo Studies: An Autoregressive Illustration", "In this paper the problem of choosing among point estimators on the basis of their small sample properties is discussed from the sampling point of view. The indeterminacy of most Monte Carlo studies is analysed and resolved within the framework of statistical decision theory. A first order autoregressive model is worked through in detail both for its own sake and to illustrate how a complete Monte Carlo study might be done."], ["An Appraisal of Least Squares Programs for the Electronic Computer from the Point of View of the User", null], ["Random Walk Design in Bio-Assay", null], ["Approximating the Upper Binomial Confidence Limit", null], ["On the Interpretation of Age Distributions", "Given a national census and a life table we may wish to infer the birth rate and hence the rate of natural increase. The model for making the inference here presented specifies the form of the preceding births and an intuitively selected life table if death statistics are not available. A signal on the appropriateness of the model is provided by (a) the resemblance of the age distribution derived from the model to the observed age distribution, and (b) the closeness of the inferred death rate to the observed death rate which has been implicitly fed into the computation; when either of these disparities is too great no result is printed out. Three other ways of obtaining an estimate of births are presented, each with its own characteristic properties. When the four methods agree with one another they can be applied to provide a birth rate in default of birth statistics, or to suggest a correction for birth statistics which are deficient. A table showing results on the four methods for 25 cases enables the reader to judge the practical usefulness of the system."], ["Schooling, Experience, and Gains and Losses in Human Capital through Migration", "Suggestions are made throughout the article for new census tabulations which would allow more sophisticated application of human capital concepts to migration."], ["Sampling Error in the Consumer Price Index", "A description is given of the system of replicated samples introduced into the Consumer Price Index as of December 1963. Essentially simple in concept, the main difficulties related to implementation of the design throughout the complex CPI structure. Estimates of sampling error in the CPI, the first such estimates for a major national price index, are given, and their adequacy and limitations evaluated. The results indicate that any change in the published CPI of .2 per cent (not index points) over a monthly, quarterly or longer period is significant at the 5 per cent level."], ["Exact Moments of the Order Statistics of the Geometric Distribution and Their Relation to Inverse Sampling and Reliability of Redundant Systems", "Formulae for the first two moments of the order statistics from a geometric distribution are presented in closed form. Brief illustrative tables of the first two moments of the order statistics from a geometric distribution are included and two related dice games are discussed. The distribution of the range of a set of independent observations from a geometric distribution is presented in closed form. A system of redundant components which performs a given task repetitively at discrete times and its statistical equivalent, an inverse sampling scheme, are studied. The distribution of the number of stages until the scheme terminates or the system fails is shown to be identical to the distribution of a specific order statistic from a geometric distribution. A Markov chain formulation is presented which facilitates certain system reliability and cost analyses."], ["On Medians and Quasi Medians", null], ["Asymptotic Efficiency of the Two Sample Kolmogorov-Smirnov Test", null], ["Asymptotic Efficiency of Two Nonparametric Competitors of Wilcoxon's Two Sample Test", null], ["Asymptotically Robust Estimators of Location", "The robustness properties of four estimators of location are studied with respect to eight distribution types. For each type, the probability density function is symmetric about the median and the range of variate is infinite. For the entire class of distributions, the estimator with the highest guaranteed efficiency is the mean of the middle fifty percent of the sample. This study supplements the paper by Crow and Siddiqui (1967)."], ["Efficiency Loss Due to Grouping in Distribution-Free Tests", "While distribution-free procedures are often appropriate when testing statistical hypotheses, they may become complicated or involve loss of power when the data are grouped. For rank tests the ties caused by grouping are generally broken either by using a randomization procedure or averaging the tied ranks. In this paper the power loss due to equi-spaced grouping (in terms of Pitman asymptotic relative efficiency) is investigated for some commonly used tests, for each method of tie-breaking. The tests considered are Wilcoxon's and Mood's tests for the two-sample problem, Mann's test for randomness, and Pitman's independence test. It is shown how the power loss depends on the width of the grouping intervals and the distribution of the data, and some numerical studies are given. The results seem to indicate that the power loss is small even for a sizable group interval, and that it may be preferable to break ties by randomization than by averaging ranks."], ["Distribution and Power of the Absolute Normal Scores Test", null], ["A Critical Comparison of Three Strategies of Collecting Data from Households", "The responses from the three strategies were found to be highly comparable. Rate of return and rate of completeness of questionnaires were high for all three; substantive findings were virtually interchangeable; and there was little difference in validity. The only important difference was cost per interview which varied considerably by strategy."], ["A Multi-Proportions Randomized Response Model", null], ["Generalized Multivariate Estimator for the Mean of Finite Populations", null], ["An Optimum Property of the Horvitz-Thomson Estimate", null], ["On Fractional Powers of a Matrix", null], ["Orthonormal Bases of Error Spaces and Their Use for Investigating the Normality and Variances of Residuals", "Under the assumptions of a linear model with independent residuals, the elements of an orthonormal basis of the corresponding error space can be used to construct normality tests, variance homogeneity tests, and variance estimators. In comparison with other available methods, this theoretically simple approach is more generally applicable, and also yields specific improvements in some particular cases. Some constructions and applications of orthonormal bases of error spaces are presented and discussed."], ["A Structural Regression Approach to Covariance Analysis when the Covariable is Uncontrolled", "Analysis of covariance, with a single covariable in a randomized block design, is reconsidered in terms of structural regression. In practice, the covariable is often times uncontrolled, both in the experiment and in repeated sampling, and may follow a linear model as does the variable of interest. If the covariable is unaffected by treatments, then the covariable model may contain a block effect through no treatment effect. When such a model is adequate, the treatment contrast precision can be increased relative to the precision obtained through the standard method of covariance analysis. If, however, treatments affect the covariable, then a treatment effect is included in the model for the covariable. When this covariable model is adequate and when simplifying assumptions are valid, estimates can be given of direct and indirect treatment effects on the variable of interest."], ["Shorter Confidence Bands in Linear Regression", null], ["The Normal Approximation to the Signed-Rank Sampling Distribution When Zero Differences are Present", "If, in using the Wilcoxon signed-rank test, the ranks corresponding to zero differences are deleted, the usual formula for the critical ratio used with the normal approximation must be modified. This note gives the required modification."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Some Quantitative Tests for Stock Price Generating Models and Trading Folklore", "Five stock price sequences are examined quantitatively for structure as predicated by: 1) a random walk model; 2) a continuously differentiable price process; 3) a dynamic model consisting of transients of a discrete process. The first and third models also make predictions in agreement with trading lore. The data are examined by the method of coincident events. Positive evidence is found for both the random walk and discrete transient model, and slightly against the continuous price process. The theoretical predictions seems better confirmed by data at price minima than price maxima. The data are in partial disagreement with the predictions of both the random walk and discrete transient model that large volume and large second differences of price should tend to occur at the same time. Some confirmation is found for items of trading lore not predicted by theory. The non-random properties of stock prices are primarily found in short interval data (daily and weekly) and in individual stock prices as opposed to an average."], ["A Procedure for Automatic Data Editing", "Since raw data from sample surveys and experiments often contain errors, attempts are usually made to edit data to make them more useful for analytic purposes. Increasing portions of this editing are now being accomplished by high speed computers. The great variety of such procedures reflects the conflicting desires of providing editing procedures which recognize peculiarities of particular data sets and yet are easily programmed and implemented. This paper proposes a scheme which is hoped to be suitable for a large variety of sample and survey data and yet be relatively easy to implement once a general program has been written."], ["Robust Estimation of Location", "The problem of estimating a location parameter from a random sample when the form of distribution is unknown or there is contamination of the target distribution is attacked by deriving estimators which are efficient over a class of two or more forms (“pencils”) of continuous symmetric unimodal distributions. The pencils considered are the normal, double exponential, Cauchy, parabolic, triangular, and rectangular (a limiting case). The estimators considered are special symmetrical linear combinations of order statistics: trimmed means, Winsorized means, “linearly weighted” means, and a combination of the median and two other order statistics. These are also compared asymptotically with a Hodges-Lehmann estimator. The theory required for deriving asymptotic variances is outlined. Efficiences are tabulated for sample sizes of 4 or 5, 8 or 9, 16 or 17, and ∞. Asymptotic efficiences of at least 0.82 relative to the best estimator for any single pencil are achieved by using the best trimmed mean or linearly weighted mean over a range of pencils of distributions from the normal to the Cauchy. However, the combination of the median and two other order statistics is almost as efficient (0.80) over the same range."], ["Goodness of Fit", "This Paper defines a class of distribution free measures of goodness of fit; their exact distribution for small samples can be calculated by means of a computer. Two of them have the same asymptotic distribution as the Kolmogorov-Smirnov statistic."], ["On the Kolmogorov-Smirnov Test for Normality with Mean and Variance Unknown", "A brief Monte Carlo investigation is made of the power of the test."], ["Linear Segment Confidence Bands for Simple Linear Models", "In this paper confidence bands are given for the entire line for simple linear regressions. The conventional bands that have been given in the past are curvilinear. In this paper we consider confidence bands that are straight lines. It is shown that under certain conditions the “width” of these straight line bands is less than the width of the conventional curvilinear bands."], ["On the Question of Whether a Disease is Familial", null], ["The New Design of the Canadian Labour Force Survey", "Decisions, which led to the re-design of the Canadian Labour Force are dealt with extensively. A detailed description is given of all the stages involved in the new design. The L.F.S. design introduced changes in stratification and in a re-allocation of the sample both between provinces and within strata. An important departure from the old design is the selection of two p.s.u.'s per stratum and the establishment of special samples in the self-representing units. The important feature of the new design is its design-flexibility so that future changes may be achieved without major revision of the whole survey. The theoretical aspects of cost and variance function are also described in detail."], ["Outcome Probabilities for a Record Matching Process with Complete Invariant Information", "Record matching processes, which compare sets of identifying information, to decide whether or not a pair of records relate to the same individual or population item, are basic in a wide range of applications in social research, maintenance of files and information retrieval. Such processes may be conveniently described in terms of matching a single incoming record against a master file or list. In order to evaluate different record matching processes, in terms of matching costs and error losses, it is necessary to evaluate the outcome probabilities. It is shown that this can be done for a simple model which assumes that the information used for matching is complete and invariant but, possibly, insufficient to distinguish between all population items, by considering only the class-size probability distributions. The latter can be estimated directly from the list or from a sub-sample drawn from it, by the application of Goodman's [2] results concerning the estimation of the number of classes in a population. The outcome probabilities can then be evaluated by considering the incoming record as randomly drawn from the list, if it should match some item on the list, and as added to the list, to form a new list with approximately the same classification probabilities, if it ought to match no item on the list. A numerical example illustrates an application of the model."], ["Data Revisions and Economic Forecasting", "The paper determines whether the earliest published indication of changes in GNP provide information which is useful in the interpretation of economic trends or whether subsequent revisions reveal that the true movements were radically different from those initially reported. An analysis of the provisional and advance data indicated that the initial changes differed from the final changes but still approximated the true pattern of the movements. Some of the data revisions, however, where unsuccessful. A further analysis of the temporal discrepancies in the yearly changes of one series indicates that there is not a wide degree of uncertainty about the actual movements. The combined evidence indicates that the early data are useful for economic analysis."], ["Discrete Samples and Moving Sums in Stationary Stochastic Processes", "Assume that an autoregression generates the basic data but that the observations are an equi-spaced sample of moving sums of the basic data for non-overlapping discrete intervals. Simple least squares estimates of the underlying autoregression are not consistent. It is shown that it is possible to estimate consistently the coefficients of the underlying autoregression based on the equi-spaced sample. These results are equivalent to showing how to interpolate a finite number of missing values between adjacent sample observations if it is assumed that the underlying model is an autoregression of a specified order. It is not possible to interpolate a continuum of missing observations on the basis of an equi-spaced sample; this assertion is equivalent to the aliasing problem well known in spectral analysis. Finally, the analysis is extended to an autoregression including exogenous variables."], ["Efficient Estimation of a System of Regression Equations when Disturbances are Both Serially and Contemporaneously Correlated", null], ["Reducing a Random Sample to a Smaller Set, with Applications", null], ["On Iterated Tests of Hypotheses", "The problem of iterated tests of hypotheses has been treated from the standpoint of multiple decision theory. Under the assumption that there is a UMP test (not necessarily similar) for each component hypothesis, a procedure has been developed which ensures an upper bound for various probabilities of misclassification and which maximizes the probabilities of correct classification in some class."], [null, null], ["Sampling for Confidence", "A stopping rule for the process of sequential sampling inspection of finite lots is obtained which, with confidence 1—α, guarantees a prespecified upper confidence limit on the number of defective items in the uninspected portion of the lot. Usual assumptions of “control” are not invoked here and, in that sense, the plans are called nonparametric."], ["Exponential Life Test Procedures when the Distribution has Monotone Failure Rate", null], ["Exponential Survival with Covariance", "In applied problems one often wishes to compare the mortality experience of two or more groups of individuals who are known not to be comparable with respect to a covariable. This paper presents an approach to this problem by assuming that the force of mortality for each individual is a function of the covariable. Extension to the case where more than one covariable is present is indicated. It is also suggested that the present method is adaptable to an actuarial type analysis."], ["Some Analytical Properties of Bivariate Extremal Distributions", "This article considers two examples of bivariate extremal distributions when the margins follow the first asymptotic distribution of the largest values. The variables are assumed to be reduced and each distribution contains only one parameter indicating the association between the extremes. The probability and the density functions of these distributions at the characteristic value, median, and mode have been analyzed. A procedure has been developed to estimate the single parameter of the distributions. A criterion for distinguishing between the two bivariate extremal distributions has been worked out. Finally, the various theories developed are applied to a numerical example."], ["A Bivariate Warning-Time/Failure-Time Distribution", null], ["On the Fixed Point Probability Vector of Regular or Ergodic Transition Matrices", "A simple form for the fixed point probability row vector of regular or ergodic transition matrices is developed using some of the theory of generalized matrix inversion, together with the well known existence and uniqueness of a fixed point probability row vector. The forms for both the regular and ergodic case are identical and afford the easy calculation of the fixed point without calculating powers of the transition matrix or considering the usual convergence methods."], [null, null], ["Some Applications of Matrix Derivatives in Multivariate Analysis", "It is claimed that the reasons for using matrices of derivatives, in appropriate situations, are as compelling as those for using matrices. This paper provides basic material for such use. Different types of matrix derivatives are defined and illustrated. Simple and easy techniques are then derived and are shown to be applicable to a considerable collection of matrix functions. Applications are made to such problems as establishing matrix integrals from scalar ones, determining maximum likelihood estimates for complex likelihood functions, optimizing matrix functions when there are matrices of side conditions, and evaluating the Jacobians of certain classes of transformations. The emphasis is on simplicity of derivation and on breadth of application."], ["Rectangular Confidence Regions for the Means of Multivariate Normal Distributions", "For rectangular confidence regions for the mean values of multivariate normal distributions the following conjecture of 0. J. Dunn [3], [4] is proved: Such a confidence region constructed for the case of independent coordinates is, at the same time, a conservative confidence region for any case of dependent coordinates. This result is based on an inequality for the probabilities of rectangles in normal distributions, which permits one to factor out the probability for any single coordinate."], ["On Multivariate Prediction Intervals for Sample Mean and Covariance Based on Partial Observations", null], ["Uniformly Better Combined Estimators in Factorial Arrangements with Confounding", "Many confounded factorial arrangements have the property of obtaining the same precision for any component of a particular main effect or interaction. A procedure for recovery of inter-block information developed by the author (Ann. Math. Statist 1964) is applied to such designs to obtain combined estimators having smaller variance than the corresponding intra-block estimators for all values of the inter and intrablock variances. The procedure has been illustrated for a confounded factorial arrangement of the above type."], ["The Displaced Poisson Distribution—Region B", null], ["Multivariate Logarithmic Series Distribution as a Probability Model in Population and Community Ecology and Some of its Statistical Properties", "A growing interest has been witnessed in recent years in multivariate discrete probability models. The multivariate logarithmic series distribution (LSD) is a multivariate analogue of the univariate LSD. This paper investigates the marginal and the conditional distributions of the multivariate LSD. It records its moment properties and also provides some regression and correlation analysis. An interesting modal property of the distribution is discovered. The paper also discusses the estimation of the parameters by the methods of maximum likelihood and unbiased minimum variance. At the end is discussed in detail an application of the multivariate LSD to the field of population and community ecology."], ["Maximum-Likelihood Estimation, from Censored Samples, of the Parameters of a Logistic Distribution", null], ["The Two Concepts of Information", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Quality of Statistical Information and Statistical Inference in a Rapidly Changing World", null], ["Missing Observations in Multivariate Statistics II. Point Estimation in Simple Linear Regression", null], ["A Multivariate Exponential Distribution", "For this distribution, the moment generating function is obtained, comparison is made with the case of independence, the distribution of the minimum is discussed, and various other properties are investigated. A multivariate Weibull distribution is obtained through a change of variables."], ["Life-Testing Results Based on a Few Heterogeneous Lognormal Observations", null], ["Bayesian Approach to Life Testing and Reliability Estimation", null], ["Optimal Sample Design with Nonresponse", "Discussed here are several aspects of a simple model for dealing with nonresponse. The model is, in a sense, a sequential one and is developed from a Bayesian decision theory point of view. Within this framework we examine how formalization and combination of one's opinions, past experience, and “objective” evidence concerning the proportion of non-respondents, the differences and relations between respondents and nonrespondents, the cost of obtaining information from nonrespondents, etc., might influence optimal decisions concerning the sampling of nonrespondents. The influence of nonresponse on the overall optimal sample design is also discussed, as well as several generalizations of the basic model, to handle a hard core of nonresponse."], ["A Note on Fellegi's Method of Sampling without Replacement with Probability Proportional to Size", "In 1963 Fellegi proposed a new method of sampling without replacement with probability proportional to size, which allowed for rotation of the sample (within certain limits) simultaneously with the exact calculation of joint probabilities of selection of sets of units. Fellegi was able to show that for samples of size two units his equations always yielded a solution, provided that the largest of the population units did not exceed one third of the size of the whole population. He also indicated that the method would probably work provided the largest unit was less than one half the size of the whole population, and that a proof of this would be desirable. This note supplies geometrical proofs of the existence and uniqueness of the solution to Fellegi's equations given this condition."], ["Step-Wise Clustering Procedures", "A simple step-wise procedure for the clustering of variables is described. Two alternative criteria for the merger of groups at each pass are discussed: (1) maximization of the pairwise correlation between the centroids of two groups, and (2) minimization of Wilks’ statistic to test the hypothesis of independence between two groups. For a set of sample covariance matrices the step-wise solution for each criterion is compared with the optimal two-group separation of variables found by total enumeration of the possible groupings."], ["On the Method of Inclusion and Exclusion", null], ["An Algorithm for Obtaining the Zero of a Function of the Dispersion Matrix in Multivariate Analysis", "This paper is devoted to a discussion of an iterative procedure for obtaining the maximum likelihood estimator of the covariance matrix for multivariate experiments in which measurements on certain components of a normal vector random variable are intentionally omitted in corresponding subgroups of the experimental units. The proposed algorithm, which is based on the Newton-Raphson method, is outlined in detail in Section 5. A special design is included to illustrate the procedure and a few areas of application are indicated."], [null, "In general it may be said that as the number of variates increases, or as the sample size decreases, the actual level of significance increases. Equal sample sizes help in keeping the level of significance close to the supposed level, but do not help in maintaining the power of the test."], ["Seasonal Adjustment of Data for Econometric Analysis", "In this paper the seasonal adjustment of data for econometric analysis is formulated as a general simultaneous equations problem. Conditions for identification of the parameters to be estimated and methods for constructing consistent and asymptotically unbiased and efficient estimates are derived. Extensions to multivariate problems of seasonal adjustment for econometric analysis are sketched."], ["The Unbiasedness of Zellner's Seemingly Unrelated Regression Equations Estimators", "The purpose of the present note is to demonstrate the unbiasedness of Zellner's seemingly unrelated regression equations estimators under fairly general conditions."], ["Regional Disparities in Household Consumption in India", "This paper analyses the distributions of persons by per capita household consumer expenditure on all items estimated from the 13th Round (Sept. 1957-May 1958) of the Indian National Sample Survey (NSS) separately for the rural and urban sectors of the different states of India [19]. For rural India, urban India and all-India, the disparities in consumption are analysed into between states and within states components. This is easily done by an analysis of variance of logarithms. Greater attention is given to measures related to the Gini-Lorenz concentration curve; but while the ‘between states’ concentration curve could be defined in an interesting manner, the ‘within states’ component could not be defined with equal success."], ["Measures of Concentration", "This paper discusses measures of industry concentration—the concentration ratio, the Herfindahl index and a new measure developed by the authors—both analytically and empirically. The analytical analysis consists of developing a set of properties which we argue all measures of concentration should possess. Although the concentration ratio is shown to be deficient on analytical grounds it appears to yield estimates of concentration not too different from the Herfindahl index and the measure devised by the authors."], ["Some Further Notes on Disturbance Estimates in Regression Analysis", "An important check on the computations of these estimates is given, as well as a comparison of these estimates with the commonly used least-squares estimates. For some special cases the BLUS estimates are analytically derived. The BLUS estimates are important for research workers who deal with time series because these estimates can be used to test auto-correlation among the disturbances."], ["Wilcoxon Confidence Intervals for Location Parameters in the Discrete Case", "The paper surveys results about the behavior of nonparametric methods in cases where the customary continuity assumptions are not satisfied. A projection approach is used to show that true confidence coefficients associated with confidence intervals for appropriate location parameters derived from Wilcoxon one- and two-sample tests are at least equal to the nominal level for the continuous case, if the confidence intervals are considered closed, at most equal to the nominal level, if they are considered open. The results are interpreted in terms of tests of hypotheses."], ["A Partial Coefficient for Goodman and Kruskal's Gamma", null], ["Ties in Paired-Comparison Experiments: A Generalization of the Bradley-Terry Model", null], ["Sequences Balanced for Pairs of Residual Effects", "Finney and Outhwaite [2] introduced serially balanced sequences into the statistical literature. They classified these sequences into two types, viz., type I and type II. Sampford [3] gave many methods of construction and analysis of these sequences. But these authors were concerned only with sequences balanced for a single residual. We shall deal with sequences balanced for pairs of residual effects. Two important methods of construction of these sequences are given. One is from designs balanced for residuals within blocks and the other from “round table solutions.” The analysis of the sequence is given with a numerical example. The appendix contains the plans of five sequences for four to eight treatments. Experimenters who are interested in the practical application of these sequences need go only through parts 1 and 4, conclusion and the appendix. For, part 1 explains where the sequences are to be used, part 4 gives the analysis of these sequences and explains its limitations, the conclusion points out a minor advantage of the SSBS over the SBS, and the appendix contains the plans of some sequences."], ["Equal and Proportional Frequency Squares", null], ["The Combination of Estimates from Similar Experiments, Allowing for Inter-Experiment Variation", "A series of similar experiments may give, with not necessarily the same precision, estimates which vary among themselves from experiment to experiment. Methods are described of using the maximum likelihood equations to obtain estimates of the overall mean and the variance components, and good approximations to them. The procedures are particularly useful in bioassay."], ["A Note on Regression in the Multivariate Poisson Distribution", null], ["Distributions of Some Statistics in Samples from Exponential and Power-Function Populations", null], [null, null], [null, null], ["Note on a Uniqueness Relation in Certain Accident Proneness Models", "It is shown that the uniqueness of relationship between a regression function and a prior distribution, in Bates-Neyman type models, previously established for linear regressions and gamma prior distributions, is of much more general application."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}