{"1968": [["The Analysis of Cross-Classified Data: Independence, Quasi-Independence, and Interactions in Contingency Tables with or without Missing Entries", null], ["Dividend Policy: An Empirical Analysis", "Though the dividend policy of individual firms is certainly a subject of economic interest, perhaps much of the novelty of the paper is methodological: specifically, the way in which a validation sample, simulations, and prediction tests are used to investigate results obtained from a pilot sample. To avoid spurious results that could follow from the extensive data-dredging involved in finding “good-fitting” dividend models, only half of the available firms are used in the original search, the remaining firms serving as a check on the findings. In addition, since the models tested are autoregressive, their statistical properties cannot always be evaluated analytically. This problem is surmounted to some extent by using simulations to study the results and conclusions obtained from the data for individual firms. The novelty in this use of simulations is that they are directed towards checking specific empirical results rather than establishing the properties of some general model. Finally, the conclusions drawn from the regression analysis and from the simulations are again checked by using the various models to predict dividend changes for a new year of data. The coherence in the results obtained with these various tests justifies strong conclusions with respect to the “best” dividend models and their properties."], ["Maximum Likelihood and Bayesian Estimation of Transition Probabilities", "In this paper, maximum likelihood and Bayesian methods are presented for estimating transition probabilities when data in the form of aggregated proportions are available. The probability function for the observed proportions is assumed to have a multinomial distribution under the Lexis scheme. The multivariate beta distribution is used as the prior probability density function in formulating the Bayesian estimator. The results of some Monte Carlo experiments provide some evidence on the sampling properties of several alternative estimators."], ["Small Sample Properties of Alternative Estimators of Seemingly Unrelated Regressions", null], ["Estimation and Inference for Linear Models in Which Subsets of the Dependent Variable are Constrained", "Subsets of the dependent variable of a linear model often conform to known constraints; for example, this situation arises with Engel curves and with models which estimate transition probabilities, market shares, or other classes of proportions. These models imply a variety of restrictions on the parameters, explanatory variables and residuals which must be treated explicitly in estimating and testing hypotheses about the parameters. This paper discusses these restrictions and develops an estimating procedure which yields consistent estimates which are asymptotically efficient, unbiased and normal."], ["The Exact Distribution of a Structural Coefficient Estimator", null], ["On the Power of the Blus Procedure", "This article deals with the power of the BLUS test on autocorrelation among regression disturbances. To compute this power a simple method is presented for computing the distribution of any ratio of quadratic forms in normal variables. Three examples are given where the BLUS powers are compared with the fractions of correct decisions of the usual Durbin-Watson test."], ["Efficiency of the Sample Mean when Residuals Follow a First-Order Stationary Markoff Process", null], ["A Note on the Measurement of Cost/Quantity Relationships in the Aircraft Industry", null], ["A Life Table That Agrees with the Data: II", "Finally, a recommended procedure for making life tables is provided, covering special devices for the early and terminal ages, using a new formula (6) which provides more rapid iteration for the ages from 5 to 80."], ["An Old Approach to Finite Population Sampling Theory", "The main objective of this work is to relate classical inference and sampling theory (and current sampling practice) to recent advances toward formalizing and unifying the theory of sampling from finite populations. It is pointed out that the use of definitions which coincide with what seem to be the traditional notions of simple random sampling, and post-stratification (stratification after sampling) leads to the solution of such riddles which appear in the more recent theory as the failure of the likelihood principle to sanction any non-trivial inference whatever. In particular, a general method of maximum likelihood is shown to lead to new estimates for the population mean when the three aforementioned sampling plans are employed. Thus objective likelihood inference from sample to population is seen in these instances to be possible if and only if randomization is employed in the selection of the sample. Finally, completeness theorems are proved which imply that in the simplest common sampling problems conventional unbiased estimators of population parameters have the happy property of being the unique unbiased estimators."], ["Several Methods of Re-Designing Area Samples Utilizing Probabilities Proportional to Size when the Sizes Change Significantly", "For purposes of obtaining statistical data by enumeration, systematic sampling with probability proportional to size in one or more stages is frequently employed. The article describes two methods of changing the measures of sizes without introducing a bias in the estimation procedure. They result in the reduction of the variance of sample take, and, in the illustrative material presented, result in varying degrees of overlap before and after the changes of sizes. These methods are particularly applicable to systematic samples where repetitive panel operations are employed, for example, as in the Canadian Labour Force Survey. In the Canadian Labour Force Survey, a self-weighting sample is selected in two to four stages, often by means of systematic sampling with probability proportional to size, the size being Census or field counts of persons or dwellings. This results in a sample which provides population estimates of employment and unemployment with sufficient accuracy for the cost provided at the provincial and national levels and a sample which can be easily maintained for long periods of time. Unfortunately, the so-called measures of size used in the systematic samples become out of date because of uneven growth in the first stage units. N. Keyfitz [3] and I. P. Fellegi [2] have dealt effectively with methods of adjusting measures of size in the case where one or two units are selected at random without replacement with probability proportional to size so that as few new units need be selected as possible. Other methods of dealing with burgeoning growth have been dealt with by L. Kish [4] and the Bureau of the Census [5]."], ["Approximately Optimal Stratification", null], ["The Use of a Stratification Variable in Estimation by Proportional Stratified Sampling", null], ["A Model for Optimum Linkage of Records", "A model is presented for the frequently recurring problem of linking records from two lists. The criterion for an optimum decision rule is taken to be the minimization of the expected total costs associated with the various actions that may be taken for each pair of records that may be compared. A procedure is described for estimating parameters of the model and for successively improving the decision rule. Illustrative results for an application to a file maintenance problem are given."], ["On Pooling Means when Variance is Unknown", "Given two random samples from normal populations, the experimenter wishes to estimate the mean of the first population. Whether to pool the two samples or not is made to depend on the result of a preliminary test. The bias and mean square error of the sometimes-pool estimator are given. The relative efficiency of the sometimes-pool estimator to the never-pool estimator is tabulated and the tables can be used to determine a proper choice of the significance level of the preliminary test. A pooling procedure for means, based on prior information, is discussed when the prior distribution is normal."], ["A Comparative Study of Various Tests for Normality", null], ["Nonparametric Confidence Regions for Some Multivariate Location Problems", "Nonparametric methods of constructing confidence regions for the location vectors in the multivariate one-sample and two-sample problems are provided. These methods are based on a class of rank order statistics studied in detail by the authors in [8, 9, 11, 13]. Specifically, nonparametric confidence regions based on the Bonferroni inequality, the maximum modulus, and Scheffé's method are studied. The results obtained are nonparametric generalizations of some of the results of Dunn [3, 4] and SIdák [15]. Certain optimality properties of the proposed methods are also established."], ["Estimates of the Regression Coefficient Based on Kendall's Tau", null], ["Order Statistics for Discrete Populations and for Grouped Samples", "The aim of this paper is two-fold: (1) To give a unified treatment of the theory of order statistics when the parent distribution is not necessarily continuous. (2) To assess the effects of grouping on the distribution of order statistics and to indicate the convenience, under suitable conditions, of using order statistics for the estimation of parameters from grouped data with or without censoring."], ["On Discrimination Using Qualitative Variables", "The use of a linear function for discriminating with dichotomous variables is discussed and evaluated. Four such functions are considered: Fisher's linear discriminant function, two functions based upon a logistic model, and a function based upon the assumption of mutual independence of the variables. The evaluation of these functions as well as of a completely general multinomial procedure is carried out within the context of a 1st order interaction model by means of computer experiments. The product moment correlation of the optimal function with the linear function under evaluation plays a central role as a criterion for judging the relative merits of the procedures considered."], ["Approximating the Lower Binomial Confidence Limit", null], [null, "Everything an ordinary user of the approximation might want to know is included in this paper. The theory behind the approximation and most proofs are postponed to a second paper immediately following this one."], [null, null], ["Statistical Dependence between Subclass Means and the Numbers of Observations in the Subclasses for the Two-Way Completely-Random Classification", "This paper deals with certain aspects of variance-component estimation for the unbalanced two-way completely-random classification where the numbers of observations in the subclasses are treated as random variables not necessarily independent of some of the random effects of the model. General results are given on the expectations of two commonly-used estimators of the vector of variance components. Numerical approximations are presented for these expectations for one sub-family of the family of all possible joint distributions of the subclass numbers and the random effects."], ["Cubical and Spherical Estimation of Multivariate Probability Density", null], ["On the Inverse Gaussian Distribution Function", "This note deals with a method of evaluating the distribution function of the Inverse Gaussian Distribution, from the Standard Normal Distribution."], ["Estimating Finite-Time Maxima and Minima of a Stationary Gaussian Ornstein-Uhlenbeck Process by Monte Carlo Simulation", null], ["How Deviant Can You Be?", null], ["Constructing an Unbiased Random Sequence", "Independent tosses of a biased coin are known to be convertible, by a device due to von Neumann, into a sequence of unbiased independent tosses. If the independence presupposed by the von Newmann method is lacking, because of simple Markov dependence of each toss upon the outcome of the previous toss, it is here shown that independence can be achieved by the simple device of working with conditional probabilities, namely, concentrating only on tosses that follow a common outcome."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Crossroad Choices for the Future Development of the Federal Statistical System", "The article reviews the development of Federal statistics since the establishment of a coordinating authority in 1933. The growing consensus that Federal statistical data must be interrelatable if analytical needs are to be adequately met is used as the basis for raising questions about the present adequacy of the Federal statistics organization. The idea of a Federal Statistical Data Center to achieve greater consistency of statistical series for interrelated uses and easier access to such data is reviewed along with suggestions for modifying the present organizational structure for producing a better coordinated body of Federal statistics."], ["Some Properties of Symmetric Stable Distributions", "This paper takes a few steps toward alleviating problems of data analysis that arise from the fact that elementary expressions for density and cumulative distribution functions (c.d.f.'s) for most stable distributions are unknown. In section 2 results of Bergstrom [3] are used to develop numerical approximations for the c.d.f.'s and the inverse functions of the c.d.f.'s of symmetric stable distributions. Tables of the c.d.f.'s and their inverse functions are presented for twelve values of the characteristic exponent. In section 3 the usefulness of the numerical c.d.f.'s and their inverse functions in estimating the parameters of stable distributions and testing linear models involving stable variables is discussed. Finally, section 4 presents a Monte Carlo study of truncated means as estimates of location. In every case but the Gaussian, some truncated mean is shown to have smaller sampling dispersion than the full mean."], ["Statistical Inference in the Classical Occupancy Problem Unbiased Estimation of the Number of Classes", null], ["Parameter Estimation for a Multivariate Exponential Distribution", "Simple consistent estimates are derived for the parameters of a multivariate exponential distribution. The mean squared error of the estimates is computed, and a lower bound for their efficiency is derived. A precise lower bound for the efficiency is computed in the bivariate case. It does not seem feasible to compute the efficiency precisely in the multivariate case. Some attention is given to the behavior of the estimates when observations are rounded prior to analysis."], ["Some Tests of Hypotheses Concerning the Three-Parameter Weibull Distribution", "Tests are developed concerning the mean of the three-parameter Weibull distribution with the variance known and with the variance unknown, and concerning the variance with the mean unknown. The shape parameter is considered known. These tests are compared with tests developed by Harter and Dubey based on the usual statistics for the normal case. A two-sample test for difference in means and for difference in reliability is also discussed. For the most part the tests are simple yet provide improvements over existing methods."], ["Estimation of the Larger of Two Normal Means", null], ["Analysis of Extreme-Value Data by Sample Quantiles for Very Large Samples", "This paper deals with estimating the location and the scale parameters of the extreme value distribution when the sample size is very large, using sample quantiles. An estimator is given for the location parameter when the scale parameter is known, based on one or more (up to 15) order statistics. Also given is an estimator for the scale parameter when the location parameter is known, built on two order statistics. An iterative procedure is utilized to estimate the parameters when both are unknown, using two order statistics. The problem of estimating the percentage point is also dealt with, and a comparison with Lieblein's method is included."], ["Maximum-Likelihood Estimation, from Doubly Censored Samples, of the Parameters of the First Asymptotic Distribution of Extreme Values", null], ["An Empirical Study into Factors Affecting the F-Test Under Permutation for the Randomized Block Design", null], ["Accuracy of an Approximation to the Power of the Chi-Square Goodness of Fit Test with Small but Equal Expected Frequencies", "This paper presents the results of a Monte Carlo study of the accuracy of an approximation to the power of the chi-square goodness of fit test with small but equal expected frequencies. Various combinations of sample size, number of groups, and alpha level are considered, and in most instances the actual power of the test is estimated to be less than the nominal power. The degree of accuracy appears to be more related to the size of the sample than to the size of the expected frequencies. The following rule of thumb is offered for obtaining crude estimates of the actual power from the nominal power for sample sizes from 10 to 50. The actual power of the test equals about eight-tenths of the nominal power."], ["Kolmogorov-Smirnov Tests of Fit Based on Some General Bounds", null], ["The Estimation of Probability Densities and Cumulatives by Fourier Series Methods", null], ["Accuracy Borrowing in the Estimation of the Mean by Shrinkage to an Interval", null], ["Optimal Allocation in Stratified and Multistage Samples Using Prior Information", "The author [1], [2] has given an algorithm for finding that stratified allocation which minimizes the posterior variance of the overall population mean subject to a budget constraint under a model in which a normal prior distribution and independent normal sampling distributions were assumed. The budget constraint assumed a variable per unit cost of observation. In the present paper these results are extended to cover the case where there are fixed costs, as well as variable costs, associated with sampling in the ith stratum. The resulting algorithm is noted to be applicable in finding the optimal allocation of sampling effort (with fixed and variable sampling costs) under a variety of distributional assumptions. An interpretation is also given to two and higher stage design questions when there is differential prior information regarding the first stage units."], ["Use of Domain Estimators with Unequal Probability in Sample Surveys", "Unbiased estimates of population parameters can be obtained from a sample survey when the sample units are not the primary units of estimation, i.e., when the correspondence between the units selected in the sample and the units of interest is not one to one. The survey technique used was that of a mail questionnaire with direct interviews of a subsample of non-respondents. The estimation technique used was that of domain estimators with unequal probability. Feasible solutions for the problems of duplication in the list and identification of units of estimations were found. Precise, and relatively inexpensive estimates weie obtained by these techniques and they are applicable to many survey situations where adequate lists are available."], ["A Two-State Markov Model for Behavioral Change", null], ["Negative Variance Estimates and Statistical Dependence in Nested Sampling", "Negative components of variance estimates may arise when the usual specification of statistically independent random variables is false. A class of such situations is considered here, viz., those in which the assumption of sampling from infinite populations is incorrect."], [null, null], [null, null], ["Confidence Bands in Linear Regression with Constraints on the Independent Variables", "For straight line regression some numerical comparisons are made with bands of the other types mentioned above. These comparisons suggest that the bands proposed in this paper are uniformly superior to bands of equal width in the sense of having smaller average width; the proposed bands appear to be superior to trapezoidal bands in the same sense for intervals of practical interest, i.e. within or reasonably close to the range on the independent variables used in the experiment."], ["A Note on Confidence Bands for a Regression Line over a Finite Range", "In general, over most of the range of the independent variate in which one would be interested, neither line-segment method gives bands narrower than the bands of the usual hyperbola."], ["A Note on Log-Linear Regression", "This paper presents a reparameterization of the conventional loglinear regression model. This reparameterization is shown to be more reasonable than the conventional specification. The stochastic assumptions of this reparameterized model are derived from the expected value properties of the dependent variable. Comparison with the conventional method of fitting log-linear models shows the regression intercept and the variance of the regression intercept to be different. A minimum variance unbiased estimate and another consistent estimate of the intercept are derived."], ["A Note on Estimating the Mean of a Normal Distribution with Known Coefficient of Variation", null], ["A Note on Linear Regression in Trivariate Distributions", "Sufficient conditions that one marginal variable should be linearly regressed on the others are obtained for those trivariate distributions, generated by having additive random elements in common."], ["Dictionary/Outline of Basic Statistics. John E. Freund and Frank J. Williams. McGraw-Hill Book Company, 1966. pp. x, 195. $2.95.", null], ["Handbook of Methods of Applied Statistics. Volume I: Techniques of Computation Descriptive Methods, and Statistical Inference. Volume II: Planning of Surveys and Experiments. I. M. Chakravarti, R. G. Laha, and J. Roy, New York, John Wiley; 1967, $9.00.", null], ["Beat the Market: A Scientific Stock Market System. Edward O. Thorp and Sheen T. Kassouf (Random House, New York, 1967), 221 pages, $7.95.", null], ["Cyclical Fluctuations in the Exports of the United States Since 1879. Ilse Mintz, New York: Columbia University Press, 1967, 10.", null], ["Information, Expectations, and Inventory Fluctuation: A Study of Materials Stock on Hand and on Order. Ruth P. Mack. New York: National Bureau of Economic Research (Distributed by Columbia University Press), 1967. Pp. xiv, 306. $10.00.", null], ["Advertising and Competition. Jules Backman. New York University Press, 1967. $5.00.", null], [null, null], ["Models, Methods and Analytical Procedures in Education Research, Joseph E. Hill and August Kerber. Wayne State University Press, Detroit. 1967. Pp. XIV, 550. $19.95.", null], ["Stationary Random Processes. Yu. A. Rozanov (translated from Russian by A. Feinstein). San Francisco: Holden-Day, 1967, 211 pp. $10.95.", null], ["Probability Measures on Metric Spaces. K. R. Parthasarathy, Academic Press, New York, 1967, pp. 276, $12.00.", null], ["Stochastically Dependent Equations: An Introductory Text for Econometricians. P. R. Fisk. Griffin's Statistical Monographs and Courses No. 21. London: Charles Griffin and Co.; New York: Hafner Publishing Co., 1967. pp. 181.", null], ["Nonlinear Programming. J. Abadie (ed.). New York: John Wiley, 1967. Pp. xxii, 316.", null], ["Fortran Programs for Economists (DAE Occasional Papers, 13), Lucy Joan Slater, Cambridge University Press, Cambridge, 1967, 160 pp., $3.50, paper.", null], ["Formulae and Tables for Statistical Work, C. R. Rao, S. K. Mitra, and A. Matthai. Calcutta: Statistical Publishing Company, 1966. 234+xii.", null], ["Convergence of a Human Population to a Stable Form", null], ["Selected Economic Data—Accuracy vs. Reporting Speed", "In this article, the trade-off between accuracy and reporting speed is analyzed for three widely used monthly time series: retail sales, the book value of inventories in manufacturing and trade, and employees in nonagricultural establishments. The effect of early errors in these series on the preliminary and provisional GNP estimates is also examined. Generally, the accuracy of the statistics is inversely related to the speed with which the data are reported. Even in the best series, the errors associated with the early data are 50 per cent of the changes in the final data. Moreover, the direction of movement indicated by the early and final sets of data differ in 20–50 per cent of the months. These errors are translated into the GNP accounts."], ["Linear Approximations to the Census and BLS Seasonal Adjustment Methods", "The Census and BLS ratio-to-moving-average seasonal adjustment methods are usually specified by procedural steps. They can be written mathematically as combinations of linear and non-linear operations on the logarithms of the original series. For some purposes the non-linear operations can be ignored. The Census and BLS historical seasonal factors are almost identical to those from a simpler model using ratios to a centered 12-term moving average. They also closely resemble those from regression models using seven years of data. In three test series, revisions between current seasonal factors and historical seasonal factors obtained when the adjustment is recomputed with additional data are smaller with the Census model than with the 12-term or regression models. By recomputing the adjustment twice a year instead of once, the same size revisions are obtained with the 12-term as with the Census model. The Census trend-cycle specifications differ from the 12-term and regression models."], ["Spectral Evaluation of BLS and Census Revised Seasonal Adjustment Procedures", "This paper presents spectral criteria to evaluate seasonal adjustment procedures, and applies them to the estimated spectral properties of the monthly unemployment series, as adjusted by past and present methods of the Bureau of Labor Statistics (BLS) and of the Census Bureau. It also re-examines some conclusions reported in the Gordon Committee Report (1962) and in Nerlove (1964) on past methods of adjustment. The paper concludes that (1) the loss in spectral power between the unadjusted and adjusted series spectra over most of the frequency range could arise with a satisfactory adjustment, (2) the excessive loss of spectral power at seasonal and trend-cycle frequencies present in past methods of adjustment has been reduced in present methods, (3) the effect of deviations from desired spectral properties on the uses of seasonally adjusted data must be examined in the time domain; for certain applications they have been found to be unimportant."], ["Functional Form in the Demand for Money", "A general functional form is considered for which the linear and logarithmic functional forms are special cases. The general functional form is a power transformation of each of the variables—each variable is raised to a λ power. This functional form is estimated for the demand for money using the maximum likelihood method. Real money demand is specified to be a function of real current income and a short-term interest rate. The empirical evidence suggests that the logarithmic functional form is appropriate for money stock defined as currency plus demand deposits. For money stock defined to also include time deposits, neither the linear nor logarithmic form seems appropriate. The estimates of λ are insensitive to expansion of the model explaining money demand, but functional form is important for discrimination among alternative hypotheses."], ["Standard Errors for Indexes From Complex Samples", null], ["Multivariate Stratified Surveys", "In this paper we consider the allocation problem for multivariate stratified surveys. If the stratum variances for the different variates are not distributed in the same way Neyman allocation optimizing the measurement of one variate is of limited value. In our formulation we determine the allocation such that sample estimates meet stated levels of precision or tolerance at minimum cost. Solution of the allocation problem is shown to be a programming problem and an example is given to illustrate it. By obtaining the solution to one plan a sampler essentially obtains the solution to a whole series of plans. The problem of tolerance setting is then discussed. An emprical solution, based on practical rather than some over-riding theoretical consideration, to the problem is given. A set of coefficients which elucidate the cost implications of each of the tolerances are derived."], ["On Product Moments From a Finite Universe", null], ["Multinomial Sampling With Partially Categorized Data", "When sampling categorically, some observations are known to belong in a given set of categories, but it is not known in which member or members of this set they belong. The problem is estimation of the probabilities of the individual categories. Maximum likelihood estimates are developed, and the bias and variance of these estimates are studied. An example of the application of the results is given."], ["Estimation in a Heteroscedastic Regression Model", null], ["A Test of the Mean Square Error Criterion for Restrictions in Linear Regression", "The objectives of this paper are to examine the mean square error criterion for rejecting or adopting restrictions on the parameter space in a regression model, and to develop a uniformly most powerful testing procedure for the criterion. We present a tabulation of critical points for the test for one restriction and selected points of the power function. The mean square error criterion suggests a framework for thinking about the problem of multicollinearity in a linear model. To this end we present some examples to illustrate the linkage of the mean square error criterion with multicollinearity."], ["Simultaneous Estimation by Partial Totals for Compartmental Models", "The estimation procedure is developed under the assumption of equally spaced values of the independent variable. The first step of the procedure involves the simultaneous estimation of the exponential parameters by a generalized partial totals approach, and the second step involves the simultaneous estimation of the linear parameters using the estimates of the nonlinear parameters. Modifications are presented that make the estimation procedure more versatile, and asymptotic properties are also investigated. The procedure is illustrated with generated data."], ["Some Estimators for a Linear Model With Random Coefficients", null], ["Improved Estimators for Coefficients in Linear Regression", "Point estimators for the coefficients in orthogonal linear regression which are better than the ordinary least squares estimator are obtained when at least three coefficients are to be estimated. The measure of goodness of an estimator is the sum, or weighted sum, of the componentwise mean squared errors. Some of the new estimators have interpretations as estimators which depend upon preliminary tests of significance. These estimators may be especially appropriate when the independent variables fall into two sets or are ordered, as in polynomial regression or regression on principal components. The extension of the results to the general case of nonorthogonal regression is given; here the measure of goodness of an estimator is the mean of a quadratic form in the componentwise errors."], ["A Modified Compound Poisson Process with Normal Compounding", "The compound Poisson process in which the compounding variables are normally distributed is considered as a special case of a slightly more general process. The model is suggested for studying the behavior of security prices in the stock market. Distributional properties of the process are developed and it is shown that the distribution of the increments is skew-symmetric, peaked, “fat tailed,” and, generally, multimodal. A moment matching method based upon cumulants is suggested for estimating the parameters."], [null, null], ["On A General System of Distributions I. Its Curve-Shape Characteristics II. The Sample Median", null], ["On A General System of Distributions III. The Sample Range", null], [null, null], [null, null], [null, null], ["Posterior Distribution of Percentiles: Bayes' Theorem for Sampling From a Population", "Some related questions concerning the existence of exchangeable distributions are considered. It is shown that there are no countably additive exchangeable distributions on the space of observations which give ties probability 0 and for which a next observation is conditionally equally likely to fall in any of the open intervals between successive order statistics of a given sample."], ["The First-Median Test: A Two-Sided Version of the Control Median Test", null], ["Certain Uncorrelated Nonparametric Test Statistics", "It is shown that odd translation invariant two sample statistics are uncorrelated with even translation invariant two sample statistics when the distribution function of the combined sample is equally symmetric. This is a generalization of a result of Hogg. It is used to establish conditions under which certain dispersion test statistics (including ones proposed by Lehmann, Mood, Ansari-Bradley-Freund-Barton-David, Klotz and Moses) are uncorrelated with certain location test statistics (including the Mann-Whitney-Wilcoxon and normal scores)."], ["On the Evaluation of Distribution Functions", "Some new techniques for the evaluation of improper integrals of the first kind are presented. The importance of these approximations for some distribution functions is noted. In an illustrative application, the transformations are employed to yield a new approximating formula for Mills' Ratio. The results are compared to other expressions of comparable complexity. The potential of the transformations, in the field of mathematical statistics is discussed."], [null, null], [null, null], [null, null], ["Mathematics and Statistics for Scientists and Engineers. P. Macdonald. London, Toronto and New York: D. Van Nostrand and Co., Ltd., 1966. Pp. XII + 299.", null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], [null, null], ["Housing Construction Statistics 1889 to 1964. U. S. Bureau of the Census, U. S. Dept. of Commerce, Gov. Printing Ofc., prepared under the direction of Thelma R. Wright. $6.00 L.C. Card No. A66-7417, 805 pp.", null], ["Introduction to Numerical Methods and Fortran Programming. Thomas R. McCalla. John Wiley and Sons, Inc., 359 pp. $7.95", null], [null, null], [null, null], ["Notes About Authors", null], ["Publications Received", null], ["Summaries of Papers Delivered at the 127th Annual Meeting of the American Statistical Association, Washington, D. C., December 27–30, 1967", null], ["1967 Report of the Board of Duectors", null], ["1967 Report of the Secretary-Treasurer", null], ["Association and Estimation in Contingency Tables", null], ["On Measuring the Extreme Aged in the Population", "In this study death statistics are used to estimate the United States population 85 years of age and over by a procedure based on Vincent's “method of extinct generations.” The resulting estimate is found to be quite similar to the census count for this population in 1950. Such a finding disputes the theory that greater exaggeration of age in the census than on vital records is responsible for distorted death rates for the extreme aged population. Death rates invariably mount with age, and since it seems likely both census and vital records data overstate the age of persons to some degree, an inference that the reported death rates for the population 85 years and over are too low can be made."], ["Recent Research in Reinterview Procedures", "The Bureau of the Census makes frequent use of reinterview procedures to measure the quality of census and survey results. The kind of reinterview procedure used can itself affect the measurement of quality. For example, does a time lag between the original interview and the reinterview affect the measurements of quality? Also, if the reinterviewer is given access to the original responses, are the measurements of quality affected? By comparing estimates of the simple response variance and estimates of the bias for several characteristics from three samples of the 1960 Census enumerated population, some light is thrown on these questions. It was found that for the purpose of evaluating the quality of a census or survey, the best procedure is one in which the reinterview is relatively close in time to the original interview and one in which the reinterviewer does not have access to the original responses."], ["The Analysis of Variance of Data from Stratified Subsamples", "For data selected from a finite population by stratified random sampling with equal probabilities and then randomly and independently assigned within each stratum to subsamples of a fixed number, methods are proposed for the analysis of variance and for testing differences between stratum means, differences between subsample means, and the difference between the sample mean and the mean of the population. The analysis is based on a model for which it is specified that different strata of the population are randomly selected from different normal distributions. For each of several variance estimates there is shown an index of stability, defined to be twice the square of the reciprocal of the coefficient of variation. This index is taken to be the effective number of degrees of freedom."], ["Some Nonresponse Sampling Theory When the Frame Contains an Unknown Amount of Duplication", "Hansen and Hurwitz [3] have developed some non-response sampling theory, using the double sampling method. In this paper, this theory is extended to the case where there is an unknown amount of duplication in the available frame. The theory is developed from the context of a sample survey of beef cattle producers. The available frame was a list of names and addresses of beef cattle producers, whereas the unit of interest was a beef cattle producing operation which could be operated individually or in partnership."], ["Bounds for the Error-Variance of an Estimator in Sampling with Varying Probabilities from a Finite Population", null], ["Estimates in Successive Sampling Using a Multi-Stage Design", "In this paper, successive sampling procedures using multi-stage sampling design have been developed. It is found that it is generally advantageous to retain a fraction of the sample selected on previous occasions for improving the estimate of a mean on the most recent occasion. This type of partial replacement may sometimes be recommended for estimating a mean over all occasions. This is specially true if the experimenter is interested in not only obtaining an overall estimate for the entire period but also in separate estimates for each occasion. In a sampling enquiry repeated on three occasions it has been observed that for estimating the mean on the third occasion it would be preferable to repeat the same sample fraction from one occasion to the next, while for estimating the mean over all occasions the sample fraction repeated on the second occasion should not be repeated on the third but in its place a sub-sample from the sample selected afresh on the second occasion should be retained."], ["Some Shrinkage Techniques for Estimating the Mean", null], ["Estimating from Misclassified Data", "The procedure recommended for problems where hostility is inhereuL requires that an assessment be made, for each subject, of the probability that that subject is hostile. These probabilities are then combined with the actual subject responses and the anticipated lying biases to yield maximum likelihood estimators of the category probabilities as solutions of a concave programming problem. Thus, an effort is made to provide better estimators in situations where the data is unreliable, but external information can be brought to bear. A Bayesian interpretation of the misclassification probabilities is presented, and numerical examples are given to illustrate application of the procedure and the effect of ignoring the misclassified items problem."], ["Estimating the Parameters of Log-Normal Distribution from Censored Samples", null], ["Estimation of the Innovation Variance of a Stationary Time Series", "The log of the periodogram is used to estimate the innovation variance of a stationary time series. The difference between the log of the estimated variance of the process and the log of the estimated innovation variance is used as a test for white noise. It is shown that this test is equivalent to Bartlett's test for homogeneity of variances applied to the periodogram without grouping and the asymptotic properties are derived."], [null, null], ["Estimation of Parameters in the Multivariate Normal Distribution with Missing Observations", "In this paper a method is developed for estimating the parameters in the multivariate normal distribution in which the missing observavations are not restricted to follow certain patterns as in most previous papers. The large sample properties of the estimators are discussed. Equivalence with maximum likelihood estimators has been established for a subclass of problems. The results of some simulation studies are provided to support the theoretical development."], ["Bayesian Estimation of Means for the Random Effect Model", null], ["Grouping Estimators on Heteroscedastic Data", "This paper gives numerical comparisons of the efficiency of Ordinary Least Squares (OLS) and Grouping Estimators in simple linear regression. The disturbances are assumed to have unequal variances, and an assumption is made about the form of this heteroscedasticity. It is shown that for some types of heteroscedasticity a Grouping Estimator can be more efficient than Ordinary Least Squares."], ["Applications of Time-Shared Computers in a Statistics Curriculum", "This paper describes the application of remote console computing in a graduate statistics seminar entitled “Machine Aided Statistical Modeling,” which was offered at Harvard University in the spring semester 1965–1966. Three conceptually different computing systems are discussed, together with examples aimed at demonstrating the potential of on-line interactive computing in statistical research, practice, and education."], ["A Chance Mechanism of the Variation in the Number of Births Per Couple", "Under certain assumptions a probability distribution for the variation in the number of births per couple has been derived. The distribution involves several parameters. A procedure to find the B.A.N. [best asymptotically normal] estimates of the parameters is outlined. One example of the application of the distribution is discussed in some detail."], ["Minimizing Response Errors in Financial Data: the Possibilities", "The article investigates the influence on response errors of the following factors: record consultation, “rounding,” size of balances, the number and nature of transactions in the account balance, the length of the recall period."], ["Market Growth and Industry Concentration", null], ["A Simplification of the BLUS Procedure for Analyzing Regression Disturbances", null], ["On Cash Equivalents and Information Evaluation in Decisions Under Uncertainty Part I: Basic Theory", "The monetary evaluation of decisions under uncertainty and of associated opportunities to acquire information is well known and conceptually straightforward when utility is linear in money. This analysis is generalized here to a class of nonlinear utility functions by defining and interrelating minimum selling and maximum buying prices for decisions (section 2), certainty equivalents of uncertain costs of information (section 3), values of information (section 4), and net gains of information (section 5). Preliminary material constitutes the first section, and section 6 summarizes results of particular usefulness in practice."], ["On Cash Equivalents and Information Evaluation in Decisions Under Uncertainty Part II: Incremental Information Decisions", null], [null, null], ["Optimum Choice of Classes for Contingency Tables", "We consider the problem of optimum choice of classes in applying the Chi-square test for correlation in a contingency table derived from a bivariate normal population. The Chi-square criterion is expressed in terms of simple orthonormal functions; and hence the parameter of noncentrality is expressed in terms of the correlation coefficient and class boundaries [formula (13)]. This formula is compared with the formula of Eisenhart [2] giving the limiting form of the parameter of noncentrality as the number of classes is indefinitely increased. It is found that no significant increase in power can be achieved by taking a number of classes greater than 20; and even a number as small as 12 is sufficient. Two choices of classes are compared, namely, equal class-probability (suggested by Mann and Wald [6]) and equal class-width of 0.4 standard deviation (suggested by Hamdan [4]). It is found that the latter choice is more powerful."], ["Bias In Multinomial Classification", null], [null, null], ["The Inversion of Cumulant Operators for Power-Series Distributions, and the Approximate Stabilization of Variance by Transformations", null], ["Generalized Hyperbolic Secant Distributions", null], ["Robustness of Sum of Squared Ranks Test", null], ["An Investigation into the Small Sample Properties of a Two Sample Test of Lehmann's", null], ["Recursive Generation of the Distribution of Several Non-Parametric Test Statistics Under Censoring", "The exact distributions of several non-parametric test statistics based on (usually) censored samples are obtained recursively under certain non-parametric classes of alternatives."], ["Technology, Economic Growth and Public Policy, Richard R. Nelson, Merton J. Peck, and Edward D. Kalachek, A Rand Corporation and Brookings Institution Study, The Brookings Institution, Washington, D.C., 1967.", null], ["An Introduction to Mathematical Learning Theory. Richard C. Atkinson, Gordon H. Bower, and Edward J. Crothers. John Wiley & Sons, New York, 1965.", null], ["Problems in Mathematical Learning Theory. William H. Batchelder, Robert A. Bjork, and John I. Yellott, Jr., John Wiley & Sons, New York, 1966.", null], ["The Selected Papers of E. S. Pearson, Cambridge University Press (for the Biometrika Trustees) 1966", null], ["Applied Queueing Theory. Alec M. Lee, St. Martin's Press, 1966, 244 pages, $8.50", null], ["Elementary Probability. Edward O. Thorp. New York: John Wiley & Sons, 1966, Pp. 152.", null], ["Statistical Computations on a Digital Computer, W. Hemmerle. Blaisdell Publishing Company, 1967. Pp. 230. $7.50.", null], ["Multivariate Statistical Programs. Dean J. Clyde, Elliot M. Cramer, Richard J. Sherin. Coral Gables, Florida. Biometric Laboratory, University of Miami, 1966. Paperbound.", null], ["Mathematical Methods for Digital Computers, Volume II. Anthony Ralston and Herbert S. Wilf (eds.) New York: John Wiley & Sons, Inc. 1967.", null], ["Fundamentals of Behavioral Statistics. Richard P. Runyon and Audrey Haber, Reading, Massachusetts: Addison-Wesley Publishing Company, Inc. 1967. pp. 304. $6.95.", null], ["Test Theory. D. Magnusson, Reading, Massachusetts: Addison-Wesley Publishing Company, 1966.", null], [null, null], ["Housing Construction Statistics 1889 to 1964. U.S. Bureau of the Census, U.S. Dept of Commerce, Gov. Printing Ofc., prepared under the direction of Thelma R. Wright. $6.00 L.C. Card No. A66-7417, 805 pp.", null], ["Readings in Mathematical Social Sciences. Paul F. Lazarsfeld and Neil W. Henry (ed.). Chicago: Science Research Associates, Inc., 1966, pp. 371, $10.50.", null], ["Correction to Order Statistics Estimators of the Location of the Cauchy Distribution by V. D. Barnett, JASA, Vol. 61, No. 316 (December, 1966), 1205–1218.", null]]}