{"1969": [["A Memorial for William N. Hurwitz", null], ["Some Basic Principles of Statistical Surveys", null], ["The Development of Household Sample Surveys", null], ["Changes in Census Methods", null], ["On William Hurwitz", null], ["Comments", null], ["Statistical Problems in Science. The Symmetric Test of a Composite Hypothesis", null], ["Regression on a Random Field", "An example from meteorology is presented. The random field is the 700 mb height surface observed at 505 points over the northern hemisphere. The dependent variable is the temperature at Washington, D. C. A by-product of the analysis is an estimate of the generalized spectrum and covariance function of the random field without assuming symmetry."], ["A Theory for Record Linkage", "A theorem describing the construction and properties of the optimal linkage rule and two corollaries to the theorem which make it a practical working tool are given."], ["A Statistical Model of Book Use and its Application to the Book Storage Problem", null], ["The Forecasting Accuracy of Consumer Attitude Data", "The following sections analyze the forecasting record of the index of consumer sentiment as an indicator of movements in the durable consumption expenditures series. Subsequently, several of the regressions previously found useful are refitted, and the forecasts of these equations are compared with predictions from naive models during both the period of fit and for nine quarters beyond the period of fit."], ["Higher Female than Male Mortality in Some Countries of South Asia: A Digest", "This paper presents statistical evidence, which seems to be conclusive, that there exists a particular pattern of mortality in Ceylon, India and Pakistan where, contrary to general experience, female mortality is higher than that of the males. The sex ratios of the enumerated population in these three countries are among the highest in the world, and the age pattern of the sex ratios is such that they increase from childhood to adulthood to the old ages. Abnormally high sex ratios and selective migration cannot account for this particular pattern, but there is evidence of a higher degree of under-enumeration of females than males. The main responsible factor, however, seems to be higher female mortality, in the ages of maternity as well as in childhood. This shows the need for a regional or local approach to some demographic problems. In this case, for instance, model life tables based on average international experience are not representative."], ["Relative Costs of Computerized Error Inspection Plans", "Data editing by a computer program can be regarded as a form of statistical quality control. In that perspective, costs and benefits of alternative programs can be compared to one another and, of course, to no control plan at all. This paper outlines one approach to cost-benefit comparison and utilizes a realistic example to suggest that computerized data editing is generally superior to clerical editing. It also warns against edit programs which provide for record rejections and off-line review. Most importantly, it urges that a systematic comparison of costs can assist significantly in edit planning."], ["Inspection and Correction Error in Data Processing", "This paper emphasizes the error of classifying defectives as nondefectives (Type II) made by inspectors called “verifiers” and by correctors to prepare data for machine readability. The following activities are included: (1) verification of card punching, (2) proofreading of typed data, (3) verification of codes clerically assigned to written responses on questionnaires, (4) matching of codes assigned independently by three coders to the same item, and (5) proofreading of the output of special typing combined with coding and rounding figures for input to optical scanning."], ["A Note on “Learning Curves”", null], [null, null], ["Using Subsample Values as Typical Values", null], ["Some Remarks on Scheffé's Solution to the Behrens-Fisher Problem", null], [null, null], ["Bayes Sequential Designs of Fixed Size Samples from Finite Populations", "The problem of choosing a sample of a fixed size from a finite population is studied in the framework of Bayes designs. The conjectured non-randomized character of Bayes designs is verified. Bayes designs are shown to be without replacement selections, which are generally sequential ones. Sufficient conditions are provided for the optimality of single-phase designs. An example is provided of a case in which the optimal Bayes design is sequential."], ["A Note on the “Necessary Best Estimator”", null], ["Parametric Augmentations and Error Structures under which Certain Simple Least Squares and Analysis of Variance Procedures are Also Best", null], ["Variance of Weighted Regression Estimators when Sampling Errors are Independent and Heteroscedastic", "General results are obtained for an approximation to the variance of a weighted regression estimator in which the weights are sample estimators of unknown unpatterned variances. Independent normally distributed errors are specified for the linear response model used in the development. Applications to four examples of weighted sample means and linear regression in a single factor are studied. The most important practical conclusion drawn from the results of these examples is that each estimated weight should be based on at least ten degree of freedom."], ["Mean Square Efficiency of Estimators of Variance Components", "Various estimators of components of variance for the balanced one way layout are compared using mean squared error as a measure of performance. Several modifications of the maximum likelihood estimator and several formal Bayes estimators are compared and mean square error relationships are given. Inadmissibility is established for a large class of translation and scale invariant estimators. Numerical results are tabled and graphed to exhibit the relative efficiency of the estimators considered."], ["Application of an Estimator of High Efficiency in Bivariate Extreme Value Theory", "This paper uses a family of bivariate extreme-value distributions to estimate the probability of a large exceedance of a random variable given that a certain other random variable not independent of the first has exceeded a certain value. A simple method of reasonably good efficiency is given for estimating a bivariate extreme-value distribution from independent bivariate samples. The method is used to analyze the performance of a spacecraft command receiver which has an indication of data quality so that commands likely to be in error can be rejected."], ["A Compounded Multiple Runs Distribution", "The standard approach to the distribution of the number of runs appearing in a sequence is to make the result conditional on the number of each class of object which occurs. Illustrations are presented from the fields of psychology and zoology where invalid conclusions will be drawn under this assumption. By allowing the composition to fall at random, a multiple runs distribution is obtained which is conditional only on the total number of objects appearing in the sequence. Moments of the distribution are indicated along with an analysis of the normal approximation. Exact critical values for the number of runs in the case of two classes of objects are given so that a nonparametric test may be performed corresponding to the traditional runs test for randomness in an observed sequence."], ["First and Second Moments of the Randomization Test in Two-Associate PBIB Designs", "In this paper the first two moments of the Statistic (treatment sum of squares)/(treatment + error sums of squares) over all possible random assignments of treatments to the experimental plots are obtained for two associate PBIB designs. They are compared with the corresponding moments of a central beta distribution to study the extent to which the normal theory test may serve as an approximation to the randomization test. It is found that the approximation is reasonable for some classes of PBIB designs."], ["Errors in the Estimation of Net Migration Rate in the Studies of Internal Migration", null], ["On the Exact Covariance of Products of Random Variables", null], ["The Sampling Distribution of the Range from Discrete Uniform Finite Populations and a Range Test for Homogeneity", "A range test for homogeneity which is based on these distributions is proposed. An intuitive discussion of the test is given and then the power is determined for some alternative hypotheses. The test is found to be quite powerful for alternatives with no occurrences in the extremes. An application of the range test is made using data on fossil pollen grains."], ["Estimation of Finite Mixtures of Distributions from the Exponential Family", "General “successive substitutions” iteration equations are developed for obtaining estimates for finite mixtures of distributions from the exponential family. These, in general, correspond to relative maximums of the likelihood function. It is assumed that the number of distributions is known, and that the mixtures are from distributions of the same type, but with different parameter values. The particular equations for the Poisson, binomial, and exponential distributions are given, as well as examples of the results of the procedure for each distribution. From the examples tried, it was observed that the likelihood function increased at each iteration. Graphs of the asymptotic variances of the estimates are given, and two sampling experiments comparing estimates obtained by this scheme with moment estimates are also given."], ["Some Criteria for Aging", "The concept of “aging,” or progressive shortening of an entity's residual lifetime, is discussed in terms of the entity's survival time distribution. Quantities defined to describe the aging phenomenon include the “specific aging factor,” “hazard rate,” “hazard rate average,” and “mean residual lifetime.” A set of seven criteria for aging is established, based on these quantities, and a chain of implications among the criteria is developed. The hazard rate average and mean residual lifetime are noted as being particularly useful for empirical studies. An application of these two quantities is illustrated for a set of empirical survival time data."], ["A Bayes Rule for the Symmetric Multiple Comparisons Problem", null], ["Two-Stage Normal Sampling in Two-Action Problems with Linear Economics", "Results are presented for optimal two-stage sampling, where the size of the second-stage sample can be conditioned on the first-stage sample outcome, in the case where (1) sample observations are drawn from a Normal population or process with known variance but unknown mean, (2) there are two terminal acts whose terminal values are linear functions of the unknown population or process mean, and (3) the cost of a sample of positive size at either stage depends linearly on the sample size. Computer programs for obtaining optimal sampling plans are described, the effects on these optima of changes in cost and statistical parameters are traced, various characteristics of optimal plans are discussed, the sensitivity of two-stage sampling plans to deviations from optimal design is explored, and extensions to a number of closely related problems are given."], ["A Note on a Double Sample Test", null], ["A Class of Sequential Tests for an Exponential Parameter", "Weiss [5] and Freeman and Weiss [2] have shown how to construct sampling plans which at least approximately minimize the maximum expected sample size in the case of Bernoulli and Normal populations. In this paper we construct sequential procedures of this type for the testing of an exponential parameter. An invariance property of the stopping region is presented which simplifies the construction of the Bayes regions. Several sampling plans are given and some of their properties are obtained."], ["Moments of the Distribution of Sample Size in a Sprt", "Approximate expressions are given for the first four moments of the distribution of sample size required by a sequential probability ratio test. Some possible uses of these moments are also discussed."], ["Multivariate Maxima and Minima with Matrix Derivatives", "The purpose of this paper is the presentation of formulae for obtaining matrix derivatives of the second order to use in making tests for maxima and minima. The theory of such second order derivatives is presented. These formulae require the rearrangment of the parameter elements in vector form and the transformed results feature Kronecker products, which have certain desirable properties. Application is made to several types of problems."], [null, null], ["Missing Observations in Multivariate Regression: Efficiency of a First-Order Method", null], ["Bounds and Approximations for the Moments of Order Statistics", "In this paper methods for obtaining approximations and bounds for the moments of order statistics from a continuous parent distribution are discussed. These bounds and approximations depend on the distribution function only through certain moments of order statistics in small samples. It is shown that for the Cauchy distribution bounds and approximations of all finite moments can be obtained. Some numerical calculations for normal and Cauchy distributions are also given."], [null, null], ["Some Numerical Comparisons of Several Approximations to the Binomial Distribution", null], ["Percentage Points of a Test for Clusters", "A set of observations may be partitioned into two clusters to maximize the ratio of between sum of squares to within sum of squares. This maximum ratio is the likelihood ratio test statistic for the observations to come from two normal populations, with different means but the same variance. A table of percentage points of the statistic is given under the null hypothesis, that the observations are a sample from a single normal population."], ["Tables for the Mean Square Error Test for Exact Linear Restrictions in Regression", null], [null, null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Problems of Statistical Inference in Health with Special Reference to the Cigarette Smoking and Lung Cancer Controversy", "Disagreement about the role of cigarette smoking in lung cancer is traced to three sources of confusion. In the first, there is lack of agreement as to the definition of terms and what is implied when a specific factor is said to be a cause of a particular disease. A suggested definition is offered to clarify one of the issues causing dissent. The second area of disagreement concerns the method of measuring the strength of the relationship in a 2 × 2 table, and whether the relationship is more pronounced in one disease than another. There is no solution to this problem until the specific question to be answered is stated in detail. Slightly different questions can lead to radically different answers. The third area involves the making of decisions and the subsequent formulation of actions based upon existing data. In the present context, four specific action-type decisions are involved and the corresponding relative weight of evidence which is needed to substantiate each of them is considered."], ["An Adaptive Procedure for Sequential Clinical Trials", null], ["The Measurement of Price Changes in Construction", "The development of a statistically adequate set of construction price indexes is the goal of a research effort recently instituted at the Bureau of the Census. This paper describes research done to date on price indexes for single-family houses and indicates plans for future research. Using data from the Bureau's Housing Sales Survey, indexes of the price of new one-family houses sold (including value of site) have been computed by determining the most important characteristics of these houses and estimating, by regression analysis, the price change in houses with a constant “mix” of these characteristics."], ["Gross State Product and an Econometric Model of a State", "The adequacy of the model is assessed by the traditional tests of significance of the structural coefficients. In addition, the reduced form of the model is used to estimate the values of the endogenous variables for the sample period. Finally policy analysis is performed by considering alternative assumptions on one exogenous variable, prime military contracts awarded in Ohio, and determining its impact on each of the 27 endogenous variables."], ["Using Factor Analysis to Estimate Parameters", null], ["The Exceedance Test for Truncation of a Supplier's Data", "The purpose of this paper is to present an easily applied test useful in determining whether or not a supplier's data have been truncated. The proposed test has the following desirable properties: (i) it is the uniformly most powerful rank test, (ii) it is asymptotically uniformly most powerful, (iii) power computations can easily be made for arbitrary sample sizes, formulas for such computations being given in the paper. Although formulated in the context of verifying a supplier's data, the test can be applied to other situations in which false representation of data in the form of truncation is important. Such is the case, for example, in reliability demonstrations or legal suits involving physical measurements."], ["Estimation in Multi-Stage Surveys", "A superpopulation model is proposed for two-stage sampling from a finite population and we consider the problem of estimating a linear function of the finite population elements. We find the estimate with smallest mean squared error among linear estimates with bounded mean squared error without any assumption about the form of the super-population distribution. If the superpopulation is assumed to be normal this estimate is the mean of the posterior distribution. The estimate is compared with standard results for the special case of the finite population mean."], ["Variance Estimation with One Unit per Stratum", "A new solution to the problem of variance estimation with one unit per stratum is presented. This method may lead to smaller bias in variance estimation, in many situations, than the methods of ‘collapsed strata’. It requires that we can associate with the strata concomitant variables which are correlated with the strata means. Several numerical examples with one or two concomitant variables are considered."], ["The Effect of Non-Sampling Errors on Measures of Association in 2 × 2 Contingency Tables", "The effects of non-sampling errors on measures of association in 2 × 2 contingency tables are evaluated by the application of models due to the U. S. Bureau of the Census. This is achieved by first expressing the appropriate sample estimates in the form of Taylor series approximations involving cell probabilities, and then applying the model in a term by term fashion. In this way, the relative effects of sampling errors and response errors on the variability of an estimated measure of association may be interpreted in terms of a sampling variance component and a response variance component. Finally, some indication is given as to how re-survey information can be used to estimate these quantities."], ["More Results on Product Moments from a Finite Universe", "was obtained. This estimate had a slight bias, as we pointed out. In this paper an unbiased estimate of the 4-variate product moment is obtained. Asymptotic results for the 3-variate and 4-variate product moments and their estimates are also obtained."], ["Tables of Critical Values of Some Rényi Type Statistics for Finite Sample Sizes", null], ["Factors for Calculating Two-Sided Prediction Intervals for Samples from a Normal Distribution", null], ["On the Classical Ruin Problems", null], ["A Note on Hoeffding's Inequality", "A lower bound is derived concerning a special form of the entropy function of information theory. It is applied to Hoeffding's bound for the probability of the deviation of the sample mean from its expected value and for the corresponding problem concerning the sample variance. Furthermore, applying the bound one can obtain a discard function for a binary symmetric channel, a lower bound for the total error probability in testing two simple hypotheses, given the number of observations, and a lower bound for the deviation of the empirical distribution from the true distribution."], ["Aitken Estimators as a Tool in Allocating Predetermined Aggregates", null], ["The Exact Sampling Distribution of Ordinary Least Squares and Two-Stage Least Squares Estimators", null], ["A Comparison between the Power of the Durbin-Watson Test and the Power of the Blus Test", "In an earlier paper [5] the authors compared the power of the BLUS test with the probability of a correct decision of the Durbin-Watson bounds test. A method to compute the distribution of the Von Neumann ratio under the null hypothesis and under the alternative hypothesis was given. In the present paper the latter method is used to tabulate the BLUS-test statistic and to compute the exact significance points of the Durbin-Watson test for several examples. Powers of both tests are computed and compared. It appears that, for the cases considered, the power of the exact Durbin-Watson test exceeds that of the BLUS procedure, while the latter is greater than the probability of a correct decision in the Durbin-Watson bounds test."], ["A Note on Blus Estimation", "For the classical linear model, Theil and Koerts developed the so-called best linear unbiased scalar-variance-matrix (BLUS) estimator. In this note a theorem on the variance matrix of the BLUS estimation errors will be proved. A new derivation will be given for “price” and “efficiency” of the estimator, as defined by Koerts."], ["Some Theorems on Matrix Differentiation with Special Reference to Kronecker Matrix Products", null], ["On a Restricted Least Squares Estimator", "The method of Sweep-Out is used to obtain computing formulas for calculating the least-squares estimator and its variance matrix in linear models, not necessarily of full rank, in which certain restrictions may hold on the actual parameters. A test for a specified value of parametric restrictions is also discussed."], ["A Useful Lemma for Proving the Equality of Two Matrices with Applications to Least Squares Type Quadratic Forms", "A useful lemma for proving the equality of two matrices is given. The result is then applied to proving the equality of certain quadratic forms arising in least squares models."], ["The Median Significance Level and other Small Sample Measures of Test Efficacy", "The concepts of the “median significance level” (MSL) and the “significance level of the average” (SLA) are introduced and some relationships among these measures and the recently introduced “expected significance level” (ESL), “average critical value” (ACV), and “median critical value” (MCV) are considered. The median significance level is defined as the median of the distribution of the observed significance level for a given alternative and is shown to be equivalent to the significance level attained by the median of the test statistic for one-sided tests. The “significance level of the average” is analogously defined to be the significance level attained by the average (expectation) of the test statistic and the MSL and SLA are shown to be inverse functions of Geary's MCV and ACV. Some relations between these small sample measures of test efficacy, and Pitmans' and Bahadur's asymptotic measures are described. The MCV is shown to be formally related to Hamaker's “indifference quality” method of classifying acceptance sampling plans. Several simple examples are given illustrating some relationships among the several criteria."], ["The Equal Probability Test and its Applications to Some Simultaneous Inference Problems", null], ["Testing and Estimating Ratios of Scale Parameters", null], ["Estimators of Variance Components in the Balanced Incomplete Block Design", null], ["Discrimination Intervals for Percentiles in Regression", null], ["Combinations of Unbiased Estimators of the Mean Which Consider Inequality of Unknown Variances", "The problem considered in this paper is how to combine estimators of the common mean from two samples corresponding to normal populations with different unknown variances. Attention is confined to the case where it is known that the variance of one specific population exceeds that of the other. Three classes of unbiased estimators are presented, one of which is based on a preliminary test of significance regarding the ratio of the population variances. The gain achieved by utilizing the knowledge that the ratio of variances exceeds one is investigated by comparing the efficiencies of these estimators with an estimator presented by Graybill and Deal [1] in which no restriction on the ratio of variances is present."], ["On Non-Regular Estimation. I. Variance Bounds for Estimators of Location Parameters", null], ["Scoring Rules and the Evaluation of Probability Assessors", "The personalistic theory of probability prescribes that personal probability assessments to be used in decision-making situations should correspond with the assessor's judgments. A payoff function which depends on the assessor's stated probabilities and on the event which actually occurs may be used (1) to keep the assessor honest or (2) to evaluate the assessor. It is shown that with the exception of a logarithmic payoff function, these two uses of payoff functions for assessors are not compatible. This conflict is explained in terms of the differences in the situations facing the assessor and the evaluator (the user of the probabilistic predictions)."], ["Curve Fitting by Segmented Straight Lines", "In many situations approximation of a set of data by a polygonal curve is more advantageous than approximation by a polynomial. If the join points of the polygonal curve are known, the problem is quite simple. If, however, they are to be chosen in some expeditious fashion, considerable numerical difficulties can arise if the curve-fitting problem is approached directly. In this paper it is shown that dynamic programming offers a simple direct approach to the determination of an optimal fit."], ["Book Reviews", null], ["Validation of Consumer Financial Characteristics: Common Stock", "The results indicate substantial nonreporting of stock ownership, which represents a major source of bias. Nonresponse is positively related to economic status, and holdings reported by the respondents were less than those of the nonrespondents. The size distributions of stock holdings are biased. Perhaps most important, estimates of variances and of confidence intervals computed by the usual standard error formulas are invalid as applied to mean holdings of the total population."], ["Age Patterns of Mortality of American Negroes: 1900–02 to 1959–61", "Large differences between the age patterns of mortality as reflected in official U.S. life tables exist for whites and Negroes. However, the quality of the data underlying the tables for Negroes may be so defective that it is questionable if these life tables provide an accurate representation of the patterns of mortality actually experienced by Negroes. Alternative hypotheses concerning the differences are examined. However, comparisons of the official life tables after adjustment for major sources of error with model life tables suggest that the age patterns of mortality for American Negroes do in fact differ from those of the whites. This difference implies the need to develop additional families of model life tables."], ["The Accuracy of International Trade Data: The Case of Southeast Asian Countries", "Among available economic data of less developed countries, foreign trade statistics are known to be most reliable and are used extensively. This paper, concentrating on Southeast Asian countries, examines the extent and variation of discrepancy in export and import recordings of their own and of their trading partners. The ratio of corresponding trade records exhibit varying heights and irregular patterns suggesting a larger degree of inaccuracy than generally assumed. Inter-Asian trade of Southeast Asian countries show a greater discrepancy than that of their trade with developed countries, and the trade ratio variance of the former is significantly larger than that of the latter at the 5% level. The rank coefficient of correlation between the level of discrepancy and the absolute size of trade value is found to be insignificant for most countries. Also the adjustment of trade figures by exchange rate overvaluation does not narrow the inconsistency in the bilateral trade recordings. The recordings of commodity-by-country trade data show a larger discrepancy than that of total trade."], ["Examples of Likelihoods and Comparison with Point Estimates and Large Sample Approximations", "The exact likelihood functions are examined for several examples of data chosen from the literature. These are compared with the likelihoods arising from the large sample approximations and with point estimates that were actually used in the literature. It is concluded that large sample approximations (application of standard maximum likelihood theory) can be misleading for inferences and should be checked against the actual likelihood functions. Similarly point estimates can be misleading or uninformative and their properties such as bias, variance, etc. are relatively unimportant. Because of the availability of high speed computers, exact methods and asymptotic comparisons are now feasible and this should be reflected where possible in the theory and application of statistical inference."], ["Some Aspects of the Statistical Analysis of “Split Plot” Experiments in Completely Randomized Layouts", "Some of the methods considered in the paper are illustrated in a numerical example. The example is representative of a situation in which some of the standard assumptions regarding normality and variance homogeneity may not hold. In this part of the paper, certain aspects of the efficient computation of the various test criteria are indicated. Corresponding algorithms are presented in Koch and Sen [16] and Koch [15]. Finally, computer programs based on these algorithms have been written and can be made available to interested persons."], ["Integer Programming and the Theory of Grouping", null], ["The Unrelated Question Randomized Response Model: Theoretical Framework", "This paper develops a theoretical framework for the unrelated question randomized response technique suggested by Walt R. Simmons. The statistical efficiency of this technique is compared with the Warner technique under situations of both truthful and untruthful responses. Methods of allocating the total sample to each of two subsamples required by the unrelated question approach are developed. Recommendations are made concerning choices of values for those parameters which can be assigned at the discretion of the investigator."], ["An Empirical Study of the Stabilities of Estimators and Variance Estimators in Unequal Probability Sampling of Two Units per Stratum", "Stabilities of estimators of the population total and stabilities of their variance estimators are compared for the following methods of sampling two units per stratum: (a) the I.P.P.S. (inclusion probabilities proportional to size) methods of Brewer, Fellegi and Hanurav using the Horvitz-Thompson estimator, (b) Des Raj's and Murthy's methods of p.p.s. sampling without replacement, (c) the Rao-Hartley-Cochran method, (d) Lahiri's method using a ratio estimator and (e) p.p.s. sampling with replacement using the customary estimator. A wide variety of populations, natural as well as artificial, is used for this purpose. The empirical study is supplemented by a semitheoretical study based on an often-used super-population model. The two studies lead to the following major conclusions: (1) Murthy's method is preferable over the other methods when a stable estimator as well as a stable variance estimator are required. (2) The Rao-Hartley-Cochran variance estimator is the most stable, but their estimator might lead to significant losses in efficiency. (3) Hanurav's method does not lead to significant improvements over Fellegi's or Brewer's methods with regard to stability of the variance estimator."], ["Planning Some Two-Factor Comparative Surveys", "Finally, it is demonstrated that this double sampling procedure can be applied to estimation of the (finite) population mean when double sampling with stratification is used."], ["Comparison of Four Ratio-Type Estimates under a Model", "Mean square errors of the simple ratio estimate, the estimate obtained by Quenouille's method of bias reduction, Goodman and Hartley's estimate and the estimate proposed by Hartley are compared."], ["Spectral Properties of Non-Stationary Systems of Linear Stochastic Difference Equations", "A method is proposed to eliminate trends from a sample from a non-stationary system of linear stochastic difference equations. The auto-covariance matrix and the spectral density matrix of the detrended component of the sample are derived. The latter matrix turns out to have the same form as the spectral density matrix for a stationary system when expressed in terms of the roots of the system. Since the parameters of the system are assumed known throughout the paper, the problem of statistical inference does not arise."], ["An Approximation to the Wilcoxon-Mann-Whitney Distribution", "An approximation, based on the sum of independent uniform random variables, to the Wilcoxon-Mann-Whitney null-distribution, is proposed. Numerical comparisons with the normal approximation show that this uniform approximation is appreciably more accurate even when the smaller sample size is large. A table of percentiles of the distributions of the sum of independent uniform random variables is given for the uniform approximation. An extension of existing tables of percentiles of the exact distribution is also given."], ["A Recurrence Relation for Distribution Functions of Order Statistics from Bivariate Distributions", null], ["Discrete Distribution Estimators from the Recurrence Equation for Probabilities", "A method is proposed for deriving an estimation procedure from the recurrence relationship between probabilities in a discrete distribution. It is limited to cases in which only one parameter occurs in the recurrence relationship. To find a confidence interval for the parameter we consider the estimating function obtained and this may be shown to be dependent on differences between the cumulative probability function and its estimated value."], ["Two-Sided Tolerance Limits for Normal Populations—Some Improvements", null], ["Life Testing and Reliability Estimation for the Two Parameter Exponential Distribution", "A Bayesian approach to the estimation of the parameters of a two-parameter exponential distribution and the reliability function associated with it is developed using censored samples. Bayesian point estimates are obtained for these three quantities and it is shown that under a suitable choice of the prior distribution and of the loss function they are approximately equivalent to the corresponding maximum likelihood estimates (MLE) and minimum variance unbiased estimates (MVUE). Also, Bayesian probability points and confidence points are obtained for both the parameters and their approximate equivalence is brought out."], ["A Table for Estimating the Mean of a Lognormal Distribution", "If experimental data have been analyzed using a logarithmic transformation of the actual observations, taking the antilog of the mean of the transformed variables yields a biased estimate of the mean μ of the original variable. To obtain an unbiased estimate of this mean a correction for bias must be applied. The table at the end of this note provides values of a function of the sample size and variance of data transformed to logarithms to base 10 which, when added to the mean of the transformed data, yields an unbiased estimate of the mean of the original variable after transforming back. This estimate is more efficient than the mean of the untransformed observations."], [null, null], ["New Chebyshev Polynomial Approximations to Mills' Ratio", "Approximations good to nine decimal places, in terms of the shifted Chebyshev polynomials, are given for Mills' Ratio over two pairs of ranges, [0, 1], [1, ∞] and [0, 2], [2, ∞]. It is shown how to derive polynomial approximations which give comparable accuracy."], ["The Distribution of the Logarithm of the Sum of Two Log-Normal Variates", null], ["Confidence Regions for Variance Ratios of Random Models", "Confidence regions are demonstrated for the two-way classification and three-stage nested model and a numerical example is included."], ["The Computation of the Unrestricted AOQL when Defective Material is Removed but Not Replaced", "The choice of a Dodge-Type continuous sampling plan is usually based upon the requirement of a maximum limit on the expected fraction of accepted defective material (AOQL). This limit is contingent upon the process producing the material being in “a state of statistical control”. White (1966) has provided a method by which a corresponding limit (UAOQL) can be obtained without the assumption that the process in statistical control. White assumed that all defective items were replaced by good items. This paper presents a method for calculating UAOQL's when defective items are removed but not replaced by good units."], ["Editor's Correction to Approximating the Lower Binomial Confidence Limit", null], ["Book Reviews", null], ["Forecasting Short-Term Economic Change", "Economic statisticians do not enjoy an untarnished reputation for accurate forecasting. We have managed, over the years, to come up with some memorable failures. While we have also had our share of successes, they are not as well remembered nor as numerous as we should like. Recently, however, we have begun to pay more attention to the record, and a substantial body of evidence on forecasting performance has accumulated. In this paper I propose to review this record, try to arrive at a balanced appraisal, and offer some suggestions for improvement."], ["A Subjective Evaluation of Bode's Law and an ‘Objective’ Test for Approximate Numerical Rationality", "An “objective” test is given for whether a number is “nearly rational”. The ratios of the sidereal periods of pairs of solar bodies, for a given primary, are found not to be significantly close to rational numbers except that there is a significant clustering near 1/2. (Tail area about 0.01). All ratios close to 1/2 are related to known or new Laplacian relations."], ["Discussion of Paper by I. J. Good, April 9, 1968", null], ["Anticipations and Investment Behavior in U. S. Manufacturing, 1947–1960", "The purposes of the paper are to test hypotheses about the internal structure of the investment process when viewed in this way, and to investigate whether forecasting actual investment expenditures by treating the investment process in this way can improve upon the method used by the OBE-SEC."], ["An Econometric Exploration of Indian Saving Behavior", "The purpose of the study is to throw some light on the saving behavior of urban Indian households. The nature of the effects on saving of income and net worth and their interactions are examined in detail for different socio-economic sub-groups. There is strong evidence that income and net worth significantly influence the level of saving. Contrary to the studies in advanced countries, home-owners had a much lower saving-income ratio than renters although the former had a slightly higher average income. A major reason for this may be the uncommon-ness of amortized mortgages in India, with no contractual commitment to save. Except for age 65 or over, mean income, saving and the saving-income ratio increased with age up to 45 years and thereafter declined. The age group 65 or over had a higher average income and saved the highest proportion of income. This is perhaps due to the prevalence of joint families in India."], ["Working Life Tables for Males in Ghana 1960", "This paper presents the results on the construction of a Working Life Table for males in Ghana, 1960. Comparisons of working life tables for Ghana and other industrialized countries such as the United States, England and Wales are made. In addition, some aspects of the uses of working life tables are considered, particularly the examination of annual losses from the actual working population and the factors determining the pattern of losses. It was estimated that out of the total number who left the working population of Ghana in 1960, 89.9% left on account of death and only 10.1% left on account of causes other than death. The total loss rate for Ghana in 1960 amounted to 23.3 per 1000 male working population; made up of rates 20.9 per 1000 for losses due to death and 2.4 per 1000 for losses due to retirement and other causes respectively."], ["Some Stochastic Versions of the Matrix Model for Population Dynamics", "The first model seems unsatisfactory as demographic theory, while the second does not account for the observed imprecision of population projections. The third model does, however, seem to provide a satisfactory method of estimating prediction variances of population projections."], ["Play the Winner Rule and the Controlled Clinical Trial", "Consider a clinical trial to compare two treatments where response is dichotomous and patients enter the trial sequentially. This paper investigates the conduct of such a trial where the “Play the Winner Rule” (PWR) is used to assign patients to the different therapies. The implementation of the PWR in a clinical trial tends to place more patients on the better treatment. Both theoretical and numerical investigations show that over a wide range of situations this rule leads to near optimum results when used in a two-stage manner. Furthermore, these results are insensitive to optimum sample size requirements."], ["The Multiple Sample Up-and-Down Method in Bioassay", null], ["A Solution to the Problem of Linking Multivariate Documents", "Section 1 identifies three document linkage problems. Sections 2 and 3 deal with the mathematical formulation of the multivariate document linkage problem. Section 4 gives the classification procedure and Section 5 deals with the application of the theory to a problem in the field of public health."], ["Some Methods of Probability Non-Replacement Sampling", null], ["Concepts of Independence for Proportions with a Generalization of the Dirichlet Distribution", "The concepts are used to obtain conclusions of biological interest for data on bone composition in rats and scute growth in turtles."], ["Lamst and the Hypotheses of No Three Factor Interaction in Contingency Tables", null], ["The Compound Multinomial Distribution and Bayesian Analysis of Categorical Data from Finite Populations", null], ["Note on the Multivariate and the Generalized Multivariate Beta Distributions", "In this paper some properties of the multivariate Beta distributions are discussed. Specifically it is shown that the density of the multivariate Beta I distribution can be decomposed as a product of independent ordinary Beta I densities and the Dirichlet densities, while the density of the multivariate Beta II distribution as a product of independent ordinary Beta II densities and the inverted Dirichlet densities. Some extentions of the results to the generalized multivariate Beta distributions are indicated."], [null, null], ["Small-Sample Properties of Several Two-Stage Regression Methods in the Context of Auto-Correlated Errors", null], ["On Theil's Mixed Regression Estimator", null], ["The Equilibrium Covariance Matrix of Dynamic Econometric Models", "This paper presents a convenient form for the asymptotic, or equilibrium, covariance matrix of the endogenous variable vector of a dynamic econometric model."], ["Tests for Randomness of Directions against Two Circular Alternatives", "Tests for randomness are described, when the data consists of points on the circumference of a unit circle, and the alternative to the uniform distribution (randomness) is either a unimodal or a bimodal distribution: the von Mises distribution or an adaptation. Tables of significance points are given for the test statistics, and the power is used to give a table of sample sizes needed to detect a given degree of clustering, measured by the parameters of the distributions. This paper is a close parallel, for two dimensions, to Stephens [15], which gave corresponding tests and tables for three dimensions."], [null, null], [null, null], ["Asymptotic Joint Distribution of Linear Systematic Statistics from Multivariate Distributions", "The asymptotic joint distribution of an arbitrary number of linear systematic statistics (that is, linear combinations of order statistics), when observations are made on a random vector, is shown to be normal under fairly general conditions. The linear systematic statistics may correspond to the same or to different components of the vector. Formulas for evaluating the parameters of the asymptotic normal distribution are derived. As an illustration, these are applied to the case of trimmed means when the distribution sampled is bivariate normal."], ["Exact Three-Order-Statistic Confidence Bounds on Reliable Life for a Weibull Model with Progressive Censoring", null], ["A New Test for Heteroskedasticity", "The paper also summarizes another test due to S. M. Goldfeld and R. E. Quandt and examines the powers of the two by using Monte-Carlo simulations: the new test seems to compare favourably, except perhaps in the case of large samples."], ["Simultaneous Confidence Intervals for Variances", null], ["An Inequality for a Class of Bivariate Chi-Square Distributions", null], ["Missing Observations in Multivariate Statistics III: Large Sample Analysis of Simple Linear Regression", null], ["Missing Observations in Multivariate Statistics—IV: A Note on Simple Linear Regression", null], ["Correlation Coefficients Measured on the Same Individuals", null], ["Shorter Confidence Intervals Using Prior Observations", null], ["On the Kolmogorov-Smirnov Test for the Exponential Distribution with Mean Unknown", "A table is given in this note for use with the Kolmogorov-Smirnov statistic for testing whether a set of observations is from an exponential population when the mean is not specified but must be estimated from the sample. The table is obtained from a Monte Carlo calculation."], ["Book Reviews", null]]}