{"1970": [["Empirical Evidence on the Formation of Price Expectations", "This article investigates empirical evidence on the structure of price expectations in the United States during the post-Korean War period. The study utilizes semiannual data which describe price expectations for six months and twelve months ahead. The objective is to use these two sets of data to test some of the well-known expectational hypotheses. Incidental to this we determine whether expectations satisfy the rationality hypothesis, and we briefly consider the accuracy of the predictions."], ["Developments in Trading Patterns in the Common Market and EFTA", "The purpose of this article is to examine the trading relations of these two markets between 1960 and 1967 using a particular measure of trading intensity. The concern is changes in trading patterns and their causes rather than the welfare implications of such changes."], ["Determinants of Retail Sales in Large Metropolitan Areas, 1954 and 1963", "This article presents several specifications of a retail sales model to explain the differential sales of retail goods and services in large Standard Metropolitan Statistical Areas in 1954 and 1963. Stepwise regression is employed and some hitherto unused regressors such as local government expenditures and taxes are introduced to compare different forms of the model specification. Tests on the stability of the relevant elasticities obtained in the model over time and on the predictive accuracy of this model are performed. The results of these tests support the stable elasticities hypothesis and show very high predictive accuracy for the model."], ["A Stochastic Model for Occupancy-Related Random Variables in General-Acute Hospitals", "With one exception published results of empirical field studies of the behavior of the daily census can be explained by this model and in no case are these results in contradiction of the model."], ["Practical Solutions of the Behrens-Fisher Problem", "The Behrens-Fisher problem is that of comparing the means of two populations when the ratio of their variances is unknown. Solutions are discussed in terms of interval estimation and testing. Of the six solutions compared, three are preferred by the writer and judged practical, and for these, approximations are given for the power of the tests."], ["Distribution of Residual Autocorrelations in Autoregressive-Integrated Moving Average Time Series Models", null], ["Applied Regression and Analysis of Variance for Stationary Time Series", "In the area of applied time series analysis a commonly occurring problem involves the detection and estimation of signals (regression functions) imbedded within a collection of independent identically distributed noise processes. A general linear model which represents each observed time series as the sum of a wide sense stationary error process and a vector of regression functions operated on by a matrix of time invariant observables includes as special cases many signal models of interest. In this article a possible unified approach to estimation and tests of hypotheses for this linear model is presented. Asymptotic regression estimates and analysis of variance (power) tables are presented in the frequency domain and simple derivations for the probability distributions of the sums of squares are given. The resulting analysis of power partitions the spectral power in each frequency band into components which can be attributed directly to each of the regression functions. As an example, a sample of ten time series is analyzed which contains a mean value function and an effect function in the presence of error."], ["Estimation of Stationary Stochastic Regression Parameters", "This article considers repeated regression experiments wherein the regression parameters vary according to a stationary stochastic process with known covariance structure. Expressions are derived for best linear estimators and predictors of linear functions of the regression parameters."], ["Sequential Signed-Rank Test", null], ["On the Loss of Information in Combined Inter- and Intra-Block Estimation", "Any procedure of combining inter- and intra-block information involves use of the ratio of the inter-block variance to the intra-block variance. Since this ratio is not known but is estimated, some loss of information is to be expected. This loss is measured here by computing actual gain over the information provided by the intra-block estimate and expressing it as a percentage of the maximum gain possible (when the ratio of variances is known). The results for four BIB designs and comments are given in Section 2."], ["Design Criterion for Minimum Bias Estimation of Response Surfaces", "Minimum bias estimation for response surfaces is reviewed and the experimental design problem for this estimation procedure considered. A protection criterion is introduced and certain implications considered. The important single factor models are studied and results given. The criterion is also applied to a multifactor first order surface with protection against second and third order terms."], ["Independent Stepwise Residuals for Testing Homoscedasticity", null], ["Conditions under Which Mean Square Ratios in Repeated Measurements Designs Have Exact F-Distributions", null], ["Hypothesis Testing Incorporating a Preliminary Test of Significance", null], ["An Optimum Test Property of Two Weil-Known Statistics", "A test is scale and location invariant when the decision to accept or reject is not affected by multiplying each data point by the same positive constant or by adding the same constant to each data point. Two well-known statistics are shown to be test statistics of certain most powerful scale and location invariant tests: the ratio of range to standard deviation for normality versus uniformity, and the ratio of minimum deviation to standard deviation for normality versus exponentiality. The most powerful scale and origin invariant test of uniformity versus exponentiality is also considered."], ["Inferential Procedures for the Generalized Gamma Distribution", null], ["Quasi-Independence and Maximum Likelihood Estimation in Incomplete Contingency Tables", null], ["A Comparison of Minimum Logit Chi-Square Estimation and Maximum Likelihood Estimation in 2×2×2 and 3×2×2 Contingency Tables: Tests for Interaction", "The exact level and power of the tests were computed by enumeration for 2×2×2 tables and by enumeration and Monte Carlo sampling for 3×2×2 tables. In general, the exact levels of the minimum logit chi-square tests and the Pearson chi-square tests are better approximated by the tabular chi-square. distribution than are the levels of the likelihood ratio tests. The exact levels of tests based on minimum logit chi-square estimation are better approximated than the exact levels of tests based on maximum likelihood estimation. No important differences in power were observed."], ["Maximizing the Correlation of Grouped Observations", "A continuous bivariate distribution is grouped by intervals on the margins so as to obtain a discrete bivariate distribution. Marginal variates are considered which are the scores (or mean values) on the intervals of the first canonical variables associated with the ungrouped distribution. A method is suggested for choosing the end points of the intervals so as to obtain the maximum possible correlation between these marginal variates. The solution is exact when only one margin is grouped and approximate when both are. Tables of interval end points (in terms of the c.d.f.) and of the resulting correlation are given for the case of a bivariate normal distribution."], ["Power of Bivariate Studentized Maximum and Minimum Modulus Tests", null], ["An Empirical Study of Stabilities of Estimators and Variance Estimators in Unequal Probability Sampling (n = 3 or 4)", null], ["Additional Factors for Calculating Prediction Intervals for Samples from a Normal Distribution", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Definitional and Design Aspects of the Canadian Job Vacancy Survey", "Because it is intended to use the JVS as a vehicle for the collection of supplementary data from time to time, the computer systems which support the survey have been designed to give as much flexibility as possible to the processing of survey data."], ["Balanced Repeated Replications for Standard Errors", null], ["Variability of Treatments and Experimental Units in the Design and Analysis of Experiments", "The design and analysis of experiments should take into account all of the major sources of variability that are expected to influence the responses. In this article a description is given of types of commonly used experimental plans that do not permit useful inferences to be made from the effects of treatment comparisons because they do not allow for the estimation of all major sources of variability that affect the treatment comparisons."], ["Piecewise Regression", "A difficult regression parameter estimation problem is posed when the data sample is hypothesized to have been generated by more than a single regression model. To find the best-fitting number and location of underlying regression systems, the investigator must specify both the statistical criterion and the search-estimation procedure to be used. The approach outlined in this article is essentially a wedding of hierarchical clustering and standard regression theory. As the name suggests, piecewise regression may be described as a method of finding that piecewise continuous function which best describes the data sample. Computational procedures and a fully-worked example, together with possible extensions, are provided."], ["The Age-Incidence of Death from Smoking", "In making such computations, it was assumed that all differences between smokers' and non-smokers' death rates derived from the mortality effect of cigarettes. The meaningfulness of the computations is completely dependent on the accuracy of this underlying premise."], ["Predictive Accuracy of Quarterly and Annual Aggregate Saving Functions", null], ["Measurement of Citrus Demands When all Variables are Subject to Error", "The hypothesis that consumers use a two-stage procedure to maximize a utility function in which food items are strongly separable from non-food items is combined with prior information about food price correlations to derive statistically manageable demand equations for fresh oranges and frozen orange concentrate. Special attention is given to the problem of measuring demand when all the variables are measured with error. A new statistical method, which yields consistent demand parameter estimates when such errors are present, is used to compute price and income elasticities of demand."], ["A Direct Test of Friedman's Permanent Income Theory", "After reviewing Friedman's time series model, this article presents a test of whether or not permanent consumption and transitory income are correlated. We conclude utilizing essentially the same data series and the same measure of permanent income as Friedman that a significant positive correlation exists between these variables as well as between permanent and transitory income."], ["Testing a Model of the Term Structure of Interest Rates by Simulation of Market Forecasts", "This article is concerned with testing a model of the term structure of interest rates. The model relates the term premiums embodied in forward rates to the level of interest rates and an index of business confidence. Theoretical considerations suggest that the latter variables are inversely related to term premiums. Empirical implementation focuses on the use of optimal forecasts of spot rates implied by time series models as simulated values of market forecasts. Tests of the model using the Durand data for 1900–1958 indicate the presence of the inverse relationships suggested."], ["Capital Appropriations and Investment Behavior", "The present study is based on the investment theory developed by Dale Jorgenson. Appropriations data are available from the NICB Survey and investment expenditures data from the OBE-SEC Survey. Here, the appropriations data have been raised to the OBE-SEC level. Investment functions based on the theory are first fitted to each stage separately; then, taking account of the interrelationships between the stages, combined estimates are discussed. The empirical results have been obtained for 15 sub-industries and three aggregate industries of U. S. manufacturing for the sample period 1955, first quarter, to 1964, fourth quarter. The results support the hypothesis that appropriations occur earlier than anticipations in the investment process and that appropriations are very sensitive to current changes in economic conditions."], ["On Measuring Geographic Mobility", "The local administrative units used to define internal migration vary greatly in size and shape from country to country. Because no statistical procedure has been devised to correct for the variation, it has not been possible to compare in a very exact manner different countries in terms of the amount of geographic mobility within their borders. One way of circumventing the problem is to ignore migration-defining areas altogether and to consider all moves. This article examines statistics on residential mobility for the United States, Canada, Great Britain, and Japan."], ["A Test Procedure for the Simulated Plant-Record Method of Life Analysis", "A chi-square test procedure is proposed that would establish the reasonableness of assuming a dispersion and average service life selected by the Simulated Plant-Record method of life analysis to be descriptive of the mortality characteristics of an industrial property plant account."], ["The Cube Law Revisited", null], ["Zipf's Law and Prior Distributions for the Composition of a Population", "The limiting distribution of frequencies of frequencies as the population size becomes large is obtained under Bose-Einstein and Maxwell-Boltzmann forms of the classical occupancy problem, when the number of cells is random and has a prior distribution. A rich variety of limiting distributions is obtained, including weak forms of Zipf's Law and the Fisher logarithmic series distribution. Lizards are compared to the weak form of Zipf's Law, and some speculations are made in regard to this law."], ["Calibration and Statistical Inference", "This article presents an elementary statistical model from which inferences in the form of probability statements are drawn. These are compared with the inferences derived from the corresponding classical and Bayesian models of the same phenomenon. The example concerns a measuring device, and the problem of calibration is discussed. The method of analysis extends to a wide range of common statistical applications, notably those described by multivariate and linear regression models."], ["Some Probability Inequalities of Multivariate Normal and Multivariate t", null], ["Sufficiency and Exponential Families for Discrete Sample Spaces", "All known theorems of the Darmois-Koopman-Pitman type are based on the assumption of absolutely continuous probabilities. In this article, a Darmois-Koopman-Pitman type theorem is proved for families of probability measures that are defined on discrete sample spaces. Two assumptions are imposed on the sufficient statistic for the family: (1) the range space of the sufficient statistic can be completely ordered, and (2) this ordering of the range space of the sufficient statistic has a certain regularity property. Under (1) and (2), it can be proved that the given family is exponential of order 1."], ["The Characterizations for Exponential and Geometric Distributions", null], ["Inadmissibility of the Usual Scale Estimate for a Shifted Exponential Distribution", null], ["Asymptotically Robust Estimators of Location", null], ["On Nonparametric Estimation and Testing for Interactions in Factorial Experiments", "Some optimum nonparametric tests and estimates for contrasts of interactions in two-factor models with replications are proposed and discussed. These procedures are based on nonparametric estimates of the type considered by Hodges and Lehmann [4]. Unbiasedness and joint asymptotic normality of the estimates are proved and the asymptotic efficiencies relative to the least squares procedure is found. It is shown that, in the special cases of Wilcoxon and normal scores, these methods are more robust than least squares against changes in the underlying distribution. Also, confidence intervals based on the above procedures are investigated (c.f. [12]). An example is given to explain the computations."], ["On the Nonparametric Tests of David and Fix for the Bivariate Two-Sample Location Problem", "Some large-sample properties of the three nonparametric tests of David and Fix for the two-sample bivariate location problem are given. In particular the Pitman A.R.E.s of the tests against some ‘normal-theory’ competitors are shown to be satisfactory in most cases for a number of ‘near-normal’ bivariate distributions. Their performances in some mixtures of bivariate normal distributions prove to be particularly convincing. A useful relationship between the three test statistics is indicated."], ["Properties of a Rank Test of Cronholm and Revusky", "Cronholm and Revusky [4] have proposed a rank test based on independent subexperiments for the comparison of a treatment effect with a control when the treatment is destructive but the control produces at most a transient effect. This article provides a thorough study of its performance under two sampling situations. With the aid of a computer, the exact small sample power of the test is evaluated for some important alternatives. A modification of the test is proposed for the situation where numerical measurements are available rather than merely the ranks within each stage. The modification is found to substantially improve the power. Both tests are shown to be unbiased. Finally, the Pitman asymptotic efficiencies are obtained and comparisons are made with the appropriate Wilcoxon tests."], ["A Test for a Shifting Slope Coefficient in a Linear Model", "A locally most powerful test is developed for the hypothesis that a slope coefficient in a linear time series model is stable, against the alternative that the slope shifts exactly once somewhere in the series. Analysis of the procedure using artificial data indicates good power characteristics even when the ratio of the shift size to the error variance is moderate—especially if the shift does not occur very near either end of the series. Power also depends on the pattern of the independent variables and on whether the error variance is known or must be estimated using the residuals about the regression line."], ["On the Efficiency of Ordinary Least-Squares in Regression Models", "For all regression models containing a common subset of explanatory variables, a necessary and sufficient condition for the ordinary least-squares estimators to be also best linear-unbiased estimators is given. The stochastic properties of the variances and covariances estimated by ordinary least-squares are derived. Five examples, especially useful in economic applications, are studied. The relevance of the basic result of this article for regression models containing a set of dummy variables is stressed."], ["Systematic Biases in Panel Surveys Due to Differential Nonresponse", "Numerical examples are presented to show that in some situations, which appear to be innocuous, the potential bias effects of the differential response probabilities can be very large."], ["A Double Sampling Scheme for Estimating from Binomial Data with Misclassifications", null], ["The Maximum-Likelihood Estimate for Contingency Tables with Zero Diagonal", null], ["The Small Sample Power of One-Sided Kolmogorov Tests for a Shift in Location of the Normal Distribution", "The powers of several one-sided Kolmogorov tests for a shift in the location of a normal distribution with known variance are computed and compared. An accurate approximation to the power of the ordinary Kolmogorov test for this problem is also given."], ["Book Reviews", "Sampling Inspection and Quality Control, G. Barrie Wetherill. London: Methuen and Co., Ltd., 1969. viii + 128 pp. $4.00. Reviewed by D. B. O."], ["Editorial Board Page", "This article has no abstract"], ["On the Appropriateness of the Correlation Coefficient with a 0, 1 Dependent Variable", "It is noted that with a 0,1 dependent variable, the correlation ratio is likely to be a better measure of the degree of relationship than the coefficient of determination because it is free of restrictions on the functional form of the relationship. The article then considers the mean error probability and the average conditional entropy as alternative measures. Finally, the article emphasizes that the purpose for using the relation between the independent and dependent variable should govern the development of an appropriate model and the measure to be used for deciding which of several independent variables is best."], ["A Reevaluation of the Predictive Ability of Plant and Equipment Anticipations", "This article suggests that anticipations alone do a better job of forecasting business plant and equipment expenditures than fitted functions which include only non-anticipatory data. Anticipations can also make a significant contribution in the presence of such data. Since previously published studies have come to different conclusions, the focus of this article is an evaluation of the methodology and results of those studies."], ["Forecasting Specific Turning Points", "The trade-off between accuracy of the call of a specific turn and the recognition lag is calculated for 17 monthly series from the NBER short list of indicators based on smoothing by Months of Cyclical Dominance (MCD), Average Duration of Run (ADR), and Declining Weights (DW). With a two-month recognition lag and only 1/3 of calls correct, both MCD and DW outperformed ADR. MCD was relatively better for smooth and ADR for irregular series. With each series smoothed to obtain 50 percent likelihood changes are cyclical, the typical leading series led reference peaks by seven months but showed no lead at troughs."], ["Measuring the Value of Housing Quality", "The analysis indicates that the quality of the bundle of residential services has about as much effect on the price of housing as such objective aspects as the number of rooms, number of bathrooms, and lot size. The analysis also confirms the influence of neighborhood schools on the value of residential properties and indicates that rental properties in the ghetto may be systematically more expensive than those located outside of the ghetto."], ["A Report on the Accuracy of Some Widely Used Least Squares Computer Programs", "Linear least squares test problems based on fifth degree polynomials have been run on more than twenty different computer programs in order to assess their numerical accuracy. The programs tested, all in present-day use, included representatives from several statistical packages as well as some from the SHARE library. Essentially five different algorithms were used in the various programs to obtain the coefficients of the least squares fits. The tests were run on several different computers, in double precision as well as single precision. By comparing the coefficients reported, it was found that those programs using orthogonal Householder transformations, classical Gram-Schmidt orthonormalization or modified Gram-Schmidt orthogonalization were generally much more accurate than those using elimination algorithms. Programs using orthogonal polynomials (suitable only for polynomial fits) also proved to be superior to those using elimination algorithms. The most successful programs accumulated inner products in double precisionand made use of iterative refinement procedures."], ["Response Error and Questioning Technique in Surveys of Earnings Information", "When the estimates were compared with employer earnings data, it was found that for surveys dealing primarily with urban, low income neighborhoods, the broad question approach was as accurate as the work history method, and therefore, was preferable because of its lower cost and greater ease of use. For surveys of higher income groups, however, the work history approach provided more accurate earnings estimates. Here, the researcher will have to weigh the improved accuracy of the work history against its disadvantages. The relative response errors using the two approaches are presented to facilitate this decision."], ["Distributional Effects in Demand Analysis: Observations and Predictive Tests", "Most previous empirical demand analyses using time series data have ignored the possible demand effect due to temporal variation in the population's demographic structure. Following an earlier study by Lippitt, this demand effect is denoted as a distributional effect. This article summarizes results of predictive tests designed to isolate the contribution to predictive accuracy attributable to the distributional effect. Nine expenditure categories are included in the predictive tests. With the exception of two expenditure categories (house operation and house furnishing), the distributional effect was not found to contribute to predictive accuracy."], ["Estimation of Dynamic Demand Relations from a Time Series of Family Budget Data", "The demand parameters are estimated by fitting dynamic and static equations to a time series of Japanese multi-cross-section data using various methods. The results indicate that habit formation is predominant and income is much more important than prices and that it is worthwhile to use dynamic forms."], ["Coefficient of Interarea Variation as a Measure of Spatial Income Inequality", "“How large would an areal grouping of political units have to become in order to reduce substantially the income fragmentation associated with the political fragmentation of the large metropolitan areas?” Generally the county is the size short of metropolitan status that provides a substantial reduction in the existing interarea variations in income."], ["A Quantitative Measure of the Risk Factor in Investment Decisions", "Investment theory has traditionally divided risk into two parts: (1) the risk of business failure and (2) the uncertainty associated with cash flow prediction. Analysis then proceeds to disregard attrition as a variable and to focus on cash flow forecasting. Though high attrition may be typical in the pattern of industry growth, it is certainly an attribute of structural development that has not been investigated extensively. This article explores the character of attrition and develops an analytical device that may be used to adjust separately estimated cash flows for the risk of failure."], ["A Discriminant Analysis of Employment in Defense and Nondefense Industries", "For production employment in the defense group, the above cited measures were important and a fourth, average monthly rate of change, was found to contribute significantly. In this series the measure of amplitude did not have as great a discriminating power as in the former. The measure of symmetry, however, was found to be more important."], ["A Stochastic Model for Determining the Economic Prospects of Petroleum Exploration over Large Regions", "It is hypothesized that the spatial occurrence of petroleum reservoirs can be represented by a Poisson process and that the sizes of the individual reservoirs are lognormally distributed. The total petroleum reserves occurring in any unit of space of arbitrary size within a region can thus be represented as a sum of lognormal random variables where the number in the sum is determined by a Poisson process. These hypotheses are tested, and a sampling experiment is conducted to demonstrate the estimation procedure."], ["Empirical Evaluation of Some Chi-Square Tests for the Order of a Markov Chain", "This article reports a Monte Carlo evaluation of the levels of significance of chi-square tests for the order of two- and three-state Markov chains. Results are consistent with asymptotic theory only when samples are quite large."], ["Tables of Normal Percentile Points", null], ["Sequential Modification of the UMP Test for Binomial Probabilities", "The early decision version of the uniformly most powerful (UMP) fixed-sample-size test for binomial probabilities, as described for instance by Alling [1], is modified by changing all continuation points which lie on or below a line with specified slope into acceptance points. The modification reduces the average sample number (ASN) for small values of the binomial probability with only a slight loss of power. Approximate formulas for the ASN and power function of the resulting test are presented and a small sample comparison made with other sequential tests."], ["On the Posterior Mean and Variance of a Population Mean", null], ["Optimal Design of Sampling from Finite Populations: A Critical Review and Indication of New Research Areas", "The design of sampling from finite populations is receiving increased attention in the statistical literature. This article presents a critical review of past studies and new developments and outlines areas meriting further study and research. Bayesian and non-Bayesian approaches are analyzed but are not offered in a normative manner. Both points of view and the extent to which they provide differences in survey sample design are discussed and examined. These differences are highlighted in stratification procedures, stratified sampling allocation, multivariate designs, and designs with varying inclusion probabilities."], ["Truncation Effect in Closed and Open Birth Interval Data", "It is doubtful whether the current emphasis on securing such data is justified. Certainly, further investigation is needed to provide a better basis for the definition and analysis of interval data if they are to be used."], ["The Geometry of a Two by Two Contingency Table", "In this article, we discuss ideas about two by two contingency tables in terms of the geometry of the three dimensional simplex. In particular, we derive the loci of points corresponding to certain classes of two by two tables. We relate the geometry to a discussion of the mean square contingency, which is also associated with rejection regions for the chi-square goodness of fit test for independence."], [null, null], ["Estimation of Pareto's Law from Grouped Observations", "The problem of estimating the scale parameter in the Pareto distribution from grouped observations is considered. Several estimators—the maximum likelihood estimator and four variants of least squares—are evaluated. Most of these have identical BAN properties but require nonlinear computations. A linearized BAN estimator is constructed, and numerical illustrations are provided."], ["Least Squares and Grouping Method Estimators in the Errors in Variables Model", null], ["On Mixtures of Distributions with Applications to Estimation", null], ["On Analyzing Mixed Samples", "This article describes the application of the method of moments and the maximum likelihood method to identify the population of origin of each observation when it is thought that the data are a mixture of random observations from two different populations. Specifically, four cases in which both the populations belong to the binomial, the negative binomial, the Poisson or the hypergeometric family are discussed. Both methods also yield estimates of the parameters of the populations involved. The asymptotic sampling distributions of the moment estimators are given, and the methods are illustrated by an example."], ["Optimum Sample Size for a Problem in Choosing the Population with the Largest Mean", null], ["Probability Sampling with Marginal Constraints", "Some schemes are presented, with algorithms for sample selection, which are possible alternatives to such schemes as quota sampling, deep stratification, controlled selection, lattice sampling and two-way stratification. The schemes can deal effectively with multi-dimensional universes with any degree of disproportionality in cell sizes including those with empty cells. Their adaptability to multi-stage sampling is indicated."], ["Extensions of the General Linear Hypothesis Model", "In the conventional general linear model it is often possible to examine a more complete model that includes nonlinear terms. This is an extension of a test for non-additivity by Tukey and a generalization of that test by Scheffé. This article shows explicitly how the theory of the well-known general linear model can be used for these problems and illustrates some extensions and computing procedures."], ["The Analysis of Structural Effects in Experimental Design", null], [null, null], ["On Using an Incorrect Value of ρ in Group Divisible Two-Associate PBIB Designs", "In the problem of recovery of inter-block information in incomplete block designs, the ratio ρ of the inter-block variance to the intra-block variance which plays a key role is usually unknown. This article studies the loss of information on treatment estimation and treatment contrast estimation due to using some value ρ* in place of ρ. It is seen that for the group divisible two-associate partially balanced incomplete block (PBIB) designs, this loss is generally small."], ["Linear Estimation of the Location and Scale Parameters of the Cauchy Distribution Based on Sample Quantiles", null], ["Sample Sizes for Approximate Independence of Largest and Smallest Order Statistics", null], [null, null], ["A Test of Fit for the Negative Binomial and other Contagious Distributions", null], [null, null], ["Multiple Regression with Inequality Constraints: Pretesting Bias, Hypothesis Testing and Efficiency", "This article analyzes, within the context of the standard multiple regression model, the problem of handling inequality constraints specifying the signs of certain regression coefficients. It is common econometric practice when regression coefficients are encountered with incorrect sign to delete the variables in question and reestimate the equation. This article shows that this procedure causes bias and can lead to inefficient parameter estimates. Furthermore, we show that grossly exaggerated statements concerning significance levels are likely to be made when other regression coefficients in the model are tested with the final regression obtained after deleting variables with incorrect sign."], ["A Characterization of Hypergeometric Distributions", null], ["Size Allometry: Size and Shape Variables with Characterizations of the Lognormal and Generalized Gamma Distributions", "The use of functional relationships in allometry is contrasted with the approach developed here. Also, size and shape variables are used in characterizations of the lognormal, gamma and generalized gamma distributions. The results, given in a biological context, are of interest in size and shape studies generally."], ["Small Sample Behavior of Some Robust Linear Estimators of Location", "Originally, Tukey justified the use of the trimmed mean as a robust estimator because of its high efficiency in large samples from contaminated normal data. The means, variances and covariances of the order statistics in small samples (of size ≤ 20) from a standard normal distribution contaminated by various fractions (.01, .05 and .10) of a normal distribution with mean 0 and scale parameter 3 are derived. The small sample behavior of various robust linear estimators is then discussed. At sample size 20, the variances of the usual robust linear estimators are seen to be well approximated by asymptotic theory. If one assumes that the observations come from one of the following distributions: Cauchy, double-exponential, normal, contaminated normal or logistic, then the asymptotically maximin efficient estimator, the 27 1/2 percent trimmed mean, is the maximin efficient estimator in our family at sample size 16. However, its minimum relative efficiency is less at sample size 16 than asymptotic theory suggests. With the Cauchy distribution deleted from the above family, the maximin efficient linear estimator is the 20 percent trimmed mean for all sample sizes studied."], ["Linear Interpolation within McCornack's Table of the Wilcoxon Matched Pair Signed Rank Statistic", null], ["Percentage Points of Some Non-Parametric Tests for Independence and Empirical Power Comparisons", null], ["Tables of Poisson Sums of Normal Variables", null], ["Book Reviews", "Combinatorial Mathematics and its Applications. The University of North Carolina Monograph Series in Probability and Statistics. Chapel Hill, N. C.: University of North Carolina Press, 1969. 602 pp. $16.50"], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Statisticians and Shoemakers (“Who is Worse Shod than the Shoemaker's Wife,” from Heywood's Proverbs.)", "Statistical data have become increasingly important with the past 20 years showing rapid growth in several areas, particularly in the production of general-purpose statistics. Despite these advances, the author contends that statisticians have largely failed to apply their skills to measuring demand for, and supply of, statistical data. Recommendations are offered for reducing this neglect and encouraging a new comprehensive treatment of the subject."], ["Some Effects of Errors of Measurement on Multiple Correlation", null], ["Collegiate Football Scores, U.S.A.", "As one would expect, differences in scores of 7, 14, 21, 28, 34, and 35 are especially frequent. When average total score in the game is plotted against difference of score, the fitted curve is approximately a hyperbola. Simulated scores of games obtained by drawing two team scores at random give an average difference in scores of 14.7, considerably less than the actual average difference of 16.7. In 1967 at least, the Southwestern conference and the Big Ten were each composed of teams more closely matched then average pairs of teams. Ivy League teams were more disparately matched than average, and the Pacific Eight and the Southeastern Conference were about as well matched as the average pairing. Results for the 1968 season were similar to those for 1967, but average scores were about two points higher for both winner and loser."], ["An Experimental Comparison between Fixed Weight and Linear Programming Food Price Indexes", "A linear programming food price index permits the possibility of routine substitutions in response to price changes, while a fixed weight index does not. This paper cites a variety of evidence indicating that consumers do trade off among foods in response to both long-term and seasonal price changes. Implications of this for food price indexes are discussed. A linear programming food price index is then developed, based on an empirical menu-planning model, and compared with corresponding fixed weight price indexes over a nine-month period. The linear programming index shows a significantly smaller increase in food prices over the nine-month period than the fixed weight index with initial period weights."], ["The Multiple Uses of Primary Sampling Areas of National Probability Samples", "This article discusses the use of existing samples of primary sampling areas for special subpopulations. Existing samples are shown to be more efficient in most cases because the costs of developing new field organizations are large relative to the reductions in sampling variance obtained in the new sample. Procedures are specified for modifying an existing sample if there are too few PSU's or if the PSU's are too small."], ["Ideal Multiple-choice Items", "A multiple-choice item is called ideal if all its alternatives are equally attractive to every person who cannot answer the item correctly without guessing. This paper discusses reasons for attempting to construct ideal items, develops methods for testing whether items are ideal or at least more nearly ideal than other items, and presents examples of both ideal and nonideal items."], ["Forecasting Daily Hog Prices and Quantities: A Study of Alternative Forecasting Techniques", "Relatively few investigations treat the problem of short-run or daily price and quantity variations. This study concerns forecasting daily hog prices and quantities in selected terminal markets in the U. S. by using various causal and noncausal models. The purpose is to examine the economic and mathematical characteristics of the time series data, and then compare the developed models in terms of their forecasting ability. The performance of each model is evaluated using the Theil coefficient."], ["Discriminatory Bias in Rates Charged by the Canadian Automobile Insurance Industry", "Automobile insurance rates in Canada are promulgated by the Canadian Underwriters' Association (the C.U.A.) and all member companies are bound to adhere to them. Other rate schedules are set out by the Independent Automobile Insurers' Conference and by the Independents, but these usually conform very closely to the C.U.A. rates, so that the C.U.A. rate manual actually provides the basis for all automobile insurance premiums in Canada [2]. Consequently, the question of whether the C.U.A. rate-making procedure yields premiums which accurately reflect risks is interesting. In this study, the determining features of the C.U.A. approach are applied to situations in which risks are known. Comparison of C.U.A. rates with actual risks then yields an assessment of the validity of the C.U.A. procedure."], ["A Problem in Integration of Surveys—A Case Study", null], ["A Model of the Distribution of Federal Expenditures among States", null], ["A Nonparametric Approach to Credit Screening", "Most commonly used credit screening methods are based on Fisher's linear discriminant function for quantitative variates. The variables actually used in credit scoring are usually, however, qualitative occurring as high/low, or present/ absent. We present a nonparametric approach to the credit screening problem. In our method we do not assume multivariate normality nor do we apply any arbitrary scaling procedures to the qualitative variables. We classify an observation to that group with which it has most in common, this being done so as to minimize expected loss from misclassification. It is a variant of the “closest neighbor” rule. The misclassification probabilities of our screening rule are obtained by a jack-knife method. An empirical method for the selection of variates for screening is also given. The possibilities for adopting the method to an on-line computer system is discussed with an illustrative example."], ["Note on the Cochran Q Test", null], ["Estimation of Heteroscedastic Variances in Linear Models", null], ["Covariance Matrix Estimation in Linear Models", "In regression analysis with heteroscedastic and/or correlated errors, the usual assumption is that the covariance matrix σ of the errors is completely specified, except perhaps for a scalar multiplier. This condition is relaxed in this paper by assuming only that σ has a certain pattern; for example, that σ is diagonal or partitionable into a diagonal matrix of sub-matrices. The method used for estimating σ is the standard procedure of equating certain quadratic forms of the observations (in this case, squares and products of residuals from regression) to their expectations, and solving for the unknown variances and covariances. A numerical example illustrates the method."], ["Testing Overidentifying Restrictions When the Disturbances are Small", "Natural test statistics for the hypothesis that an equation is overidentified have been developed by Anderson and Rubin and by Basmann. If the disturbances are jointly normal, serially uncorrected, and small, both the above overidentification test statistics have the Fisher variance-ratio distribution asymptotically as the variance of the error terms gets small. This gives an analytic explanation of Monte Carlo results of Basmann. The results given apply to linear models in which predetermined variables are exogenous."], ["Estimation of Seemingly Unrelated Regressions with Autoregressive Disturbances", "Joint estimation of a system of linear regression equations with mutually correlated disturbances leads, in general, to more efficient estimates than estimation of each equation separately. A method of joint estimation developed by Arnold Zeller on the assumption that the disturbances are non-autocorrelated has recently been adapted by Richard Parks for the case in which this assumption does not hold. In the present article we develop several alternative estimators and compare their small-sample efficiency. The comparison is done with the help of a sampling experiment applied to various model specifications."], ["Estimation in Lognormal Linear Models", null], ["Estimators Based on Order Statistics of Small Samples from a Three-Parameter Lognormal Distribution", "While only complete samples are considered explicitly, the simple extension required to take care of censored samples is indicated."], ["The Multivariate Analysis of Qualitative Data: Interactions among Multiple Classifications", null], ["Household Surveys with Multiplicity", "In the household survey with multiplicity, sample households report information about their own residents as well as about other persons who live elsewhere, such as relatives or neighbors, as specified by a multiplicity rule adopted in the survey. Although sampling errors for the multiplicity survey are not necessarily smaller than those for the conventional survey in which sample households report for their own residents only, in most instances it should be feasible to assure a substantial reduction in sampling error by selecting appropriate multiplicity rules. Using alternative statistical models, it is demonstrated that under specified conditions, sampling errors for the multiplicity survey are necessarily smaller than those for the conventional survey, and the results give insight regarding the factors contributing to the efficiency of the multiplicity survey."], [null, null], ["Canonical Association between Nominal Measurements", "The problem of the measurement of association between two attributes is of importance in social sciences [5]. Following Hotelling [6, 7], Lancaster [9], and Kendall [8], the canonical structure of a two-way classification is obtained. Based on the canonical correlations, three measures of association are suggested. Their metric properties are summarized. One of the measures is shown to reduce to the measure suggested by Cramér [1]. Their large sample distributions are approximated on the null hypothesis of independence between the two attributes."], ["Selecting One of Two Treatments When the Responses are Dichotomous", null], ["Uniformly Most Accurate Upper Tolerance Limits for Monotone Likelihood Ratio Families of Discrete Distributions", "The theory of uniformly most accurate upper tolerance limits is presented for families of discrete distributions having monotone likelihood ratios. Explicit formulae are derived for binomial, negative-binomial and Poisson distributions. The relationship to systems of uniformly most accurate upper confidence limits is exposed."], ["On Extending the Bradley-Terry Model to Accommodate Ties in Paired Comparison Experiments", "This study is concerned with the extension of the Bradley-Terry model for paired comparisons to situations which allow an expression of no preference. A new model is developed and its performance compared with a model proposed by Rao and Kupper. The maximum likelihood estimates of the parameters are found using an iterative procedure which, under a weak assumption, converges monotonically to the solution of the likelihood equations. It is noted that for a balanced paired comparison experiment the ranking obtained from the maximum likelihood estimates agrees with that obtained from a scoring system which allots two points for a win, one for a tie and zero for a loss. The likelihood ratio test of the hypothesis of equal preferences is shown to have the same asymptotic efficiency as that for the Rao-Kupper model. Two examples are presented, one of which introduces a set of data for an unbalanced paired comparison experiment. Initial applications of the test of goodness of fit suggest that the proposed model yields a reasonable representation of actual experimentation."], ["A Reliability Bound for Systems of Maintained, Interdependent Components", "In this article the minimal cut lower bound on the reliability of a coherent system, derived in Esary-Proschan [6] for the case of independent components not subject to maintenance, is shown to hold under a variety of component maintenance policies and in several typical cases of component dependence. As an example, the lower bound is obtained for the reliability of a “two out of three” system in which each component has an exponential life length and an exponential repair time. The lower bound is compared numerically with the exact system reliability; for realistic combinations of failure rate, repair rate, and mission time, the discrepancy is quite small."], ["The Mixture Problem for Categorized Components", "The experimentation is to be performed in an ellipsoidal region chosen by the experimenter, subject to the constraints placed on the components. A transformation is made to a spherical region in order that rotatable response surface designs and polynomial models can be used for estimating the response."], ["A Bayesian Look at Inverse Linear Regression", "A result which follows from a general Bayes solution is that the inverse estimator [4] is Bayes with respect to a particular informative prior."], ["The Use of OLUMV Estimators in Inference Robustness Studies of the Location Parameter of a Class of Symmetric Distributions", "Coefficients for computing ordered linear unbiased minimum variance (OLUMV) estimators of the location and scale parameters have been obtained for selected members of a class of symmetric power distributions which includes the normal, double exponential, and as a limiting case, the rectangular. Two examples are given illustrating how these coefficients may be used to study the sensitivity of inferences concerning location parameters to departure from normality. The first example involves a single location parameter while the second extends the method to linear contrasts of several location parameters. Other uses of the coefficients are indicated, and a comparison of the efficiencies of the OLUMV estimators with several commonly used estimators of location is given."], ["A Distribution-Free Test for Parallelism", null], ["On Birnbaum's Theorem on the Relation between Sufficiency, Conditionality and Likelihood", "If the conditioning variable is required to depend only on the value of the minimal sufficient statistic, Birnbaum's proof fails."], ["Comments on a Weakened Principle of Conditionality", "Continuity suggests that the conditioning variable not be required to depend only on the values of the minimal sufficient statistic."], ["On Durbin's Modified Principle of Conditionally", null], ["An Alternative to Satterthwaite's Test Involving Positive Linear Combinations of Variance Components", "This article proposes a refinement of the usual approximation due to Satterthwaite for making a significance test when the test statistic involves a single mean square in the numerator and a linear combination of mean squares in the denominator, that linear combination involving known positive constants. The test procedure is outlined in detail, and its derivation given in a separate section. The development of the technique essentially involves determining, by successive approximations, a function which serves as the test criterion. This function is given through terms in the cubes of the reciprocals of the degrees of freedom involved in the problem, thereby giving a deviation from the advertised significance level which is smaller (in magnitude) than the deviation provided by the Satterthwaite procedure. An expression approximating the power of the test is also developed."], ["Simultaneous Confidence Bands for Linear Regression Models", "In this article a procedure is given for constructing confidence bands of various forms for linear regression models. Application of the procedure yields, as special cases, hyperbolic, straight line segment, uniform width and trapezoidal confidence bands."], ["Values and Shooting Times in Noisy Duels", "This article states the authors' earlier result on the existence of a value of a noisy duel and presents a detailed discussion of the structure of ←-good strategies and criteria for the existence of good first-shot times. We present tables of values and shooting times for noisy duels, which, in some cases, can be used to trace the play of the game. An additional table illustrates how large an arsenal is necessary to overcome the effects of an opponent's superior accuracy."], ["Randomized Sequential Tests. A Comparison between Curtailed Single-Sampling Plans and Sequential Probability Ratio Tests", null], ["Power Comparisons of Tests of Equality of Two Covariance Matrices Based on Individual Characteristic Roots", null], [null, null], ["Book Reviews", "Survey of Applicable Mathematics, Darel Rektorys. Cambridge, Mass. and London: The MIT Press, 1969. 1369 pp. $16.95. Reviewed by I.O."], ["Editorial Board Page", "This article has no abstract"]]}