{"1971": [["Probabilistic Prediction: Some Experimental Results", "This article concerns a study in which personal probability assessments regarding the outcomes of football games were obtained. The results reported here, which include a detailed investigation of the assessments, an evaluation of the assessments in an inferential context and in a decision-theoretic context, and a discussion of the performance of a consensus, show that methods such as scoring rules and bets are useful in leading individuals to make careful probability assessments. Considerable variability existed among subjects, however, with predictions determined by mechanical schemes and by the organized betting market proving superior to those of many of the subjects."], ["On the Estimation of Lifetime Income", null], ["On the Correlation between Metropolitan Area In- and Out-Migration by Occupation", "United States and Canadian Census data agree in showing a marked similarity in occupational structure between in-migration and out-migration for metropolitan areas, using either migration ratios or the actual numbers of migrants. Possible reasons for this finding, as well as various defects in the Census data as a source of information on the occupational characteristics of migrants, are noted."], ["The Optimal Measure of Concentration", "Most objections to the use of simple discrete concentration measures note that such measures fail to take into account the number and individual sizes of firms in an industry. Proponents of the use of cumulative concentration ratios (Herfin-dahl, etc.) contend that if individual firm-size information were available, superior results would be obtained. In assessing the validity of these objections, the authors find that (1) no one of the standard concentration indexes appears superior to any others; and (2) the number and size distribution of individual firms does not seem to affect materially the results obtained."], ["Tailored Testing, an Application of Stochastic Approximation", "Some stochastic approximation procedures are considered in connection with the following problem. How shall we choose a sequence of test questions in order to estimate as accurately as possible a given examinee's standing on some psychological dimension? Illustrations are given evaluating certain procedures in a specific context."], ["Prediction and Control of the Size of an Input-Output System", "In many applications of stochastic processes, there is a need not only to predict the future values of the process, but also to control the magnitude of these values. For example, a hospital administrator is interested in keeping the occupancy of his hospital as close to capacity as possible. In this article, the first and second moment structure of such a process is derived under very general conditions. These results are utilized in determining control procedures through the regulation of input to the process. The application of these procedures is illustrated in the context of a hospital for the control of occupancy."], ["Processing Survey Data with Ordered Alternative Hypotheses", "Testing the hypothesis of equality of means, as in a one-way analysis of variance, against the hypothesis of a particular ordering of the means can be done in two ways. One approach uses the maximum likelihood philosophy while the other uses a single degree of freedom contrast with coefficients chosen to be best in some sense. These two methods are applied to some data from a small scale social survey so as to illustrate their calculations and conclusions. Although the single degree of freedom approach may be accused of arbitrariness in scores, still it is relatively more convenient computationally and permits somewhat more comprehensive conclusions."], ["Experiments in Obtaining Consumer Expenditures by Diary Methods", "This article reports the results of a series of experiments to determine optimum forms and procedures for collecting information on frequent nondurable expenditures. A diary arranged by product groups resulted in higher cooperation and better reporting of expenditures than did either journal or outlet type diaries. Both cooperation and reported level of expenditures dropped as the length of the reporting period increased, but the drop was lowest on the product diaries. Use of a gift increased cooperation and level of reporting. An experiment with tape recorders also produced promising results and seemed to offer a means of collecting such data from people not receptive to diary methods."], ["Inference in Two-Phase Regression", "Procedures are outlined for obtaining maximum likelihood estimates and likelihood confidence regions in the intersecting two-phase linear regression model. The procedures are illustrated on a small set of data, and the distributional properties are examined empirically."], ["Regression Updating", "An efficient, stable procedure for adding rows to a regression model is given, along with a corresponding procedure for deleting a row. The inherent instability of the latter problem is discussed. The numerical dangers of a commonly used method are pointed out. An example and listings are included."], [null, null], ["A Simple Method for the Construction of Empirical Confidence Limits for Economic Forecasts", "A simple method for the construction of empirical confidence intervals for time series forecasts is described. The procedure is to go through the series making a forecast from each point in time. The comparison of these forecasts with the known actual observations will yield an empirical distribution of forecasting errors. This distribution can then be used to set confidence intervals for subsequent forecasts. The technique appears to be particularly useful when the mechanism generating the series cannot be fully identified from the available data or when limits based on more standard considerations are difficult to obtain."], ["An Investigation of the Restraints with Respect to Sample Size Commonly Imposed on the Use of the Chi-Square Statistic", "This empirical study of the chi-square approximations as commonly encountered in behavioral research involved: (1) both tests of goodness-of-fit and of independence, (2) uniform distributions and two levels of departure from uniform, (3) sample sizes ranging from 10 to 100. Excellent approximations were obtained with average expected frequencies of one or two in tests of goodness-of-fit to uniform; slightly higher expected frequencies were required with the non-uniform cases. Tests of independence were strikingly robust with respect to Type I errors; in almost all cases the errors were in the conservative direction."], [null, "The power of the W statistic for testing normality proposed by Shapiro and Wilk [3] was studied by means of a sampling experiment for samples drawn from contaminated normal distributions with location or scalar error. The W statistic demonstrated favorable sensitivity in testing normality under different contaminated normal distributions."], ["On Naya and Morgan's Criterion of Accuracy in Trade Recording", "Naya and Morgan [2] suggest that if the trade figures of any two trading partners were accurate, the f.o.b. imports of one country as a ratio of the trading partner's f.o.b. exports to that country should be 1.0 for both countries. This article shows that, even with completely accurate data, the ratio need not be 1.0 if the system of designating import and export trading partners involves imports being recorded by country of production and exports by some asymmetrical method. The analysis has relevance for Naya and Morgan's study on the accuracy of trade statistics of Southeast Asian countries because most of these countries and their trading partners record trade data by such methods."], ["Rejoinder", null], ["Fundamental Queries in Aggregation Theory", "Aggregation articles in various areas of economics, statistics, and accounting are surveyed to develop a common body of fundamental queries which underlie these articles. The conditions for total consistency between a microsystem and a macrosystem that have been developed for various systems are investigated and are related to the consistency conditions for general relational systems. This is followed by an analysis of other types of queries commonly observed in the aggregation literature, e.g., partial consistency, errors and biases, evaluation and selection of aggregation functions. Finally, an assessment is made of the significance of aggregation theory in scientific investigations."], ["Elicitation of Personal Probabilities and Expectations", "Proper scoring rules, i.e., devices of a certain class for eliciting a person's probabilities and other expectations, are studied, mainly theoretically but with some speculations about application. The relation of proper scoring rules to other economic devices and to the foundations of the personalistic theory of probability is brought out. The implications of various restrictions, especially symmetry restrictions, on scoring rules is explored, usually with a minimum of regularity hypothesis."], ["Asymptotic Optimality of Fisher's Method of Combining Independent Tests", "Four methods of combining independent tests of hypothesis are compared via exact Bahadur relative efficiency. The methods considered are Fisher's method, the mean of the normal transforms of the significance levels, the maximum significance level, and the minimum significance level. None of these is uniformly more powerful than the others, but, according to Bahadur efficiency, Fisher's method is the most efficient of the four. In some cases, Fisher's method is most efficient of all tests based on the data, but this is not generally true."], ["Limiting the Risk of Bayes and Empirical Bayes Estimators—Part I: The Bayes Case", "The first part of this article considers the Bayesian problem of estimating the mean, θ, of a normal distribution when the mean itself has a normal prior. The usual Bayes estimator for this situation has high risk if θ is far from the mean of the prior distribution. We suggest rules which do not have this bad property and still perform well against the normal prior. These rules are compromises between the Bayes rule and the MLE. Similar rules are suggested for the empirical Bayes situation where the mean and variance of the prior is unknown but can be estimated from the data provided by several simultaneous estimation problems. In this case the suggested rules compromise between the James-Stein estimator of a mean vector and the MLE."], ["Effect of Dependence on the Level of Some One-Sample Tests", "This article studies the effect that serial correlation of the observations has on the distribution of the mean and two one-sample nonparametric tests, the sign test and the Wilcoxon test. It is shown that relatively slight dependence has a strong influence on the level of these tests."], ["On the Sign Test for Symmetry", "This article studies the effect of estimating the center of symmetry by the sample mean on the sign test for symmetry. Under the null hypothesis, the modified sign test is not distribution-free. Indeed, the asymptotic variance of the modified sign test can be quite different from that of the standard sign test."], ["Finding a Single Defective in Binomial Group-Testing", "The problem of finding a single defective item from an infinite binomial population is considered when group-testing is possible, i.e., when we can test any number of units x simultaneously and find out in one test if all x are good or if at least one of the x is defective. An optimal procedure is obtained in the sense that it minimizes the expected number of tests required to find one defective. Upper and lower bounds are derived using information theory and the relation of our procedure to the Huffman algorithm and the corresponding cost is studied."], ["Approximately Optimum Stratification on the Auxiliary Variable", null], ["Bayes Estimates for Subclasses in Stratified Sampling", null], ["Confidence Intervals for Independent Exponential Series Systems", null], ["A Problem in Accelerated Life Testing", "Parameters of the Power Rule Model are estimated using data from censored sample life tests conducted at accelerated environments. By amending the functional form of the model, it is possible to obtain estimators that are asymptotically independent. The asymptotic normality of these estimators is ascertained by examining the shapes of their relative likelihood functions. Approximate confidence intervals, and an exact plausibility interval for the mean life (exponential case) at use conditions environment are obtained."], ["Objective Criteria for the Evaluation of Clustering Methods", "Many intuitively appealing methods have been suggested for clustering data, however, interpretation of their results has been hindered by the lack of objective criteria. This article proposes several criteria which isolate specific aspects of the performance of a method, such as its retrieval of inherent structure, its sensitivity to resampling and the stability of its results in the light of new data. These criteria depend on a measure of similarity between two different clusterings of the same set of data; the measure essentially considers how each pair of data points is assigned in each clustering."], ["Discrimination and Confidence Bands on Percentiles", null], ["Robust Procedures for Estimating Polynomial Regression", "In this article we seek good estimators and designs for estimating a regression function, when the function is assumed to be a polynomial of given degree plus a “small” polynomial of given higher degree. We propose a procedure using designs and estimators which are linear combinations of standard designs and estimators, and verify that in the cases computed our procedure shows desirable robustness properties when compared with the standard procedure."], ["A Conservative Confidence Interval for a Likelihood Ratio", null], ["A Truncated Test for Choosing the Better of Two Binomial Populations", "It is shown that a test suggested by Bechhofer, Kiefer, and Sobel [1], for selecting the better of two binomial populations, can be formulated and solved when a maximum number of tests is specified. It is assumed that the probability of correctly selecting the better population is specified to be better than P* when the difference in success probabilities exceeds a specified Δ*. The populations are sampled equally and it is assumed that the trial ends either when the difference in the number of successes exceeds a calculated value of s, or when N tests have been made, whichever is sooner."], ["πPS Sampling Designs and the Horvitz-Thompson Estimator", null], ["A Sequential Test for Gamma Distributions", "This article deals with a sequential test of a composite hypothesis about the index parameter of a gamma distribution. Approximate expressions for the Operating Characteristic and the Average Sample Number are derived."], ["Rank Tests for “Lehmann's Alternative”", "Large and small sample properties of tests introduced by Lehmann and Savage for the two-sample problem are examined under Lehmann's alternative."], ["The Linear Randomized Response Model", "A general linear randomized response model is established with estimates and variances obtained through analogy with familiar linear regression models. All existing randomized response procedures are shown to be special cases of this more general model. Some competing procedures are suggested by the applicability of the model for multivariate mixes of randomized and non-randomized response using either discrete or continuous random variables. Some additional applications are suggested by the applicability of the model for situations where the data have already been collected by some agency but where there are disclosure restrictions."], ["Best Linear Unbiased Estimates of the Parameters of the Logistic Distribution Based on Selected Order Statistics", "Coefficients, variances and efficiencies are provided for the best linear unbiased estimates (BLUE's) of the mean and standard deviation of the logistic distribution, with both unknown, based on four order statistics with ranks giving the maximum joint efficiency among all BLUE's based on four order statistics. Asymptotic joint efficiencies are compared for asymptotically best linear estimates (ABLE's) based on order statistics with ranks determined by various spacings. With one parameter known, the BLUE's and ABLE's, using order statistics with ranks determined by the optimum spacings of the ABLE's, have efficiencies close to those of BLUE's based on optimum ranks."], ["Best Linear Recursive Estimation", null], [null, "A general method for approximating tail probabilities is described and exemplified. The method has the advantage of being quite straightforward and easy to apply. The behavior of the approximations resulting from the proposed procedure is investigated for gamma, beta, and normal distributions."], ["Maximum Likelihood Estimation of the Linear Expenditure System", "The linear expenditure system provides a convenient model for representing consumer response to prices and income. The parameters of the model enter nonlinearly and standard estimation procedures lack desirable properties. This note discusses the problems with existing techniques and derives the maximum-likelihood estimators. The linear expenditure system (LES) was proposed and applied by Stone [7, 8], and it has found further application in [9], [2], and [4]. Aspects of the estimation of the LES are also discussed in [3]."], ["Comparison of Tests of the Equality of Dependent Correlation Coefficients", null], ["Tables for Shortest Confidence Intervals on the Standard Deviation and Variance Ratio from Normal Distributions", "Tables are presented for Bayes shortest posterior intervals on the standard deviation and variance ratio of normal distributions. A general procedure for obtaining such intervals is reviewed, and a discussion of frequentist shortest intervals is given along with frequentist interpretations of the intervals from these tables."], [null, "The values of the power of the F-test employed in analysis-of-variance are calculated under non-normal situations and compared with the normal-theory values of the power. Non-normality seems to have little effect on the power of the F-test."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["A Markovian Model of Income Dynamics", "This study presents a Markovian analysis of the earnings mobility of prime working age males and females. Transition matrices were calculated for all those who moved from a low to a non-low earnings category (and vice versa) sometime during 1957–1966. These matrices were non-stationary. It was hypothesized that changes in the level of economic activity were the primary cause of non-stationarity. Regression analysis results were consistent with this hypothesis. Increased growth was more beneficial for male non-white movers than for whites. A significant proportion of individuals stayed in a low earnings category for the entire period. The proportion of non-white males that did so was significantly greater than the corresponding white proportion."], ["The Average Workweek of Capital in Manufacturing", "This article derives a quarterly series from 1952–1968 on the average workweek of capital in use in manufacturing. The basic information used is data on the number of production workers engaged on first, second, and third shifts and the average workweek on the first shift. The nationwide series is built up from periodic data on SMSA's for which results are also given. The series shows a different cyclical behavior from the Wharton capacity utilization index and a different long-run behavior from the Federal Reserve's index of capacity utilization."], ["The Statistical Structure of Bidding for Oil and Mineral Rights", "Analysis of lease auctions shows that bids on a given tract tend to be lognormally distributed. Also, the ratio of the winning bid to the product of the average bid and the square root of the number of bidders on a tract is essentially a lognormal variate; the logarithm of the ratio has expected value zero and variance 0.078. This surprising result follows from an observed consistency in the standard deviation of the underlying lognormal distribution of bids. A graphic device for rapidly evaluating the efficacy and efficiency of an observed bidding policy is described."], ["Retaining Units after Changing Strata and Probabilities", "Survey samples are often based on primary sampling units selected from initial strata with probabilities pj proportional to initial measures. However, later samples can be better served with new strata and new probabilities, Pj, based on new information. The differences between the initial and new strata and measures may be due to changes either in population distributions or in survey objectives. It is efficient to retain in the new sample the maximum permissible number of initial selections. Procedures are presented first for changing measures within fixed strata, then for strata with changed units. Modifications, improvements and simplifications are also introduced."], ["Specification Error Tests and Alternative Functional Forms of the Aggregate Production Function", "Tests for specification error are applied to a number of alternative production function models using aggregate U. S. manufacturing data by states for the year 1957. On the basis of the test results, the CES production function is tentatively chosen in preference to the Cobb-Douglas, variable elasticity, one form of the generalized production function, and a simple quadratic in capital and labor. The CES function estimated in this case gives indications of increasing returns to scale and of having an elasticity of substitution parameter greater than one."], ["Correlated Measurement Errors and the Least Squares Estimator of the Regression Coefficient", "This article explores, for a set of survey conditions, the effect of correlated measurement error on the ordinary least squares estimator of the regression coefficient for a finite bivariate population, when both variables are subject to correlated measurement error. The sample estimates for some selected housing variables show that the average of the correlated measurement error components have little effect, but the simple response variance and covariance have pronounced effect, on the ordinary regression estimator. In particular, the estimates of the simple response covariance studied are far from negligible. Finally, the article examines the sensitivity of the bias factor of the estimator."], ["Problems of Convergence of Maximum Likelihood Iterative Procedures in Multiparameter Situations", "In multiparameter situations there are important problems of convergence in the solution of maximum likelihood iterative equations. Convergence may be critically dependent on the initial parameter estimates employed. These problems are indicated specifically for a model of exponentially-distributed lifetimes where the reciprocal of the exponential parameter is linearly dependent on various regressor variables. A strategy is suggested based on alternative use of observed or expected values for the sample second derivative of the log likelihood. For the examples shown the initial parameter estimates correspond to no effect for the regressor variables, this being equivalent in some cases to making an unweighted fit to the data."], ["The USDA Series on Net Investment in Farm Real Estate—A Critique", "This article documents and appraises the methodology and data sources used in deriving the USDA series on net investment in farm real estate. The series has been used in many studies dealing with the farming sector of the U. S. economy, but the USDA procedures are shown to be highly questionable on theoretical grounds. Several likely sources of bias and measurement error are pointed out. Suggestions for improving the series, and some alternative methods of estimation are also presented."], ["A New Method for Examining Rounding Error in Least-Squares Regression Computer Programs", "A new, easily applied method for examining any least-squares computer program for internal consistency is given. Only one data set is necessary, and by making appropriate transformations on these data results are given to provide an internal check on the accuracy (or consistency) of the given program. Accuracy becomes an increasing problem, of course, when the original data set is ill-conditioned. The theorems and proofs necessary to the method are presented as well as a sample data set for illustrative purposes."], [null, null], ["An Extension of the Table of the Student Distribution", null], ["Costs and Returns to Scale in U.S. Post Offices", "This article treats post offices as multiproduct firms, specifying a production correspondence, behavioral formulation and resultant cost and derived-demand functions. These functions are estimated over 156 offices. Overall returns to scale parameters are estimated, but it appears advisable to break the national sample into three subsamples. An optimally efficient size of office is found. Deviations from the cost function indicate costliness which varies significantly over postal regions. This suggests a geographical influence on productivity probably due to differences in labor quality. Marginal costs for several types of mail are derived."], ["Problems of Data Organization and Analytical Methods in Geography", "A paradigm is offered for understanding the interlocking modes of data analysis that have come to characterize geography as a result of its recent “quantitative revolution.” Among the most serious new problems to emerge have been those related to autocorrelation in spatial series. Two cases are discussed: spatial point processes in the plane, and generalized contiguity in continuous spatial series. In both cases the stationarity assumption is questioned, and an alternative formulation using diffusion theory is proposed."], ["On Bias Reduction in Estimation", "A general procedure for reducing the bias of point estimators is introduced. The technique includes the “jackknife” as a special case. The existing notion of reapplication is shown to lack a desirable bias removal property for which it was originally designed. Proper reapplication is proposed to conform to the general notion of higher order bias elimination and an interesting algorithm for the correct method is defined. Illustrative examples are drawn from ratio estimation, reliability and truncated distributions. The reduced mean square error which attracted some attention to the jackknife is present in the generalization for some applications."], ["An Analysis of Variance for Categorical Data", "A measure of variation for categorical data is discussed. We develop an analysis of variance for a one-way table, where the response variable is categorical. The data can be viewed alternatively as falling in a two-dimensional contingency table with one margin fixed. Components of variation are derived, and their properties are investigated under a common multinomial model. Using these components, we propose a measure of the variation in the response variable explained by the grouping variable. A test statistic is constructed on the basis of these properties, and its asymptotic behavior under the null hypothesis of independence is studied. Empirical sampling results confirming the asymptotic behavior and investigating power are included."], ["Play-the-Winner Rule and Inverse Sampling in Selecting the Better of Two Binomial Populations", "In this article two sampling rules are analyzed for the problem of selecting the better of two binomial populations. The first is alternate sampling (vector-at-a-time) and the second is the “play-the-winner” rule introduced by Robbins [3], and discussed by Zelen [8]. The termination rule studied is inverse sampling. One result is that the probabilities of correct selection for these two methods of sampling are exactly equal. It is also found that the play-the-winner sampling is uniformly preferable to the vector-at-a-time sampling rule in the sense that for the same probability requirement the expected number of trials on the poorer population is always smaller."], ["Does an Observed Sequence of Numbers Follow a Simple Rule? (Another Look at Bode's Law)", "In a recent article I. J. Good has used Bayesian methods to conclude that there is strong evidence in favor of the validity of Bode's law. Here we reanalyze the observed planetary distances using non-Bayesian significance testing procedures, and reach the opposite conclusion. The three purposes of this article are (1) to reexamine the validity of Bode's law; (2) to develop some insight into the more general problem of testing whether or not an observed sequence of numbers follows some simple rule; and (3) to discuss the philosophical basis of Fisherian significance testing. It is not intended to provide an example of disagreement between Bayesian and non-Bayesian methods. Rather the two analyses are seen to be similar in execution, the different conclusions arising from different choices of the statistical models."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Certain Uncorrelated and Independent Rank Statistics", "Some interesting examples of uncorrelated simple linear rank statistics are listed. Consideration is then given to conditions under which general rank statistics are uncorrelated or have joint distributions which enjoy certain symmetric properties. Two simple linear rank statistics that are uncorrelated are found, under suitable restrictions, to be asymptotically independent. This is followed by some illustrations in which two rank statistics are exactly independent. The importance of these results about independence in actual testing is then noted."], ["Sequential Test for Correlation Coefficients", "A sequential test for correlation coefficients is presented. The method consists of reducing the test of a correlation coefficient to that of a variance ratio and making use of Helmert transformations of sequential observations. The resulting test is identified as the sequential probability ratio test regarding the parameter of the Cauchy distribution. The average sample number of the test is given and it is shown that the proposed sequential test yields an appreciable saving in the required average number of observations compared to the usual fixed sample size test."], ["An Interpolatory Method of Approximating Distribution Functions with Applications to the Gamma and Related Variates", null], ["Multiphase Sampling in Nonresponse Problems", "The sampling procedure involving subsampling of nonrespondents is discussed. A rule for selecting a subsample of nonrespondents is proposed under which the subsampling fraction is not kept constant, but varied according to the sample nonresponse rates. Using this sampling rule, the variance of the estimator of the population mean is independent of the unknown rate of nonresponse in the population. This rule provides a procedure for determining the initial sample size and subsampling fraction in order to have a desired precision of the estimator when the rate of nonresponse is not accurately known. Similar sampling rules for the selection of subsamples when several attempts are made for obtaining information are also proposed."], ["A Note on Estimation in Straight Line Regression When Both Variables are Subject to Error", null], ["Mean Square Errors of the Best Unbiased and Maximum Likelihood Estimators of Tail Probabilities in Normal Distributions", "Formulas for the variance of the uniformly minimum variance unbiased (UMVU) estimator, and of the mean square error (MSE) of the maximum likelihood (ML) estimator, of tail probabilities of normal distributions are derived. Relative efficiency values of these estimators of samples of size 6, 12, 18 and tail probabilities .025, .05, .10, .2, .3, .4, .5 are presented. The bias of the ML estimator for these cases is also given. The formulas developed involve incomplete moments of non-central t-distributions and expectations of standard bivariate normal c.d.f., with respect to chi-square random variables."], ["Efficiency-Robust Systematic Linear Estimators of Location", "Several classes of efficiency-robust linear unbiased estimators of location based on k sample quantiles are defined. The efficiencies of these estimators under the normal, logistic, and double exponential distributions are computed for sample sizes n = 20, 30, 40, 50, 100, ∞, and subsamples of size k = 2, 6, 10, 20. These results are then discussed in relation to other research in efficiency-robust estimation."], ["Expectations and Variances of Maximum Likelihood Estimates of the Multivariate Normal Distribution Parameters with Missing Data", "Exact expectations and variances have been obtained for the maximum likelihood estimates of the elements of the mean vector and covariance matrix of the multivariate normal distribution when a subset of the variates does not have observations on some sampling units. The biases, variances, and mean square errors of the estimates are compared with those of the usual estimates computed from the complete observation vectors. When the correlations between the complete and incomplete sets of variates are small the multivariate missing value estimates are less efficient in the mean square error sense."], ["Probabilities of the Type I Errors of the Welch Tests for the Behrens-Fisher Problem", "The probabilities of the Type I errors of the Welch approximate-t test and the Aspin-Welch test for the Behrens-Fisher problem have been calculated for selected sets of degrees of freedom and nominal significance levels. The results show satisfactory agreement to the desired level. Thus, in practice, one can just use the usual t-table to carry out the Welch approximate t-test without much loss of accuracy."], ["Hypothesis Testing and Confidence Intervals for Products and Quotients of Poisson Parameters with Applications to Reliability", null], ["Sequential Estimation in the Uniform Density", null], ["On the Selection of Multi-Factor Experimental Arrangements with Resource Constraints", "The selection of experimental arrangements with resource constraints is structured as a mathematical optimization problem: maximize experimental efficiency subject to resource constraints, maintaining an integer number of observations in each cell. Three previously published measures of efficiency are examined. It is shown that the resulting integer programs can be solved using a variation on the Lawler-Bell algorithm. Eleven examples with up to 82 binary variables are solved. These examples illustrate that the measures of efficiency are inconsistent. One, due to Wald, is recommended as superior on numerical grounds."], ["Cluster Analysis and Mathematical Programming", "Cluster analysis involves the problem of optimal partitioning of a given set of entities into a pre-assigned number of mutually exclusive and exhaustive clusters. Here the problem is formulated in two different ways with the distance function (a) of minimizing the within groups sums of squares and (b) minimizing the maximum distance within groups. These lead to different kinds of linear and non-linear (0–1) integer programming problems. Computational difficulties are discussed and efficient algorithms are provided for some special cases."], ["Optimization of the Unrelated Question Randomized Response Model", "In their article [1] B. G. Greenberg, et al. discussed Simmons' modification of Warner's Randomized Response Technique and advised on the choice of the parameters in the model. One of their recommendations, however, is far from being the most efficient. The correctness of their other recommendations is proved and it is shown that the optimized method is superior to Warner's Technique."], ["The Asymptotic Distribution of Conditional Likelihood Ratio Tests", null], ["Estimation Procedures for Difference of Means with Missing Data", "The maximum likelihood estimate of the difference of the means is obtained in sampling from a bivariate normal distribution with unknown variances and co-variance when some of the observations on one of the variables are missing. This estimate is compared to several others by using the mean square error criterion. It is found that, when there are a moderate number of complete pairs of observations, the maximum likelihood estimate has the smallest mean square error for most of the parameter values. Illustrative tables are given to support our conclusions."], ["Optimum Sample Size and Sampling Interval for Controlling the Mean of Non-Normal Variables", "Following Duncan [3], the per hour cost of the process under the surveillance of a mean chart for controlling the mean of non-normal variables whose density function is represented by the first four terms of an Edgeworth series is obtained. The sample size and sampling interval which minimize the cost for detecting a particular shift in the process average are derived when the width of the control limits is specified. They are numerically determined for different non-normal situations by assuming various cost values when a particular shift in the process average is to be detected. They are presented in a table which compares the changes in optimum sample size and sampling interval due to changes in (a) the non-normal situation, (b) the shifts to be detected in the process average and (c) width of the control limits specified."], ["A Characterization of the Dirichlet Distribution", null], ["On the Bounds of the Range of Order Statistics", null], ["The Partial Sequential Probability Ratio Test", "In testing a normal mean with known variance, or a Koopman-Darmois parameter, an initial fixed number n of observations is followed by Wald's SPRT procedure. The conditional SPRT, given, and optimality properties in a certain class of tests are noted. For some parameter values, the PSPRT may have a lower ASN than a Wald SPRT with the same error probabilities."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Application of the Randomized Response Technique in Obtaining Quantitative Data", "The randomized response technique of reducing respondent bias in obtaining answers to sensitive questions is extended from the situation where response is categorical to that in which the response is quantitative. Results are reported on the application of the method to estimating mean number of abortions in an urban population of women, and mean income of heads of households. The efficiency of estimators based on the method of moments in the randomized response procedure is studied and representative results are reported and discussed."], ["A Review of the Claim that Excess Morbidity and Disability Can Be Ascribed to Smoking", "This article analyzes an HEW report on smoking and morbidity based on a study suffering from two major flaws. First, the data actually presented in the report may not warrant the conclusion that cigarette smoking leads to increases in disease and disabilities (female smokers, by and large, report fewer diseases than do female non-smokers, and moderate smokers, comprising over 72% of the smoking population for males and over 88% for females, report the fewest number of diseases and have the lowest prevalence rates for both men and women), second, inadequate attention has been paid to the potential influence of various aspects of the survey method on these findings. There appears to be several obvious sources of error for which adjustments were not made."], ["The Normal Income Hypothesis in Chile", "This study attempts to discriminate between two of the main alternative explanations of consumption behavior, the normal income hypothesis and the current income hypothesis, with data from a survey of Chilean households. The results support the normal income hypothesis but reject the secondary hypothesis that the normal income elasticity of consumption is unity. A review of other results using comparable testing procedures and data is provided."], ["The Retention Model: A Markov Chain with Variable Transition Probabilities", "When considering a nonhomogeneous Markov chain one often desires an intermediate hypothesis between constancy and free variation of transition probabilities. It is shown that some interesting and easily tested hypotheses can be formulated by considering the diagonal elements of the transition matrices independently of the off-diagonal elements. After deriving the maximum likelihood estimates, a reanalysis of panel data on voting intentions Is presented, In which the nonhomogeneity is seen to be entirely due to variation in the retention probabilities piit."], ["The Effect of Nonhomogeneous Populations on Markov Steady-State Probabilities", "An important aspect of many Markovian analyses is the steady-state solution. This can give insight into the dynamics or momentum existing in a system. However, when we obtain Markov transition matrices by aggregating across non-homogeneous (with respect to transition probabilities) individuals, this matrix may not bear any resemblance to the transition matrices possessed by the individuals. This article investigates the effect of this heterogeneity on the calculated steady-state solution obtained from the aggregate transition matrix. We find that under various conditions this calculated steady-state solution is quite close to the true steady-state solution. These results have important implications for Markovian forecasting methods."], ["Linkages of Intrinsic to Age-Specific Rates", "A change in the birth rate or the death rate at a particular age of women affects the overall increase of a population, its age distribution, and other features; the article finds simple formulas for the amount of effect. It implicitly compares two populations in which fertility and mortality remain constant for a long period of time, the two differing only in respect to the birth or death rate at one age. The appendix table displays all results."], ["A Note on the Distribution of Stock Price Changes", "An estimator for the characteristic exponent parameter of distributions of the symmetric, stable class has been developed by Fama and Roll [2]. This estimator was applied to empirical distributions of stock price changes. A suggestive test utilizing the properties of the characteristic exponent was performed on these distributions, and the result was that stock prices do not appear to be distributed as a simple mixture of normal distributions."], ["Accident Rate Potential: An Application of Multiple Regression Analysis of a Poisson Process", "Various accident frequency models have appeared in the literature which predict the distribution of future accidents based on the number of past accidents. This article presents a method for deriving such distributions using several predictive criteria. It is assumed that an individual's accident experience is a Poisson process with the parameter a linear function of criterion variables. An iterative weighted least-squares procedure is used to solve the system of maximum likelihood equations required for estimating this parameter and a large sample test procedure is illustrated. The tenability of the model is viewed in the light of actual data."], ["Comment on “Discriminatory Bias in Rates Charged by the Canadian Automobile Insurance Industry”", null], ["Rejoinder", null], ["A Uniformly Asymptotically Efficient Estimator of a Location Parameter", null], ["Optimally Robust Linear Estimators of Location", "Efficiency-robust linear estimation as outlined in Birnbaum and Laska (JASA, 62 (1967) pp. 1230–1240) is applied, determining maximin-efficient linear unbiased estimators (MLUEs), and their efficiencies, for ordered samples of sizes 5 (5) 20 from a family of nine distributions. The results are compactly summarized because of the tendency of these distributions to admit simple orderings such that the MLUE over any subset of the distributions is just the MLUE over the extreme pair in the ordered subset. Relations to other methods are discussed."], ["Optimal Experimental Design for Polynomial Regression", "The problem of choosing the optimal design to estimate a regression function which can be well-approximated by a polynomial is considered, and two new optimality criteria are presented and discussed. Use of these criteria is illustrated by a detailed discussion of the case that the regression function can be assumed approximately linear. These criteria, which can be considered as compromises between the incompatible goals of inference about the regression function under an assumed model and of checking the model's adequacy, are found to yield designs superior in certain respects to others which have been proposed to deal with this problem, including minimum bias designs."], ["Minimax Designs", "When an experimenter is interested in more than one parameter in the regression model and tries to obtain a design that minimizes the maximum variance of the individual regression coefficients, he is looking for a minimax design with respect to the single parameter. In this article we explicitly present the minimax s.p. designs for the ordinary polynomial regression, when the degree is ≤4. For 5≤n ≤12 we present the minimax s.p. designs obtained through a computer. These are very good approximations to the actual designs. Finally based on these results, a conjecture for constructing a minimax s.p. design for any degree is advanced."], ["Sequential One-Sample Grouped Signed Rank Tests for Symmetry: Basic Procedures", null], ["Bayesian and Non-Bayesian Analysis of the Log-Normal Distribution and Log-Normal Regression", "In this article, Bayesian and non-Bayesian methods for estimating parameters of the log-normal distribution and of log-normal regression processes are considered. Posterior distributions for parameters of interest are derived and their properties are described. With respect to point estimation, a rather broad class of estimators is defined and, relative to this class, new minimal mean square error (MSE) estimators for the median and mean of the log-normal distribution and for the median and mean of the dependent variable in log-normal regressions are derived."], ["Parameter Estimates for Symmetric Stable Distributions", "Building on results of an earlier article [6], estimators are suggested for the scale parameter and characteristic exponent of symmetric stable distributions, and Monte Carlo studies of these estimators are reported. The powers of various goodness-of-fit tests of a Gaussian null hypothesis against non-Gaussian stable alternatives are also investigated. Finally, a test of the stability property of symmetric stable variables is suggested and demonstrated."], ["Partitioning of Chi-Square, Analysis of Marginal Contingency Tables, and Estimation of Expected Frequencies in Multidimensional Contingency Tables", null], ["Asymptotic Properties of Maximum Likelihood Estimators in Some Nonstandard Cases", "Most results on the asymptotic properties of maximum likelihood estimators are for the standard cases where we observe independent and identically distributed random variables, whose distribution satisfies certain regularity conditions. In this article, similar properties are shown to hold for a class of cases where the observed random variables are not necessarily independent and identically distributed."], ["Maximum Likelihood Estimation from Grouped Poisson Data", "In this article, sufficient conditions are given for the existence of a unique solution of the likelihood equation which results from a grouped data sample. The necessary and sufficient conditions for the convergence of a sequence defined by the method of successive approximations to this unique solution are also given. Finally, it is shown that when the groups from an underlying Poisson distribution are connected the method of successive approximations will converge to the unique solution of the resulting likelihood equation regardless of the starting value chosen provided that the sample is not concentrated entirely in either or both the first and last groups."], ["The Efficiency of Least Squares in Estimating a Stable Seasonal Pattern", "In this article we investigate the efficiency of least squares (l.s.) in estimating a stable pattern. A model is proposed for an economic time series, which, after filtering, is a suitable basis for our investigation. The covariance structure of the disturbances is assumed known and several possible generating processes for the disturbances are considered. We contrast the variances of the l.s. estimates with those from the best linear unbiased (b.l.u.) procedure for four sample sizes and several possible “trend” removing filters."], ["Approximate Best Linear Prediction of a Certain Class of Stationary and Nonstationary Noise-Distorted Signals", "A technique for approximating the best linear predictor of a noise-distorted signal is presented. The technique is applicable when the signal is stationary with a spectrum which is highly concentrated around known or estimated frequencies, or when the signal is an accumulating sequence whose “spectrum” has poles at these frequencies. The noise must be stationary, but its spectrum need only be known or estimated at the above-mentioned frequencies. The time parameter is assumed to be discrete. Computer-generated data are then used to obtain an idea of the “robustness” of the technique."], ["Two-Stage Least Squares and Econometric Systems Linear in Parameters but Nonlinear in the Endogenous Variables", "It is demonstrated that a variant of the two-stage least squares technique can be used to estimate the parameters of a nonlinear model. To do this, the reduced form equations of such models are derived and discussed; then certain problems particular to the estimation of nonlinear models are considered."], [null, "In this article we study the exact finite sample distribution function of a t-statistic that can be used to test hypotheses and construct confidence intervals for structural coefficients in simultaneous equations models. It is shown that the exact distribution function is equal to Student's t-distribution when one of its parameters is zero and converges to Student's t-distribution function as another of its parameters increases without bound. Computations of the exact distribution function and its first three moments indicate the error that might result if Student's t-distribution function is used as an approximation to the exact distribution function."], [null, "The distribution of a linear function of two independent F variates with respective degrees of freedom n, N-n and m, N-m has been expressed as a quickly-convergent infinite series of incomplete beta functions. This exact distribution is used to determine the error of a simple F approximation to it obtained by equating the first two cumulants. By those results small sample percentage points can be obtained for some tests on the mean vector of a multivariate normal distribution whose covariance matrix has certain patterns."], ["Some Results for Discrete Unimodality", "In a classical theorem, Ibragimov demonstrated the strong unimodality of log-concave probability density functions. Comparable results for lattice distributions are exhibited and their potential significance is suggested."], ["Canonical Expansion of the Compound Correlated Bivariate Poisson Distribution", "Edwards and Gurland [4] introduced the compound correlated bivariate Poisson (C.C.B.P.) distribution as a mathematical model applicable to bivariate accident data. It was shown that the marginal distributions of the C.C.B.P. were negative binomials. Moments were derived and regressions were proved to be linear. In the present article, the properties of the orthogonal polynomials with respect to the negative binomial distribution are used to derive the canonical expansion of the C.C.B.P. All properties of the bivariate distribution can be easily derived from its canonical form. As an application, we estimate the correlation coefficient for a contingency table with an underlying C.C.B.P. distribution."], ["Some Properties of the Range in Samples from Tukey's Symmetric Lambda Distributions", null], ["A Random Normal Number Generator for 32-Bit-Word Computers", "Some random normal number generators that were satisfactory for 36-bit-word computers are inadequate for equipment such as the IBM System/360, using a 32-bit-word. A generator is presented and shown to be satisfactory relative to several criteria for testing normality and randomness."], ["A Generalized Estimator for the Mean of a Finite Population Using Multi-Auxiliary Information", null], [null, "A procedure is given for obtaining a random width confidence interval for the largest variance of k normal populations. The determination of the sample size to achieve a preassigned confidence coefficient can be done by the use of chisquare tables only."], ["A Simple Method for Approximating the Variance of a Complicated Estimate", "A method often used for computing the variance of a complicated sample estimate is to first apply the Taylor approximation to reduce non-linear forms of the variables to linear form. This article shows the useful results which can be obtained by merely reversing the order between selection units and component variables in this linear expression. The method is completely general (assuming that the samples are large enough to justify using the Taylor approximation) involving no restrictions on (a) the form of the estimate, (b) the number of random variables involved in the estimate, (c) the type, complexity or number of the sample designs involved in the estimate."], ["Whither Econometrics?", "To try to chart the future of development in econometrics during the 1970's, it is useful to review the origins of the subject before World War II and the modern era in which our present body of knowledge flowered, 1940–1970. New developments should be made in computer analysis of large data banks, more complete systems, control systems, and microeconometric applications. It is likely that the future of the subject will be less tied to the United States than in the past few decades. Problem areas where research developments should prove to be fruitful are in the treatment of nonlinearities, serial correlation of error, estimation of prediction reliability, small sample distributions, pooling of diverse samples, lag distributions, and the use of a priori information."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The American Statistical Association: A Single Scientific and Educational Community", "A multitude of constantly changing problems must be faced and successfully resolved by an umbrella-type organization such as the American Statistical Association with its broad objectives, diverse activities and heterogeneous membership. However, the fact that the Association is broad based undoubtedly accounts for its strength (over 10,000 members) and endurance (established in 1839). The multiple-faceted aspect of the Association should be considered an important asset resulting in the opportunity for healthy interactions of differing kinds of people and ideas. The author contends that, even in the face of dislocations and accelerated change in many areas of modern life, the membership has the leadership qualities to make any needed adjustments and continue the development of the Association as a viable and vigorous organization, provided we cooperate with mutual respect and tolerance, despite our differences, and continually remold ourselves, subsequent to such adjustments, as a diversified but single scientific and educational community."], ["A Condition for Independence of Permanent and Transitory Components of a Series", "This article derives a necessary condition for the independence of permanent and transitory components of a series when the permanent component is any weighted average of past, present and future values of the observed series and the transitory component is the difference between the contemporaneous observed and permanent values of the series. This restrictive necessary condition is derived assuming a most elementary stochastic specification of the observed series. A specific example of the restrictiveness of this condition is afforded if the permanent component of a series is generated by the Koyck or exponentially-weighted expectations model. For this leading example it is possible to derive the theoretical correlation between the permanent and transitory components of the series as a positive valued function of the coefficient of expectations adjustment. Finally, we discuss the importance of these results to Friedman's [3] permanent income theory and suggest a modification of that theory."], ["A Canonical Correlation Analysis of Occupational Mobility", "The method of canonical correlation between sets of dummy variables is used to assign weights to the categories of occupational mobility tables, in order to test two assumptions: 1. The socioeconomic distance between occupations determines the correlation across individuals in a mobility table. 2. The relative status of occupations has remained constant over time. The weights which yield the maximum correlation are found to correlate very highly with measures of socioeconomic status, thus validating the first assumption. Since the maximum correlation between fathers' and sons' occupations is obtained by assigning similar weights to both sets, the second assumption is also validated."], ["A Price Index for Nonfarm One-Family Houses, 1947–64", "Construction cost indices have often been used to represent changes in house prices because no data on housing transactions, suitable for computing a broad-based index of house prices are available. In this article a technique for isolating price changes from estimates of market value is developed and used to derive a price index for nonfarm one-family houses of all types (excluding mobile homes) in the United States for the years 1947-64. Theoretical and empirical evidence is also presented to show that, in general, an index of construction cost would not reflect house prices accurately."], ["The Problem of Accounting for Productivity Change in the Construction Price Index", "In this article we first construct the input cost and input productivity price index for the Japanese construction industry and note the significant difference between the two. Next, we obtain, together with the two indexes, the output price index for government apartments and find that the input productivity index gives a much better approximation. Our output price index is the hedonistic price index. In the last section we compute capital stock for several industries and briefly discuss the bias in the growth rate of capital in using the input cost index."], ["Process Variables in the Mixture Problem for Categorized Components", "A method is presented for the design of experiments and the fitting of polynomial models where the experimentation involves not only mixture components but process variables as well. The experimentation is performed in a region of operation comprised of an ellipsoidal region in the mixture components and an ndimensional rectangular region in the process variables. The designs discussed are standard designs for factorial experiments."], ["Usefulness of the Two-Compartment Open Model in Pharmacokinetics", "Compartment models are widely used in pharmaceutical research to quontitate the kinetics of absorption, distribution, metabolism and excretion of a drug. In this article two applications of the two compartment open model are discussed. This discussion shows that, in spite of the extreme simplification and obvious weaknesses of this model, it has properties that make it a useful tool in drug research when properly used."], ["Comment on Article on Pharmacokinetics", null], ["Rejoinder", null], ["On the Analysis of Multidimensional Contingency Tables", "The principle of minimum discrimination information estimation is described and used to generate estimates for tests of hypotheses concerning various interactions and effects in the analysis of multidimensional contingency tables. All classical hypotheses for contingency tables can be generated by the use of this principle when certain marginals are considered as fixed. Analysis of information tables are given for a four-way contingency table."], ["Maximum Likelihood Estimation with Incomplete Multinomial Data", "When sampling from a multinomial population, it may happen either by chance or by design that some of the observations are only partially classified. In this article the amount of information in the partially classified observation is evaluated, and maximum likelihood estimators are obtained using both completely classified and partially classified data. In general an iterative solution is required, but special cases are identified in which the solution is obtained in closed form."], ["New Estimators of Disturbances in Regression Analysis", "In this article, an alternative v for the vector û of least-squares residuals in the linear model is derived. It is best in the class of all linear unbiased estimators' of u having a certain fixed covariance matrix chosen a priori. Under the normality assumption, the distribution of the Von Neumann Ratio based on v is independent of the regression vectors, so that v is particularly useful for testing on serial correlation of the disturbances. It is pointed out that the existing tests for serial correlation in economic time-series models might be improved by using v based on an appropriate covariance matrix; the Durbin-Watson upper-bound tables can be used for this purpose."], ["On a Two-Stage Estimate of the Mean", "A two-stage estimate for the mean vector of a multivariate distribution is proposed for the situation in which the prior knowledge about the mean vector can be expressed in the form of an initial estimate. The proposed estimate is compared with the sample mean based on a single sample of equivalent size. The proposed estimate is also compared with the Bayes' estimate based on an equivalent sample. The latter comparison has been accomplished only for the univariate case."], ["Pooling Mean Squares", null], ["Estimation of the Mean by Shrinkage to a Point", null], ["Combining Overlapping Information", "It is frequently necessary to combine the information provided by summary statistics for different observation sets, particularly in the context of group decision processes. Problems arise when there are unidentified observations that overlap, that is, belong to more than one set. This article discusses the handling of these problems in relation to a Normal example when the exact extent of overlap is known."], ["Further Suggestions concerning the Utilization of Incomplete Observations in Regression Analysis", "The purpose of this article is to suggest a method of estimating parameters of linear regressions containing two independent variables, when data is missing among these variables. The problem envisaged concerns the case where: (1) the independent variables are considered as fixed numbers; (2) each observation contains the values of the dependent variable and at least one of the independent variables; (3) some observations are complete. In contrast with other approaches dealing with similar problems, the technique developed in this article has the following advantages: (1) it is based on rather unrestrictive hypotheses; (2) the resulting estimators are consistent; (3) the asymptotic variances of these estimators are smaller than those of comparable estimators described in the literature. Although the question is not examined in the present article, if seems also that the proposed method offers good possibilities of generalization."], ["Adjustment of Monthly or Quarterly Series to Annual Totals: An Approach Based on Quadratic Minimization", "This article considers the problem of adjusting monthly or quarterly time series to make them accord with independent annual totals or averages without introducing artificial discontinuities. A general approach and some specific procedures involving constrained minimization of a quadratic form in the differences between revised and unrevised series are proposed. Some computational advantages are noted. Attention is given to the relationships between the adjustment problem and earlier work by other authors on the creation of monthly or quarterly series when only annual figures are available. An example is provided to illustrate the application of the proposed adjustment procedures."], ["Bivariate Failure Rate", "In this article bivariate failure rate is defined, and it is shown that no absolutely continuous bivariate distribution with constant failure rate exists except in the special case when the marginals are independently distributed."], ["The Logarithm of the Sum of Two Correlated Log-Normal Variates", "Naus [2] derived the moment generating function of the logarithm of the sum of two variates whose logarithms are independent normal variates with equal variances. The present article generalizes the results of Naus to the case when the logarithms of the variates have a bivariate normal distribution with unequal variances and correlation coefficient ρ."], [null, null], ["Exact Finite Sample Density Functions of GCL Estimators of Structural Coefficients in a Leading Exactly Identifiable Case", "As is true of any statistical application, testing econometric statistical hypotheses involves constructing critical regions with prescribed probabilities of Type I error and determining probabilities of Type II error under alternative hypotheses. Such constructions and determinations presuppose knowledge of exact statistical distribution functions of econometric estimators and test statistics either directly, or indirectly, as in the case where a statistical distribution function that approximates the exact distribution with known margin of error is used. If this requisite information is not available, econometric statistical inference remains guesswork. Partly because of the complicated nature of systems of simultaneous econometric structural equations and the large numbers of structural constants required to characterize distribution functions of econometric statistics, however, only a few exact marginal distributions of econometric estimators and test statistics have been extracted so far. This article is intended as a contribution to the growing literature of econometric distribution theory and to assist the efforts of econometric statisticians in providing a rational basis for econometric statistical inference."], ["Efficiency of Simple Order Statistic Estimates When Losses are Piecewise Linear", "When losses are piecewise linear, optimal decision-making hinges on estimating a specified fractile of a probability distribution. In this article we investigate, through examples, the operating characteristics of an estimation procedure which utilizes simple linear combinations of one or two values in the order statistic generated by an observation vector. Such estimates appear to be remarkably efficient compared to the estimates generated by simple parametric procedures; moreover, this efficiency does not appear to be damaged excessively by the presence of moderate amounts of autocorrelation in the sample values. It also appears to be possible to exploit informal knowledge about the shape of the distribution to improve the efficiency of this procedure."], ["Finding Sampling Distributions by a Recognition Method", "Let [ttilde] be a statistic sufficient for a parameter θ and let L[θ;t) be the likelihood function of θ for given t. Suppose we recognize a function φ(t) such that L(θ;t) φ(t) regarded as a function of t for a given θ, is a density function. We show here that this is the sampling density of [ttilde] if the family of recognized densities is complete. Examples are given to illustrate that in many situations this recognition method provides a neat way of finding sampling distributions."], ["On the Distribution of a Linear Combination of Independent Chi Squares", "In several models of the analysis of variance, inferences can be made using the statistics of the analysis of variance table only by taking linear combinations of mean squares. A form for the exact distribution function of such a linear combination is given. While not new, this form does not seem to have been sufficiently exploited. Its use is illustrated in finding, by numerical integration, exact probabilities associated with two methods of assigning approximate confidence limits to a positive linear combination of variance components."], [null, null], ["Small Sample Power Functions for Nonparametric Tests of Location in the Double Exponential Family", "Eight nonparametric tests of location are examined in a small sample setting. Power functions are presented for samples drawn from the double exponential distribution. The results provide an example where the asymptotically most powerful rank test (the Mood median test) performs poorly for alternatives which are not very close to the null hypothesis."], ["A Nonparametric Selection Procedure's Efficiency: Largest Location Parameter Case", null], [null, null], ["Small Sample Performance of Some Estimators of the Truncated Binomial Distribution", null], ["Asymptotic Distribution of the Sample Size for a Sequential Probability Ratio Test", null], [null, null], [null, null], [null, null], ["Economics of Information Systems", "n an information-processing chain, only the initial inputs (“environment”) and the terminal outputs (“actions”) affect directly the benefit to the user who maximizes its expected excess over cost. All intermediate flows (“symbols”) affect directly only costs and delays. Delays affect benefit non-additively, through “impatience” and, possibly, “obsolescence.” Traditionally, statistical theory disregards delays, and communication theory treats them as costs. A more complete, unifying approach is proposed, and it is asked whether convexity conditions (e.g., “decreasing marginal returns”) required for competitive market equilibrium are satisfied."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}