{"1972": [["Statistics and Political Science", "To judge from articles and research notes in seven political science journals published over a two-and-one-half year period ending in the summer of 1970, political science has markedly increased in its reliance on quantitative data and statistical and mathematical techniques. Thus the percentage of quantitative articles in the American Political Science Review has risen from 12 percent to 65 percent, in a 25-year period, while use of “more powerful” techniques has risen from less than 1 percent to 53 percent. Statisticians' attention is directed to the difficulties associated with political science data."], ["The Distribution by Age of the Frequency of First Marriage in a Female Cohort", "The schedule recording first marriage frequencies has been shown to take the same basic form in different populations, with differences only in the origin, area, and horizontal scale. It is shown here that a representative schedule is very closely approximated by a simple closed form frequency function, which is the limiting distribution of the convolution of an infinite number of exponentially distributed components. The schedule is approximated equally well by the convolution of a normal distribution (of age of entry into a marriageable state) and as few as three exponentially distributed delays. The latter convolution provides a plausible model of nuptiality, a model that receives surprising empirical support."], ["Stochastic Simulation of Monetary Rules in Two Macroeconometric Models", "The effects of different monetary rules on the rates of inflation and unemployment are studied by stochastic simulation of the Federal Reserve Board-MIT-Pennsylvania (FMP) Econometric Model and the St. Louis “Monetarist” Model. A number of heuristic and more formal statistical methods are used in evaluating the results. It is shown that simple feedback control rules—involving proportional and derivative controls—reduce the variability of the target variables relative to the rule in which the money supply is increased at a constant rate. The improvement is considerably greater in the St. Louis model than in the FMP model."], ["Inference for Markov Chains Having Stochastic Entry and Exit", "Models suitable for statistical inference in Markov chains are considered featuring various forms of stochastic entry, including Poisson, renewable binomial pool, uncertain pool size, negative binomial, and input-output reservoir. A parallel inactive states model is suggested for exit. Maximum likelihood estimates are obtained and likelihood ratio tests derived. An application is made to the distribution of Ninth Federal Reserve District member banks with respect to the ratio of farm loans to total loans."], ["A Modal Search Technique for Predictive Nominal Scale Multivariate Analysis", "A method is proposed in which a statistic, Θ, is used as a probabilistic measure of strength of association in the multivariate prediction of a nominal scale by nominal and/or ordinal scales. The relationship of theta to the bivariate Goodman and Kruskal's Lambda statistic is given. An algorithm using the theta statistic as criterion in an exhaustive search and optimal stepwise binary split procedure is described. A computer program and sample results are discussed."], ["The American Jury: A Critique", null], ["Rejoinder", null], ["An Application of Multivariate Analysis to Complex Sample Survey Data", "This article adapts a standard method of multivariate analysis to a highly complex sampling design utilizing the method of balanced repeated replication for calculating valid and consistent estimates of variance. The example illustrates that by doing univariate tests to compare the mean height (or weight) of six year old white males to the mean height (or weight) of six year old Negro males, no significant differences are found between the two groups. However, the multivariate approach yields a significant result because the directions of the differences between two groups with respect to two positively correlated variables are reversed."], ["A Linear Models Approach to the Analysis of Survival and Extent of Disease in Multidimensional Contingency Tables", null], ["The Keynesian Aggregate Supply Function for Labor", "This article formulates a class of aggregate supply functions of labor which is an approximation to the backward “L” shaped supply curve originally proposed by J.M. Keynes. Forty-eight members of this class are estimated using first British and then U.S. data. We then test the hypothesis that the Keynesian “L” shaped supply function is an acceptable description of the behavior of each of these economies and find that it is. This result has fairly obvious implications both for Phillips Curve and incomes policy research."], ["Note on Owner's Estimate of Housing Value", "This study compares owner's estimates of house value and professional appraisals for a sample of owner occupied single family and multifamily units in St. Louis. It confirms the findings of an earlier study by Kish and Lansing that: (1) the errors of estimate are quite large for individual properties, but, (2) the errors are largely offsetting for reasonably sized samples. In addition, the analysis indicates errors of estimate are systematically related to the socioeconomic characteristics of the owner-occupants and that knowledge of these biases can be used to improve the accuracy of both the individual and aggregate estimates of market value."], ["The Distribution of Stock Returns", "A detailed examination is made of the distribution of stock returns following reports that the distribution is best described by the symmetric stable class of distributions. The distributions are shown to be “fat-tailed” relative to the normal distribution but a number of properties inconsistent with the stable hypothesis are noted. In particular, the standard deviation appears to be a well behaved measure of scale."], ["Asymmetric Stable Distributions of Stock Price Changes", "This note presents evidence that the asymmetric members of the stable family of distributions are appropriate for describing changes in stock prices."], ["Linear Dynamic Recursive Estimation from the Viewpoint of Regression Analysis", "A large class of useful multivariate recursive time series models and estimation methods has appeared in the engineering literature. Despite the interest and utility which this recursive work has when viewed as an extension of regression analysis, little of it has reached statisticians working in regression. To overcome this we (a) present the relevant random-β regression theory as a natural extension of conventional fixed-β regression theory and (b) derive the optimal recursive estimators in terms of the extended regression theory for a typical form of the recursive model. This also opens the way for further developments in recursive estimation, which are more tractable in the regression approach and will be presented in future papers."], ["Dependence and Aging Aspects of Multivariate Survival", null], ["Interrelated Bernoulli Processes", null], ["Estimation in Univariate and Multivariate Stable Distributions", "This paper proposes several methods of estimating parameters in stable distributions. All the methods involve sample characteristic functions. One of the methods which is based upon the method of moments is treated in some detail. Asymptotic normal distributions for the proposed moment estimators are provided. Moreover, all methods provide consistent estimators. The estimation problem is treated for both univariate and multivariate stable distributions."], ["Asymptotically Optimal Group Rank Tests for Location", "The asymptotic efficiency of a simple group rank test is examined in the case of testing that the location parameter of a symmetric distribution is zero against the alternative it is positive. Asymptotic optimality is shown subject to a condition on the density function. Efficiencies in relation to the sample mean and the sign test are found in several cases."], ["Asymptotic Behavior of Two-Sample Tests Based on Powers of Ranks for Detecting Scale and Location Alternatives", "Two-sample tests based on powers of ranks are considered. These tests are asymptotically optimum against either scale or location alternatives for distributions presented in this article. Specific cases among the classes of tests considered here include the Wilcoxon, sum of squared ranks, median, Ansari-Bradley and Mood two-sample rank tests. The quality of the normal approximation for these tests is indicated by obtaining each test statistic's approximate large sample skewness and kurtosis. Asymptotic comparisons are made between selected tests and best tests for detecting scale alternatives, given particular one-sided distributions commonly used in statistics."], ["A Distribution-Free Normal Scores Test for Ordered Alternatives in the Randomized Block Design", null], ["More on Concepts of Statistical Evidence", "A self-contained account is given of the implications among the sufficiency, conditionality and likelihood axioms of statistical evidence for the discrete case. These include a previously unpublished derivation of sufficiency from conditionality. The nondiscrete case is discussed with reference to the same relation, and to the significance of nonunique determination of density and likelihood functions. The writer's current views on this problem area are indicated briefly."], ["An Analysis of a Two-Way Model with Interaction and No Replication", null], ["Optimal Designs for Estimating the Slope of a Polynomial Regression", null], ["Test Data for Statistical Algorithms: Least Squares and ANOVA", "The need for and advantages of test data expressible in mathematical form are discussed. Examples are given for least squares and for univariate and multivariate analysis of variance and analysis of covariance."], ["Elicitation of Subjective Probabilities by Sequential Choices", null], ["Upper and Lower Probability Inferences from Ordered Multinomial Data", "Dempster's method of upper and lower probabilities represents an attempt to obtain posterior probability statements about parameters without the necessity to incorporate prior information. We apply Dempster's method to the case of multinomial data for which there is some natural ordering of the categories. Inferences are derived for the sum of an arbitrary set of categories, the ratio of two such sums, and linear combinations of the category probabilities. Numerical examples are given, and some effort is made to interprete Dempster's approach and relate it to the standard approaches to statistical inference."], ["The Fitting of Straight Lines When both Variables are Subject to Error and the Ranks of the Means are Known", "Two methods, one based upon grouping, are proposed for fltting a regression line to bivariate data when the means of the observations have known order along the line. The two procedures are compared with respect to their limiting distributions and asymptotic efficiency. Criteria are given for choosing one of these procedures to fit the line."], ["A Gaussian Approximation to the Distribution of a Definite Quadratic Form", null], ["Properties of the Bivariate Normal Cumulative Distribution", "Mathematical properties are demonstrated for lower integral limits of the bivariate normal upper cumulative distribution function. Equidistributional contours are defined as the functional relationship between these lower limits. These contours are shown to shift upward as the correlation coefficient increases or the cumulative distribution value decreases, holding other parameters constant. They are also shown to be strictly concave over the range of argument values."], ["Two Distributions Involving a Bessel Function", "Properties of the distribution of a certain sum of a normal random variable and the reciprocal of a gamma random variable are examined. This sum appears naturally in the course of doing a Bayesian analysis of the lognormal process."], ["Products of Independent Beta Variables with Application to Connor and Mosimann's Generalized Dirichlet Distribution", "Necessary and sufficient conditions are found for the product of independent beta variables to be a beta variable, and it is shown that if Z is a beta variable of the second kind and X an independent, non-degenerate random variable taking values in (0, 1), then the product XZ is a beta variable of the second kind if and only if X is beta with appropriate parameters. These results are then applied to show that if certain ratios of proportions are assumed to have marginal beta distributions, the generality of Connor and Mosimann's generalized Dirichlet distribution is severely restricted."], ["Estimation for Domains in Multistage Sampling", "In this article we consider a stratified multistage sampling in which the first stage units are selected by stratified random sampling without replacement and second-stage units from each selected unit similarly chosen. Estimates for domain of study are given. The analysis is illustrated using the data collected in an application of the design."], ["On the Asymptotic Power of Tests for Independence in Contingency Tables from Stratified Samples", "The statistics of several alternative procedures, proposed to test for independence in contingency tables derived from stratifled samples, all have the same asymptotic chi-square distribution, under the null hypothesis. By considering a modified sampling procedure, it is shown here that they also have the same asymptotic distribution under any alternative hypothesis—the non-central chi square, with the noncentrality parameter of Wald's test for the case of independently and identically distributed variables. Simulation, used to compare the flnite-sample powers of the tests, shows small differences between the various methods and close approximation to the asymptotic results."], ["Continuous Sequential Testing of a Poisson Process to Minimize the Bayes Risk", "A method of testing constant failure rates is presented, where the distribution of failure times is assumed to be exponential. The failure rate is unknown but two alternative failure rates are hypothesized. The objective of the procedure is to minimize the decision cost, and observational costs accumulated during the test. A Bayes procedure is found whereby the prior probability that one of the failure rates is true is updated until it reaches a previously-determined decision point. The exact solutions and approximate solutions for the decision points for the minimum Bayes Risk are provided for the general renewal case."], ["Estimation and Hypothesis Testing for the Parameters of a Bivariate Exponential Distribution", "Statistical properties of the bivariate exponential distribution are investigated. Maximum likelihood and method of moments type estimates are obtained and compared with the estimates given by Arnold. The method of moments type estimates are easy to compute and highly efficient, whereas the maximum likelihood estimates are computationally inconvenient. The problem of testing for correlation in the bivariate exponential distribution is also investigated."], ["Estimation of the Slope and Analysis of Covariance When the Concomitant Variable is Measured with Error", "Estimators of the slope for models with errors of observation in the explanatory variable are investigated. Estimators are developed which have a bias of smaller order and smaller mean square error than the common estimator. These estimators of slope are utilized in the analysis of covariance where the concomitant variable is measured with error. The procedure is applicable for any number of treatments or determinations per treatment. The computations are illustrated with an example."], ["Simultaneous Prediction Intervals to Contain the Standard Deviations or Ranges of Future Samples from a Normal Distribution", null], ["A Probabilistic Model for Identifying Errors in Data Editing", "Certain data screening systems incorporate large numbers of logical checks on data entering the system. When violated, these logical checks indicate that various combinations of variates are in error. This article provides a model for assigning a probability measure to identify variates in error when there is a simultaneous violation of a set of logical checks. For certain symmetry conditions, the measure is a reasonable approximation to the posterior probability that given a violation of a set of conditions, a variate is in error."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Effects of Discarding Inliars When Binomial Data are Subject to Classification Errors", "This article deals with the biasing effects of errors of measurement on the estimation of a population proportion or on the degree of association between two dichotomous variables. Consider a dichotomy that is formed by making a cut on an ordered scale, where errors of classification occur with greatest frequency in the neighborhood of the cut. It is demonstrated through numerical investigation that it is advantageous, both in terms of bias and of mean square error, to discard those observations which are most subject to error. Guidelines are provided for choosing an optimum exclusion interval."], ["An Empirical Examination of the Classical Assumptions concerning Errors in Data", "A method is presented to examine the classical assumptions concerning errors in data; namely, that the errors are independently and normally distributed with zero mean and constant variance. The only requirement is that the investigator have two sets of observations on a single set of events. Applied to a set of international trade data, the results indicate that, at least for the data under consideration, the classical assumptions cannot be accepted. Alternative error distributions are hypothesized and tested with a new sample."], ["On Constructing Current Life Tables", "The purpose of this note is to reintroduce a simple method of constructing current life tables proposed in [2], using the concept of the fraction of the last age interval of life, and to use it to construct life tables of the United States population."], ["An Economic-Linear Programming Model of the U.S. Petroleum Refining Industry", "The linking of statistically estimated relationships with an engineering linear programming model offers important potentials for simulation and forecasting models of industries. This article describes such a model of the U.S. petroleum refining industry. Econometric techniques are used to specify product demands, prices, and some technical adjustments. A linear programming specification of the production function, assuming cost minimization, determines crude oil input requirements, the output of by-products, and the utilization of capacity. As applications of the model, a sample period calculation and a five-year forecast are presented along with a discussion of alternative cases and forecast error."], ["Some Aspects of the Aggregation Problem in the Dividend-Earnings Relationship", "Four models of the relationship between dividends and earnings are estimated to study the effects of different types of aggregation. The data indicate that the adjustment process is probably discrete. One of the models implies a discrete adjustment process, while the other three imply a continuous process. All of the models are estimated using two different but equally reasonable proxies for normal earnings. Temporal and cross-sectional aggregation, and changes in assumptions about the adjustment process, affect the estimated speeds of adjustment more than the target payout ratios. Temporal aggregation produces a bigger information loss than aggregation across firms."], ["A Synthesis of Time-Series and Cross-Section Analyses: Demand for Air Transportation Service", "In this article, the relationship between macro time-series parameters and micro cross-section parameters is investigated. To explore this problem the permanent income and the partial adjustment hypotheses are examined in time-series analysis, and the relative income and the demonstration effect hypotheses are considered in cross-section analysis. It is shown that to take account of these various hypotheses, many procedures exist for pooling time-series and cross-section data. Some of them have been implemented for empirical analysis of the demand for air transportation."], ["Small-Sample Estimation of a Structural Equation with Autocorrelated Errors", "Many time series models have autocorrelated errors. A further problem may be that some of the right-hand variables are correlated with the error. Using Monte Carlo methods we investigated several estimators of such a model. We found that a transformation to correct the autocorrelation often improved matters, but that techniques to correct the other problems such as instrumental variables were usually ineffective. In many cases ordinary least squares had the smallest mean squared error."], ["Comparison of the Small Sample Power of the Chi-Square and Likelihood Ratio Tests of the Assumptions for Stochastic Models", "When applying the Markov model, it is often assumed the transition matrix is stationary and of order one. This article considers the problem of applying the transformed likelihood ratio statistic and the contingency statistic to testing the assumptions of a particular order and of stationarity when the assumptions are not true. A Monte Carlo study of the small sample power of both these test statistics shows that if the true alpha level is kept equal for the two tests they have similar power. However, if the alpha level is set by reference to any standard table of the chi-square distribution the likelihood ratio statistic has larger power."], ["Significance Testing of the Spearman Rank Correlation Coefficient", null], [null, null], ["Design of Experiment for Bioassay", "The one-parameter logistic distribution is used to illustrate certain numerical approximations for finding one- and two-stage bioassay designs which produce small posterior variances. The article discusses the use of two prior distributions, one for design and another for inference. Graphs are given for designing experiments when the prior distributions are normal. These graphs illustrate the importance of using additional dose levels when the variance of the prior distribution is large."], ["A Kolmogorov Goodness-of-Fit Test for Discontinuous Distributions", "The Kolmogorov goodness-of-fit test is known to be conservative when the hypothesized distribution function is not continuous. A method for finding the exact critical level (approximate in the two-sided case) and the power in such cases is derived. Thus the Kolmogorov test may be used as an exact goodness-of-fit test for all completely specified distribution functions, whether continuous or not continuous. Several examples of the application of this extension of the Kolmogorov test are also included."], ["On the Selection of the Underlying Distribution and Adaptive Estimation", "In our approach to adaptive inference, selection of the true underlying family of distributions is needed. A Bayesian selection rule, which is based on non-informative priors for the parameters, and a multiple decision solution, that maximizes the weighted sum of the probabilities of correct selection, are presented; both of these yield a decision rule of the same form. A modified maximum likelihood solution is also given and is used to construct an adaptive estimate of the location of a symmetric distribution. By a Monte Carlo study, it is found that this adaptive estimator compares most favorably to more standard estimators."], ["Grouping for Testing Trends in Categorical Data", "In many studies there is believed to be a trend in a categorical variate with a continuous variate. Often in these cases it is desired to test for the trend using k groups formed from the continuous variable. This article is concerned with the grouping problem where the goal is essentially to maximize the asymptotic efficiency of the test. Optimal classes are given for k = 2, 3, 4, 5 and 6 for the uniform, normal and exponential distributions. Also, the number of groups to use and the “robustness” of the optimal grouping are investigated. It is noted that the “mathematical problem” in determining the optimal classes appears in other studies; a rationale for this is presented."], ["A Method for Detecting all Defective Members in a Population by Group Testing", "Suppose a population containing items classified either as defectives or as non-defectives. This article presents a new group testing method to detect all defectives in the population. The proposed method applies either when the actual number of defectives (or an upper bound) is known or when its probability distribution is known. The method is surprisingly simple yet compares favorably with other existing methods by the number of tests required to detect all defectives."], ["On the Chi-Square Test When the Parameters are Estimated Independently of the Sample", "If the parameters are estimated independently of the sample, the chi-square test statistic for a goodness of fit test has a limiting distribution that is stochastically larger than that of the test of fit for a completely specified distribution. Thus, if the critical values for the test of fit for a completely specified distribution are incorrectly used, the probability that we will reject the null hypothesis when it is true is greater than the desired level of significance."], ["A Simple Algorithm for Generating Binomial Random Variables When N is Large", null], [null, null], ["Population Projection Variances and Path Analysis", "This note has three mutually complementary themes: (1) the generalization of the nation of a population projection model, in particular its covariance structure, to a more natural statistical setting; (2) the use of Kronecker products of matrices to facilitate both the computation and the analysis of long term behavior of projection covariance matrices, and (3) the basic theory of path analysis in this setting. Associated problems of statistical inference are not treated, the aim being to discuss structure of the models."], ["Simulating the Small-Sample Properties of Econometric Estimators", "This note examines the use of indirect Monte Carlo methods in investigating the finite-sample properties of econometric estimators. It is found that the two-antithetic-variate method is far better than straight-forward simulation in estimating the biases of the estimators, but that a method combining the control-variate and the two-antithetic-variate techniques is better for estimating the dispersions. Comparisons with Nagar's approximations to the biases and dispersions are presented."], ["The Bias of the Two-Stage Least Squares Estimator", null], ["The Effect of Aggregation on Prediction in the Autoregressive Model", "The article shows that if the original variable follows a pth order autoregressive system then the non-overlapping moving sum follows a pth order autoregression with at most a pth order moving-average of an independent sequence regardless of the length of the summation. From such an aggregate model we derive the optimal predictor of the aggregate variable and show that it performs remarkably well compared to the optimal disaggregate predictor. The article contains both theoretical and numerical analysis."], ["Estimation of Actual Response Coefficients in the Hildreth-Houck Random Coefficient Model", "When the response coefficients in the general linear model are regarded as random variables, the mean of the distribution of these coefficients can be estimated using methods suggested by Hildreth and Houck. This article derives the minimum variance, linear, unbiased estimator for the actual response coefficients which were realized over the sample period. One might suspect that the best estimator of the mean of the response coefficients is also best when estimating the actual response coefficients. This is shown to be false."], ["Residual Correlations and Diagnostic Checking in Dynamic-Disturbance Time Series Models", "In examining adequacy of fit of a statistical model the stochastic properties of the residuals are often studied. In particular, for an important class of time series models involving an exogenous or input variable and correlated errors or disturbances, Box and Jenkins [1] recommend an examination of the autocorrelations of the residuals and the cross correlations between the residuals and the independent variable. It is shown in this article that the residual auto- and cross correlations to a close approximation for large samples possess singular normal distributions. Implications of this for diagnosing model inadequacy are considered."], ["Λ-Minimax Estimation of a Multivariate Location Parameter", "The search for a linear Λ-minimax estimate (see, e.g., [19]) of a multivariate location parameter (with quadratic loss) is reduced to a problem of maximizing a continuous function on a compact, convex set—a problem which can be solved numerically with little difficulty. This reduction is accomplished by showing that a minimax theorem applies, thus changing a difficult minimax calculation to a simpler maximin problem. The technique is observed to be applicable to other, related problems. Also considered is the choice of experiment under the assumption that the decision maker can, at some cost, improve the specification of his prior distribution."], ["Λ-Minimax Estimation of a Scale Parameter", "This note illustrates the application of the Λ-minimax principle (see, e.g., [6, Sect. 6.6]) to the estimation of a scale parameter. In particular, σ Λ-minimax estimator of the variance of a normal distribution is obtained when Λ is a subset of the class of natural conjugate prior distributions. Two cases considered are (1) the mean is known and (2) a fully specified prior distribution is available for the mean. Case 2 is reduced to Case 1."], ["The Estimation of Stationary Stochastic Regression Parameters Reexamined", "This article reexamines the problem of estimation in repeated regression experiments wherein the regression parameters vary according to a stationary stochastic process with known covariance structure. Best linear unbiased estimators, more efficient than those recently proposed by Burnett and Guthrie, are derived."], ["On a New Class of Bounds for the Distribution of Quadratic Forms in Normal Variates", "Except in special cases, the distribution of a quadratic form Q in the normal random vector y cannot be expressed in closed form. However, bounds on the cumulative distribution of Q have been obtained by many authors. This article derives a new class of such bounds by means of a certain mixture representation for the distribution of Q. It is shown how the results apply to the problem of finding the distribution of ratios of independent quadratic forms in normal variates."], [null, "In this article, we consider two single-stage procedures for ranking means of normal populations with a common known variance, for problems involving an r-way (r≧2) classification without interaction. For the problem of selecting the best level of each of the r factors, the asymptotic (p*→7) efficiency of one r-factor experiment relative to r one-factor experiments is determined. Applications to some related problems are noted."], ["Relation between Pearsonian Coefficients of Distributions of Least Squares Estimators and the Disturbance Term", "In this note we derive the third and fourth moments of ordinary least squares estimators of coefficients in a general linear regression model without making any assumption regarding the form of distribution of the disturbance term. These results are then used to establish a relationship between Pearsonian coefficients of the distributions of least squares estimators and the disturbance term."], ["Estimates of Parameters of a Censored Regression Sample", "Winsorization and trimming using stratified and pooled procedures are proposed for linear regression analysis. The regression model assumes an equal number of observations at each value of an equally spaced independent variable. In the null case, the error variable is normally distributed. Efficiencies of estimates are obtained analytically for the stratified procedure and by Monte Carlo methods for the pooled procedure. Means and variances of estimates are obtained analytically for the untreated sample and by Monte Carlo methods for the Winsorized and trimmed samples for both location and scalar contamination. Winsorization and trimming show increased efficiency over the standard method."], ["Optimality Properties of Theil's BLUS Residuals", null], ["A Multivariate Extension of Tukey's One Degree of Freedom for Non-Additivity", "An extension of Tukey's one degree of freedom for non-additivity is given for the multivariate two-way cross-classification model. The hypothesis considered is that the multivariate model is additive with respect to each response (variate) against the alternative that at least one response requires a non-additive model."], ["Pooling Mean Squares in ANOVA Model II", null], ["Power of Tests of Homogeneity of a Binomial Series", null], ["Allocation in Stratified Sampling as a Game", "We consider here the problem of allocating sampling effort among strata when there is no useful information on the within-stratum variability. We show that in a natural game theoretic analogue proportional allocation is a unique good strategy."], ["Constructing Confidence Sets Using Rank Statistics", "Systematic procedures for constructing confidence bounds and point estimates based on rank statistics are given for the two sample location parameter, two sample scale parameter and one sample location parameter problems."], ["Sequential Comparison of Exponential Survival Curves", "A general approach is outlined to the problem of sequentially comparing exponential “survival” curves in a clinical trials setting. It entails applying sequential tests of hypotheses concerning the drift of a Wiener process to a particular discrete-time process generated from the survival data. Anderson's [1] modified sequential probability ratio test [SPRT) is used for illustration. Monte Carlo studies indicate that the method is valid for samples of moderate size and that it may result in considerable savings of observations compared with the widely used sequential sign test. Though the results are presented in the language of clinical trials, applications to life-testing and reliability problems may be envisaged."], ["A Double Sampling Plan for Comparing Two Variances", null], ["Some Comparisons of the Method of Moments and the Method of Maximum Likelihood in Estimating Parameters of a Mixture of Two Normal Densities", "Assuming common variance, the moment estimators of a mixture of two normal densities are obtained. The asymptotic covariance matrix of the moment estimators and the information matrix are then derived and hence the efficiency of the moment method computed."], [null, "The values of Type II error β = 1 — power, of the F-test are tabulated for Type I error α = 0.10."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["“Infinite Variance” and Research Strategy in Time Series Analysis", "The possibility that some time series that arise in economics have error or innovation terms that come from infinite variance distributions throws doubt on most of the classical methods of analysis. The evidence in favor of infinite-variance is discussed and a variety of alternative explanations of the long-tailed property of observed distributions examined. Some of these alternative explanations are based on mixtures of distributions and suggest data-transformations that reduce or remove the problem. Clipping of the series seems to be a particularly useful technique and is applied to U.S. Treasury daily cash flow data."], ["A Multi-Country Analysis of the Effects of Data Revisions on an Econometric Model", "This study may be regarded as an empirical contribution to the subject of measurement error in economic statistics and its influence on econometric estimation. A small annual econometric model is specified and estimated using United Nations national accounts data for each of 21 countries for the period 1955–64. The model is fitted first to preliminary data and then to revised data. Changes in coefficient estimates and related statistics resulting from the data revisions are examined. The data revisions themselves are also examined from the point of view of their magnitude, direction, and inter-series correlation."], ["The Sun-Times Straw Poll, 1968 and 1970: A Statistical Appraisal", null], ["Effects of Question Length on Reporting Behavior in the Survey Interview", "The effects of questions which differ in form and length on completeness and accuracy of information reported in household interviews were explored in a series of four field studies. Question length and structure were varied systematically while keeping constant the demand characteristics. Questions differed also in the recall time offered and the amount of redundancy contained. The analyses were based on tape-recorded interviews containing questions on health events and behaviors. The longer questions elicited more information than short ones. Indications are that the data were also more accurate. Several hypotheses are offered to explain these effects."], ["A New Approach to Estimating Switching Regressions", "In recent years much attention has been focussed on the problem of discontinuous shifts in regression regimes at unknown points in the data series. This article approaches this problem by assuming that nature chooses between regimes with probabilities λ and 1 — λ. This allows formulation of the appropriate likelihood function maximized with respect to the parameters in the regression equations and λ. The method is compared to another recent procedure in some sampling experiments and in a realistic economic problem and is found satisfactory."], ["Seasonal Variability in Distributed Lag Models", "The dependent variable in a distributed lag model frequently exhibits a distinct seasonal pattern which cannot be attributed to the seasonal behavior of the independent variable. This article illustrates the advantages of using the variable lag model to incorporate these seasonal influences directly into the distributed lag relationship."], ["Evaluating Estimates of Net Migration and Net Migration Rates Based on Survival Ratios Corrected in Varying Degrees", "The effects of using survival ratios of different degrees of accuracy to estimate the net migration of the male Negro populations of 25 southern counties and six southern states during the three intercensal periods from 1930–1960 are examined. First, the differences within units (states and counties) produced by the four different sets of survival ratios are examined; and second, the differences between units are considered. In both cases differences are largest during the 1930–1940 decade and decrease at each successive intercensal period."], ["Convergence Pattern of the Scoring Method in Estimating Parameters of a Log-Normal Function", "The iterative procedure usually adopted to solve the ML equations of a log-normal model with three parameters often fails to reach convergence because the initial values needed to start the iterative process are not properly positioned with respect to the final ML estimates of the parameters. This article suggests a method to find initial values that, at least in the author's experience, always give convergence."], ["Partially Balanced Designs for Half Sample Replication Method of Variance Estimation", "Half sample replication has been used as a method for estimating variances in stratified sampling whereby two primary selections are drawn from each stratum. This article considers some procedures of improving the precision of the variance estimator computed from a partially balanced set of half samples. Both the theoretical and empirical findings suggest that the SAOA procedure is an effective method to employ, in particular with a “2-order partially balanced design.”"], ["On Sampling of Very Rare Human Populations", "Specialized samples of very rare populations require expensive cluster search procedures. Most of the effort is wasted since no or very few members of the rare population are located. Bayesian optimum sampling procedures exclude such clusters, but the critical problem is identifying them. The ideas of Wald on sequential sampling are applied and prove to be highly efficient."], ["A Note on Multiple-Choice Items", "Scoring a multiple-choice item can be done by using σ correction for guessing that takes into account the non-uniform distribution of wrong answers."], ["A Study of Methods for Comparing Several Variances", "A variety of statistics are available for testing the homoscedasticity of several populations. In this article a number of these statistics are compared for power and for stability of error rates. Bartlett's statistic is seen to be very powerful in all the experimental cases considered here. Under a condition of non-normality the only statistic to maintain stable error rates is the one using the logarithmic transformation with the analysis of variance."], ["On Future Population", "Population projections as officially published show the consequences of a set of assumptions on births, deaths and migration. Population forecasts are unconditional statements of what the population of a given area at some future date will be, preferably in the form of a probability distribution. Methods for projections, and the problems in applying them to forecasting, are described. Demographic forecasting is seen as the search for functions of population that are constant through time, or about which fluctuations are random and small. The possibilities for such functions are described as well as the results of their application to United States and world populations."], ["On Simpson's Paradox and the Sure-Thing Principle", "This paradox is the possibility of P(A|B) <P(A|B') even though P(A|B)≥P(A| B') both under the additional condition C and under the complement C' of that condition. Details are given on why this can happen and how extreme the inequalities can be. An example shows that Savage's sure-thing principle (“If you would definitely prefer g to f, either knowing that the event C obtained, or knowing that C did not obtain, then you definitely prefer g to f.”) is not applicable to alternatives f and g that involve sequential operations."], ["Some Probability Paradoxes in Choice from among Random Alternatives", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Improved Confidence Intervals for the Variance of a Normal Distribution", null], [null, null], ["Two-Stage Chi Square Goodness-of-Fit Test", null], ["Estimating the Mean of Observations from a Wide-Sense Stationary Autoregressive Sequence", "This study concerns the relative efficiency of the least-squares estimator of the mean of a covariance stationary sequence that has a constant mean and an autoregressive representation of order p. Our results augment those in [2]. The results in Section 1 include for any positive integer p the variance of the LSE, the BLUE in terms of autoregressive coefficients, the variance of the BLUE and the range of applications of Ylvisaker's theorem [7] regarding a lower bound on relative efficiency. For second-order schemes it also includes bounds on parameter values for relative efficiency >0.80. Graphical results for the first-order scheme in Section 2 add to the detailed study made in [2] and imply that the relative desirability of the LSE should be based on variance as well as relative efficiency considerations."], ["Comparing Conditional Means and Variances in a Regression Model with Measurement Errors of Known Variances", "When both variables in a normal regression model are masked by measurement errors of known variances, it is possible to obtain inferences about the parameters relating to the regression of the true variables. For two-sample problems, this article proposes tests of hypotheses of equality of (1) the regression coefficients and of (2) the residual variances, assuming a joint normal distribution on the predictor and predicted variables."], ["Comment", null], ["Rejoinder", null], ["Measures of Association for Cross Classifications, IV: Simplification of Asymptotic Variances", "The asymptotic sampling theory discussed in our 1963 article [3] for measures of association presented in earlier articles [1, 2] turns on the derivation of asymptotic variances that may be complex and tedious in specific cases. In the present article, we simplify and unify these derivations by exploiting the expression of measures of association as ratios. Comments on the use of asymptotic variances, and on a trap in their calculation, are also given."], ["More Light on the Kurtosis and Related Statistics", "We develop a scale invariant test for one member of the family given by the symmetric densities c exp [—|x|θ], θ>0 against another member. The statistic which arises in testing θ = 2 (normal) against θ = 4 is then modified to make it also location invariant; this modification results in the kurtosis K of the sample. Three other statistics are proposed for testing light-tailed distributions against heavy-tailed ones; in particular, the ratio V of one-half of the range and the mean deviation from the sample median is considered. A Monte Carlo study compares the relative values of the four statistics."], ["The Generalized Birthday Problem", null], ["Negative Moments of Positive Random Variables", null], ["Bayesian Analysis of the Two-Sample Problem with Incomplete Data", null], ["Bayesian Optimization in Sampling Finite Populations", "The problem of optimum allocation in sampling finite populations using prior information is considered. The following cases are investigated: (1) stratified simple random sampling with known strata sizes; (2) Neyman's double sampling with unknown strata sizes; (3) the Hansen-Hurwitz method for the non-response problem; (4) two-stage random sampling. The optimum allocation in each case is obtained by minimizing the expected posterior variance of the mean subject to constraints. The results are extended to multiple prior distributions and/or multiple characters. The solutions are distribution-free and also free from the assumption of infinite populations and/or known variances. Attention is given to “data-based” prior distributions."], ["Asymptotic Properties of an Iterate of the Two-Stage Least Squares Estimator", "In this article we obtain the asymptotic distribution of the first iterate of iterated two stage least squares; we demonstrate that this distribution is different from that of the usual two stage least squares estimator. Moreover, we show that the difference in the covariance matrices of their respective asymptotic distributions is, generally, neither positive nor negative semidefinite. In particular, we produce examples in which for some parametric configurations this difference is positive semidefinite while for others it is negative semidefinite."], ["On Utilizing Information from a Second Sample in Estimating the Scale Parameter for a Family of Symmetric Distributions", "In this article we consider two classes of estimators of the scale parameter of a family of symmetric distributions which combine the information from two samples obtained from members of this family with possibly different scale parameters. Of the two classes one is based on a preliminary test of the equality of the scale parameters while the other is arrived at by minimizing the mean square error. These classes of estimators are studied from the point of view of efficiency and relative bias. Some comments are also provided with regard to the asymptotic behavior of the estimators."], ["Kendall's S Distribution with Ties in One Ranking", "In this note, the results of Silverstone [1] on the cumulants of Kendall's S distribution, when no ties are present, are extended to the case where ties are present in one ranking. These results are used to estimate deviations of the distribution of the S statistic from normality. Two examples are given which illustrate properties of these estimates."], ["Multisample Tests for the von Mises Distribution", "This article gives tests for several samples for the von Mises distribution for directions. The tests are for equality of modal vectors and for equality of concentration parameters. The tests may be adapted for use with a bimodal distribution."], ["Two-Sided Confidence Intervals for Ranked Means", null], ["Comparisons of MVU and ML Distribution Function Estimators for Truncation Parameter Distributions", "The ratio of integrated mean square errors for minimum variance unbiased and maximum likelihood estimating distribution functions is computed for truncation parameter distributions as a relative efficiency measure. A “closeness” relative efficiency is also computed for these estimators for the same class of distributions. The MVU estimator is found to be more efficient than the ML estimator for all sample sizes exceeding two in both cases."], ["A Comparison of Some Multivariate Discrimination Procedures", "A sequence of observations is obtained; each observation is known to be a value on one of two distinct absolutely continuous p-dimensional random variables, X and Y. The problem is to decide whether each observation is on X or Y. Some discrimination procedures are suggested and, using Monte Carlo methods, they are compared with other discrimination procedures to be found in the literature. The overall best performer in the comparisons of this study is one of the suggested procedures, a “nearest neighbor” type procedure based on statistically equivalent blocks."], ["The Treatment of Missing Values in Discriminant Analysis—I. The Sampling Experiment", "Probabilities of correct classification under several commonly used methods of handling missing values are studied by Monte Carlo methods. The methods include use of only complete observation vectors; use of all observations with no replacement; substitution of means for missing observations; Buck's regression method; and, Dear's principal component method. Discriminant functions were formed using independent random samples from two multivariate normal distributions with equal covariance matrices. Missing values occur randomly in each variable and independently of missing values in other variables. The mean substitution method and principal component method are, in general, superior to the other methods for cases considered."], ["A Model for Quadratic Outliers in Linear Regression", "A model to describe a linear regression where outliers follow a quadratic regression is introduced and the asymptotic and small sample properties of the maximum likelihood estimators studied. The investigation demonstrates that parameter estimation in models which describe outlier patterns can provide a useful analytic procedure."], ["Necessary and Sufficient Conditions for MINQU-Estimation of Heteroskedastic Variances in Linear Models", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["On the Question of Statistical Confidentiality", "In Section 1 the nature of statistical confidentiality is explored, i.e., its essential role in the collection of data by statistical offices, its relationship to privacy and the need for increased attention to potential statistical disclosures because of the increased tabulation and dissemination capabilities of statistical offices. In Section 2 a definition of inadvertent direct disclosure is provided as well as a theorem concerning a test for residual disclosure of tabulations. In Section 3 different media and methods of data dissemination are considered from the point of view of potential for statistical disclosure."], ["A Cost-Effectiveness Model for Air Pollution Control with a Single Stochastic Variable", "A cost-effectiveness model for air pollution control is constructed in which the total cost of abatement is minimized for a given set of air quality goals and for varying degrees of confidence that the goals will be achieved. The probabilistic element is confined to a single stochastic variable, annual average wind velocity. While this is a simplified model, the results indicate that the cost of increased certainty rises rapidly. This suggests that air quality goals should be expressed not only in terms of maximum pollutant concentrations but also the minimum probabilities that these maximums will not be exceeded."], ["Time and Frequency Domain Representations of Futures Prices as a Stochastic Process", "Speculative markets have often been characterized as exhibiting random price behavior where prices tend to move in a series of unconnected steps. The hypothesis of random behavior in commodity markets is investigated by three tests of randomness for a total of 167 futures contracts representing a variety of commodities. The autocorrelation function, spectral density function, and integrated period-ogram are estimated for each futures contract. The empirical results indicate that futures price behavior cannot generally be characterized by a simple random walk model, though several commodities appear to yield random behavior."], ["Using Regression Models to Estimate the Expectation of Life for the U.S.S.R.", "In this study the Soviet Union serves as a prototype to demonstrate that basic demographic measures can be reconstructed from scanty data. Analytical tools designed for estimating such measures are important in both applied as well as theoretical demography. Regression models are proposed to ascertain the level of births and deaths from scanty information available in the official Soviet government publications."], ["Seasonal Adjustment of Economic Data by Application of the General Linear Statistical Model", "This article presents a technique of seasonal adjustment of economic time series within the framework of the general linear statistical model. The technique is designed to be flexible enough to be applicable to varying types of economic time series. The first goal of the technique is the development of a specification that allows adequate flexibility in the estimation of the trend-cycle component of a time series. The second goal is the development of a method of handling changing seasonality. The results of applying the technique to simulated time series are presented. These are compared with the results of applying the Census X-11 method."], ["Verification Error in Single Sampling Inspection Plans for Processing Survey Data", "This article deals with measurement error in single sampling inspection plans of the attributes type. Formulas are provided to assess the effect of inefficient inspection and correction on the power of the sampling plan to distinguish between acceptable and unacceptable quality levels, on average outgoing quality, and on costs. Emphasis is placed on the error of classifying defectives as nondefectives (Type II) made by both inspectors (called “verifiers”) of sample items and by correctors of items in rejected lots. Type I errors are mentioned under conditions peculiar to preparing data for machine processing in which nondefective items are regarded as defectives and changed to incorrect ones."], ["Analysis of Contingency Tables Having Ordered Response Categories", null], ["Approximate Distribution of Parameters in a Distributed Lag Model", "In the construction of econometric models, the need frequently arises to test the significance of coefficients whose distribution is a ratio of two normal random variables for which no statistical tables exist. In this article the distribution of such a ratio, emanating from a partial adjustment model, is empirically approximated by utilizing Monte Carlo experiments with various sample sizes. The results indicate that the standardized distribution of the ratio is positively skewed and does not closely approximate the z-distribution. On the basis of the empirical distribution obtained, critical values for various levels of significances and sample sizes are reported."], ["Upper Bounds for Correlations between Binary Outcomes and Probabilistic Predictions", null], ["A Monte Carlo Study of Analysis of Variance and Competing Rank Tests for Scheffé's Mixed Model", "Monte Carlo estimates are obtained of the small sample power of the classical F test and three competing rank tests for detecting two forms of treatment shift alternatives. These results were computed under Scheffé's mixed model for the case of one observation per cell using several variance-covariance matrices. Some small sample null distributions, empirical efficiencies, and robustness computations are also given."], ["Some Recent Results in Lognormal Parameter Estimation Using Grouped and Ungrouped Data", "Two and three parameter lognormal distributions were fitted to the distributions of certain types of automobile insurance claim payments. Maximum likelihood estimates of the parameters were obtained using both grouped and ungrouped data; for the three parameter cases and the two parameter grouped data cases, the method of scoring worked well. Comparison of the efficiencies of the estimates using grouped data showed that logarithmic grouping was substantially better than equal interval grouping."], ["Research and Theory on the Learning of Probabilities", "Human behavior in many situations involving uncertainty and risk depends on the acquisition of information concerning event probabilities. A family of statistical models, growing out of general mathematical learning theory, accounts for probability learning in terms of the accumulation in memory of weighted ensembles of associations between recurring situations and subsequent events. These models provide rather detailed quantitative accounts of probability learning in some especially simplified experimental situations. Also they provide vehicles for applying theoretical interpretations of probability learning to the problems of choice and decision making in social and economic contexts."], ["Recent Developments in the Design of Factorial Experiments", "Since 1965 almost all of the contributions to the design and analysis of factorial experiments have involved fractional factorial plans. These contributions may be categorized by three main classes of plans which are: (a) fractions of asymmetrical factorial arrangements, (b) irregular fraction plans and (c) sequences of fractional factorial plans. In this article the development of the design of factorial experiments since 1965 will be outlined. Some of the plans described have not as yet appeared in the statistical literature."], ["Estimation of Variance and Covariance Components in Linear Models", null], ["Sample-Based Classification Procedures Derived from Density Estimators", "Parametric or nonparametric density estimators from a mixture of K distributions can be used to estimate the non-error rate of an arbitrary classification rule—and to construct a rule which maximizes estimated probability of correct classification. (For two multivariate normal distributions with common covariance matrix, this general criterion yields the usual linear discriminant.) Such a sample-based rule is asymptotically optimal under very general conditions. Often its “apparent” non-error rate exceeds its true rate and is even optimistically biased as an estimator of the (unknown) optimal rule's non-error rate; but the apparent rate converges to this optimum."], ["Direct Clustering of a Data Matrix", "Clustering algorithms are now in widespread use for sorting heterogeneous data into homogeneous blocks. If the data consist of a number of variables taking values over a number of cases, these algorithms may be used either to construct clusters of variables (using, say, correlation as a measure of distance between variables) or clusters of cases. This article presents a model, and a technique, for clustering cases and variables simultaneously. The principal advantage in this approach is the direct interpretation of the clusters on the data."], ["Limiting the Risk of Bayes and Empirical Bayes Estimators—Part II: The Empirical Bayes Case", "We discuss compromises between Stein's estimator and the MLE which limit the risk to individual components of the estimation problem while sacrificing only a small fraction of the savings in total squared error loss given by Stein's rule. The compromise estimators “limit translation” away from the MLE. The calculations are pursued in an empirical Bayesian manner by considering their performance against an entire family of prior distributions on the unknown parameters."], ["The Isotonic Regression Problem and its Dual", null], ["An Inverse Stopping Rule for Play-the-Winner Sampling", "Sobel and Weiss [2] have given an inverse sampling stopping rule for selecting the better of two binomial populations. Sampling is done by the play-the-winner method. By including the number of failures in the Sobel-Weiss stopping rule a truncated procedure is obtained with good general properties. In particular, excessive sample sizes are avoided when the population probabilities are small."], ["A Comparison of Lag Window Generators", "Spectrum estimates depend for their specification on a truncation point and a “covariance averaging kernel” or “lag window,” which is derived from a “lag window generator.” A comparison of such generators is presented, based upon their negated derivatives, which are shown to be the approximate weightings in a particular type of representation of the spectrum estimate. It is clearly shown why the well-known generators of Parzen and Tukey are superior to most (but not all) of their rivals. These still have weaknesses, however, and the article concludes with a suggestion how these may be overcome."], ["The Exact Finite-Sample Distribution of the Limited-Information Maximum Likelihood Estimator in the Case of Two Included Endogenous Variables", "This article is concerned with the exact finite-sample distribution of the limited-information maximum likelihood estimator when the structural equation being estimated contains two endogenous variables and is identifiable in a complete system of linear stochastic equations. The density function derived, which is represented as a doubly infinite series of a complicated form, reveals the important fact that for arbitrary values of the parameters in the model, the LIML estimator does not possess moments of order greater than or equal to one"], ["Disturbance-Variance Estimation in Simultaneous Equations When Disturbances are Small", "Employing the small-disturbance approach, I study the bias and mean squared error of a class of estimators of the variance of the disturbances in a simultaneous linear stochastic equation model. The estimator considered is the residual sum of squares after estimation of the structural parameters by a k-class estimator, divided by an arbitrary scalar. The scalar which minimizes the mean squared error is (T—n+2), regardless of which k-class estimator is used, where T is the number of observations and n is the number of structural parameters estimated. Using the scalar (T—n+2), the member of the k-class that minimizes the mean squared error is classical least squares."], ["The Role of Approximate Prior Restrictions in Distributed Lag Estimation", "In distributed lag models we often parameterize the lag distribution's form so that only small finite numbers of parameters are required even when it is likely that the model so written involves some specification error. The effects of such error depend on the autocorrelation properties of the independent variable; quasi-difference transforms of the data will have effects, possibly undesirable, on the nature of error due to approximation. Certain hypotheses, e.g., those concerning the sum of coefficients or the mean lag of the distribution, may be untestable in time series regressions in the presence of approximation error of this type."], ["Some Finite Sample Results for Theil's Mixed Regression Estimator", "Finite sample properties of Theil's mixed regression estimator and test statistic for checking the compatibility of prior and sample information, are studied via Monte Carlo sampling experiments."], ["A Monte Carlo Study of Some Small Sample Properties of Tests for Specification Error", "Some tests for the specification errors of omitted variables, incorrect functional form, simultaneous equation problems, and heteroskedasticity previously developed by the author are further considered in this article. Monte Carlo methods are used to examine the statistical independence of the test statistics, the small sample power of the tests under various alternatives, and the effect on the tests of using ordinary least squares instead of Theil residuals."], ["A Decision-Theoretic Approach to Interval Estimation", "Under an appropriate loss function, interval estimation may be regarded as a Bayesian decision-making procedure in which the objective is to find an interval that minimizes expected loss. For various loss functions, the behavior of the optimal interval is investigated, a comparison is made with the usual non-decision-theoretic interval estimates, and applications and examples are discussed."], ["Estimators of Severity Factors in a Multiplicative Poisson Model", null], ["Distribution-Free Interval Estimation of the Largest α-Quantile", "A procedure based on order statistics is given for the interval estimation of the largest α-quantile of several continuous distributions. Results on infimum of coverage probability are obtained for one-sided and two-sided intervals. An optimality criterion is proposed and an algorithm is given for two-sided intervals. Large sample approximations are also considered."], ["Asymptotic Efficiencies of Quick Methods of Computing Efficient Estimates Based on Ranks", "A class of simple methods of computing asymptotically efficient estimates which are asymptotically equivalent to centers of the confidence intervals from rank tests for a location parameter is described. Values of the asymptotic efficiencies are given for populations other than that used for construction of a particular estimate."], ["Comparisons among Estimators of a Scale Parameter of the Beta-Stacy Distribution", null], ["The Moments of a Distribution after Repeated Selection with Error", "Multiple-stage selection from an infinite population with some known distribution is studied. A method is given for finding the exact moments of the distribution of the true yields of the varieties left after selection with error. Considerable simplification is possible where the original population is normally distributed. This simplification is a result of the use of expressions that are derived for the derivatives of a multivariate normal probability integral. Methods are indicated for numerical calculation of the resulting integrals on a computer when appropriate tables are not available."], ["Singular Weighing Designs and a Reflexive Generalized Inverse", "In [1] the problem of singular weighing designs was cast in the framework of a reflexive generalized inverse, and it was shown how a singular design could be augmented to secure maximized efficiency. This note proves, in the same context, a theorem which may be called an analog of Price's Theorem, R. 16, in respect of the generalized inverse used in [1]."], ["The Best Test of Exponentiality against Gamma Alternatives", "The best scale invariant test of exponentiality against one-sided gamma alternatives is shown to be based on a well known statistic considered by Moron [4]."], ["An Approximate Analysis of Variance Test for Normality", "This article presents a modification of the Shapiro-Wilk W statistic for testing normality which can be used with large samples. Shapiro and Wilk gave coefficients and percentage points for sample sizes up to 50. These coefficients required obtaining an approximation to the covariance matrix of the normal order statistics. The proposed test uses coefficients which depend only on the expected values of the normal order statistics which are generally available. Results of an empirical sampling study to compare the sensitivity of the test statistic to the W test statistic are briefly discussed."], ["An Alternative for the Linear Regression Equation When the Predictor Variable is Uncontrolled and the Sample Size is Small", null], ["Approximate Confidence Limits for System Reliability", null], ["On the Comparison of Two Methods of Combining Independent Tests", "It is shown in this article that for an example considered by Naik [1], according to the equal probability criterion, the union-intersection principle method of combining independent tests is superior to Fisher's method."], ["Stratified Sample Surveys with Multiplicity", "Sampling variances are compared for the conventional and for two classes of multiplicity estimators based on stratified sample surveys. The conventional estimator uniquely links every individual to a single enumeration source—its index source. The multiplicity estimators link every individual to its index source, and possibly to other sources as well. One multiplicity estimator permits an individual to be linked to sources in one stratum only; the other multiplicity estimator permits an individual to be linked to any sources. None of the three estimators is necessarily more reliable than the others."], ["Series Representations of a Bivariate Singly Noncentral t-Distribution", "This article presents a derivation of the probability density function and the cumulative distribution function of two correlated t statistics, for the central and singly noncentral case. The distribution of the ratios of means to standard deviations of a bivariate normal sample, is considered in particular."], ["Recurrence Relation for the Minimum Variance Unbiased Estimator of a Parameter of a Left-Truncated Poisson Distribution", "A recurrence relation for the minimum variance unbiased estimator of the parameter of a Poisson distribution truncated on the left at ‘c,’ based on a sample size n and sample total t, is derived using a recurrence formula for the generalized Stirling numbers of the second kind."], ["Theory of Equitable Quality Level and Error-Areas under the OC Curves of Acceptance Sampling Plans", "The concepts of “equitable quality level” (EQL) and “error-areas” are defined in terms of the operating characteristic and the prior distribution of incoming lot quality. Asymptotic expansions are obtained for them in terms of derivatives of the prior distribution and moments of an auxiliary random variable, the latter depending only on the elements of the sampling plan. It is indicated how these results can be of use in constructing plans having certain optimum properties."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}