{"1973": [["Experiments for Nonlinear Functions (R.A. Fisher Memorial Lecture)", "This article reviews work on the planning of experiments with response functions nonlinear in some parameters. Apart from older work on dilution series experiments and quantal bioassays, this field is relatively recent, the mathematical and computing aspects being more complex than for linear responses. An efficient design requires good advance estimates of the parameters. Research has concentrated on (1) optimum estimation of the parameters, under an asymptotic criterion, for both sequential and non-sequential approaches, and (2) tests of the adequacy of the model, discrimination between models and model-building. More work on the small-sample behavior of the designs and on compromise designs that perform well under the typical practical complications would be valuable."], ["An Evaluation of the Predictive Ability of the FRB Sensitive Price Index", "This article reviews the historical performance of the Federal Reserve Board Sensitive Price Index (SPI) in accord with the standards established for such an index by the Price Statistics Review Committee. Several empirical tests are outlined which can be used to assess the predictive performance of any leading indicator. These tests indicate that the SPI performs well as an indicator for business conditions but has little to offer for the problem of predicting price level changes."], ["Short-Run Instability in Single-Family Housing Starts", "This article provides a statistical analysis of an inventory-theoretic approach to the study of the speculative sector of the single-family housing starts. Seen as a source of supply of new housing units the speculative housing starts are found to be heavily affected by the short-term interest rate and the monetary base."], ["Household Headship and its Changes in the United States, 1940–1960, 1970", "This article examines changes in household headship reported in U.S. census data, 1940–1960, with some 1970 material. Household headship is discussed as a demographic variable which has substantial importance for sociologists and economists. Change occurred both in the likelihood of an adult being a household head and in type of head. Increases came both from favorable shifts in marital status and from rate changes, holding marital status constant. The most striking change is the enormous increase in the proportion of older widowed and divorced women living alone as household heads."], ["How Many People Pay Their Tram Fares?", "Many experimental situations lead to inverse sampling schemes with some random or non-random stopping rule, since at each experiment only a bounded number of observations can be made. This note discusses the problem of estimating the unknown probability in the underlying geometric distribution of such schemes. I encountered this problem in a very special context, that of estimating the proportion of non fare-paying passengers in a local transportation system. This aspect is stressed throughout, and some special terminology arising from this is used."], ["Effects of Time and Memory Factors on Response in Surveys", "This article describes a simple model of the effects of time on memory. The model combines the effects of forgetting and telescoping where the event is remembered as occurring more recently than it did. The model is tested on behavior data for which validation information are available. The use of records and of aided recall are shown to have opposite effects on memory errors. Records reduce telescoping effects, but not errors of omission. Aided recall reduces omissions, but does not reduce and may even increase telescoping. The article also includes a discussion of other characteristics of the interview and the respondent that affect memory."], ["Response Bias in Reports of Father's Education and Socioeconomic Status", "This article compares independent interview responses of fathers and their sons to questions about the educational attainmentand occupational status of the father. There is a high degree of congruence between the son's and father's estimates of both variables. When, however, reporting differences are regressed on various demographic characteristics reported by the son, the responses of youths with certain characteristics are found to deviate significantly from their fathers'. Practical implications of these systematic deviations are discussed."], ["A Random Walk Epidemic Simulation", "An epidemic simulation is presented in which the population occupies a rectangular grid and individuals or germs move about the grid using a two-dimensional random walk. It is shown that the model can simulate the Providence measles data and also a distemper epidemic in ferrets."], ["A Generalized Logistic Function with an Application to the Effect of Advertising", "A generalization of the common logistic function is developed, incorporating a non-unit saturation level, a non-zero intercept, and a non-symmetric shape. The dependence of the three generalized characteristics on (estimated) parameter values is exhibited. The statistical properties of the function are developed for the case where the dependent variable is a relative frequency. An empirical application shows that the effect of advertising on market share is best depicted by a curve which is everywhere concave to the origin."], ["A Consumer Purchasing Model with Erlang Inter-Purchase Times", "The gamma-Poisson form of the negative binomial distribution (NBD) model generally gives a good fit to many aspects of repeat-buying behavior for a wide range of frequently bought branded consumer goods. Nonetheless, empirical evidence suggests that purchasing a particular brand-size in successive equal time-periods tends to be more regular than Poisson. An alternative model is therefore examined in which inter-purchase times for a given consumer are described by an Erlang distribution rather than by the negative exponential distribution implicit in the Poisson assumption of the NBD model. But it is found that the NBD model is robust to this kind of departure. Because of its greater simplicity, the NBD model therefore seems preferable for practical use."], [null, null], ["Nonrandom Shuffling with Applications to the Game of Faro", "De Moivre, Euler, and Montmort analyzed a predecessor of Faro. We consider the modern game first under the assumption of random shuffling, then with nonrandom shuffling. With random shuffling we find the house edge can be less than 0.0006 percent, but it is at least 0.526 percent if the player is limited to negative expectation bets. Human shuffling is nonrandom and a simple model for it indicates that, in principle, the player can achieve significant positive expectation. The ideas used to apply nonrandom shuffling to Faro also extend to other games. We illustrate with casino Blackjack. An appendix discusses previous work on modern Faro."], ["Simple Regression Methods for Survival Time Studies", "Given a set of grouped survival data, least squares estimates are proposed for the parameters of four survival distributions that can be fit: exponential, linear hazard, Gompertz and Weibull. Sample estimates of the hazard function are utilized in the least squares procedures and a method is given for selecting a distribution for further investigation based on the likelihood under the four survival models. A Monte Carlo study demonstrated that the least squares estimates are nearly as efficient as maximum likelihood when the sample size is 50 or more. The methods are applied to survival data for 112 patients with plasma cell myeloma."], ["An Iterative Technique for Absolute Deviations Curve Fitting", "An iterative technique is proposed for the absolute deviations regression of data. At the heart of the technique is any standard least squares curve fitting algorithm. Hence, the resulting regression procedure is computationally simple, requires less storage and is faster than the linear programming algorithm recently proposed as a solution to this problem. Problems associated with non-unique solutions in least absolute deviations regression are also discussed."], ["A Comparison of Several Analysis of Variance Programs", "When several widely available canned computer programs are used to perform a routine analysis of variance, the results are found to be either misleading or sometimes completely wrong. However one program, BMDX64 of U.C.L.A.'s Biomed Series, proves to be accurate, unambiguous, versatile, well documented, statistically attractive, efficient, and inexpensive."], ["Imaginary Confidence Limits of the Slope of the Major Axis of a Bivariate Normal Distribution: A Sampling Experiment", null], ["Simon Newcomb, Percy Daniell, and the History of Robust Estimation 1885–1920", "This article reviews some of the history of robust estimation, emphasizing the period 1885–1920 and the work of Newcomb, Edgeworth, Sheppard, and Daniell. Particular attention is paid to lines of development which have excited recent interest, including linear functions of order statistics and mixtures of normal densities as models for heavy-tailed populations."], ["Robust Estimation in Finite Populations I", "This is an application of a least-squares prediction approach to finite population sampling theory. One way in which this approach differs from the conventional one is its focus on characteristics of particular samples rather than on plans for choosing samples. Here we study samples in which many superpopulation models lead to the same optimal (BLU) estimator. Random sampling is considered in the light of these results."], ["Robust Estimation in Finite Populations II: Stratification on a Size Variable", "It has been established in Part I [3] that for estimating a finite population total, the estimators which are optimal under simple super-population models can be made insensitive to certain departures from the models by the choice of balanced samples. Here stratification on a size variable is considered as another technique for protecting against model failure. Together the two techniques, stratification and balanced sampling, are shown to provide more efficient protection than does balanced sampling alone. Questions of definition of strata and of allocation of sampling units among strata are also considered."], ["The Reliability of Systems of Independent Parallel Components When Some Components are Repeated", null], ["Specification Analysis", null], ["An Alternative Approach to Multivariate Response Error Models for Sample Survey Data with Applications to Estimators Involving Subclass Means", "Indicator functions are used as the basis for the formulation of a multivariate extension of the response error model developed by the U.S. Bureau of the Census. This approach allows a more complete characterization for general survey designs of the nature of the various components of the total variance of linear sample estimators and is particularly useful with respect to the role of the interaction component. These results are then applied to study the effect of response errors on subclass means, differences between subclass means, and post-stratified means."], ["Double Sampling with Partial Information on Auxiliary Variables", "It is well known that the precision of an estimator can be improved if auxiliary variables are used. In particular, if the relationship is linear, a linear regression estimator is constructed. When the mean of the auxiliary variable is completely unknown, double sampling techniques can be adopted. If the experimenter has partial information about the mean, he may perform a preliminary test and construct a preliminary test estimator. The bias, mean square error and relative efficiency are obtained for the preliminary test estimator. Recommendation of the levels of the preliminary test and optimum allocation of sample sizes are given. When the prior distribution of the mean of the auxiliary variable is normal, a maximum likelihood estimator is obtained."], [null, "This article provides some corrections to the numerical results obtained in a recent paper by Duncan [2] and suggests a more efficient procedure for determining the optimum control parameters."], ["Bayesian Analysis of a Bivariate Normal Distribution with Incomplete Observations", "We consider the problem of drawing inferences on the difference of the population means when an incomplete sample from a bivariate normal population is available. Whereas Mehta and Gurland [7] have considered this problem from the sampling theory point of view, we tackle here the same problem from a Bayesian approach."], ["Regression Analysis When the Variance of the Dependent Variable is Proportional to the Square of its Expectation", "In this article we consider a regression model where the variance of the dependent variable is proportional to the square of its expectation. First, we obtain the asymptotic efficiency of the weighted least squares estimator as compared to the maximum likelihood estimator for the cases when the dependent variable follows a normal, lognormal, or Gamma distribution. Second, we derive a test of whether the dependent variable follows a lognormal or a Gamma distribution. An example is worked out for the purpose of illustration."], ["Regression Analysis of Poisson-Distributed Data", "The principle of maximum likelihood is used to obtain estimates of the parameters in a regression model when the experimental observations are assumed to follow the Poisson distribution. The maximum likelihood estimates are shown to be equivalent to those obtained by minimization of a quadratic form which reduces to a modified chi square under the Poisson assumption. Computationally, both of these estimation procedures are equivalent to a properly weighted least squares analysis. Approximate tests of the assumed Poisson variation and “goodness of fit” of the data to the model are proposed. Applications of the estimation procedure to linear and nonlinear regression models are discussed, and numerical examples are presented."], ["The Joint Distribution of the Standardized Least Squares Residuals from a General Linear Regression", null], ["Point Estimation and Risk Preferences", "The decision-theoretic approach to point estimation involves the choice of an estimate to minimize the expected loss associated with the estimate. The purpose of this paper is to indicate the influence of risk aversion on point estimates for classes of payoff functions including the piecewise linear and quadratic payoff functions. Increased risk aversion results in a point estimate closer to zero for a quadratic payoff function and a lower estimate with a piecewise linear payoff function, for example."], ["Confidence Regions for Variance Ratios of Random Models for Balanced Data", "Exact confidence coefficients associated with the confidence regions for variance ratios of balanced random models [3] are derived in terms of the upper tail of the probability integrals of the inverted Dirichlet distribution. Numerical calculations show that the conservative confidence coefficients given in [3] are very good approximations to the exact ones."], ["Relative Efficiencies of ‘O-BLUE’ Estimators in Simple Linear Regression", null], ["Standard Confidence Limits for Linear Functions of the Normal Mean and Variance", null], ["A Note on Density Estimation Using Orthogonal Expansions", "The estimation of probability density functions is frequently approached through the use of orthogonal series. The goodness of the estimator can be conveniently measured in terms of Mean Integrated Squared Error, or MISE. To reduce MISE to a minimum, for fixed sample size, the experimenter would like to determine an optimal truncation point for the orthogonal series estimator. Presented here are some general MISE properties of a commonly used type of density estimator."], ["Doing What Comes Naturally: Interpreting a Tail Area as a Posterior Probability or as a Likelihood Ratio", null], ["Discrimination Procedures for Separate Families of Hypotheses", "Procedures for discriminating between models from separate families of hypotheses are examined, with principal emphasis on procedures invariant under location and scale transformations. The discrimination procedures considered are compared using Monte Carlo samples as data for five pairs of invariant distributions. These comparisons are made with respect to the best invariant procedure, a procedure requiring no knowledge of sampling distributions, using approximate relative efficiencies calculated from the Monte Carlo results. On the basis of these efficiencies and the computational complexities of the procedures, suggestions are made for their use."], ["An Extension of the T-Method of Multiple Comparison to Include the Cases with Unequal Sample Sizes", null], ["An Improved Procedure for Selecting the Better of Two Bernoulli Populations", null], ["On Methods of Handling Ties in the Wilcoxon Signed-Rank Test", "Formulas are given for asymptotic efficiency of the Wilcoxon signed-rank test under several alternative ways of handling ties. Two methods of handling ties at zero, one suggested by Wilcoxon and the other by Pratt, are compared on the basis of their asymptotic efficiencies. Each method is shown to be better than the other in some situations. Two examples consider the discrete uniform distribution and the binomial distribution."], ["Note on Cochran's Q-Test for the Comparison of Correlated Proportions", null], ["Tables of Critical Values for a k-Sample Kolmogorov-Smirnov Test Statistic", null], [null, null], ["Improved Approximation to the Non-Null Distribution of the Correlation Coefficient", null], ["Approximating Discrete Distributions, with Applications", "This article presents a generalized procedure of finding the discrete distribution which minimizes, subject to a set of linear constraints on the probabilities, the “discrimination information” with respect to a given probability distribution. A convergent iterative algorithm is modified to serve this purpose. Many applications are discussed including analyses of contingency tables and some discrete analogues of the one-sample and several-samples problem. A test for the validity of the imposed constraints is provided by a test-statistic distributed asymptotically like a chi square."], ["Some General Results about Uncorrelated Statistics", "Hogg [2, 3, 4], Hollander [5], and Randies and Hogg [10] have obtained interesting results about zero correlation and certain symmetry properties for classes of statistics. One of the purposes of this article is to collect some of their results and extend them where possible. Several examples are presented demonstrating the broad applicability of the extended results."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Piecewise Regression Using Cubic Splines", "Spline theory and piecewise regression theory are integrated to provide a framework in which structural change is viewed as occurring in a smooth fashion. Specifically, structural change occurs at given points through jump discontinuities in the third derivative of a continuous piecewise cubic estimating function. Testing procedures are developed for detecting structural change as well as linear or quadratic segments. Finally, the techniques developed are illustrated empirically in a learning-by-doing model."], ["The Two Alternate Questions Randomized Response Model for Human Surveys", null], ["Regional per Capita Incomes and Income Inequalities: Point Estimates and Their Standard Errors", "A simple statistical model is developed to assess the implications of random measurement errors in reported per capita incomes and of the bias caused by the use of official exchange rates for (1) regional per capita incomes and (2) regional income inequality. It appears that regional per capita incomes can be estimated with a fair degree of accuracy, provided that the measurement errors of the reported per capita incomes of individual countries are not too highly positively correlated. The measurement of regional inequality is characterized by considerable uncertainty."], ["Statistical Reforms Accelerated by Sixth Census Errors", "American census-taking procedures had evolved slowly from the inception of the decennial census in 1790 until 1840, when a new high seemed evident in the many additional categories included in the survey. On publication, however, numerous errors were discovered in the figures, precluding the usefulness of the census data. Paradoxically, the discovery of these errors in the sixth census was to become the catalyst for reforms that would spearhead the government's use of modern statistical procedures."], ["An Explicit Estimation of the Prevalence of Commitment to a Training School, to Age 18, by Race and by Sex", "Estimates of the race and sex specific prevalence to age 18 of commitment to a training school are derived. The obtained relative prevalence rates are found to be similar to another set for a different criterion, a different time, and a different, smaller jurisdiction. It is concluded that differences in relative rates of three to one make it impossible to interpret differences in absolute rates without taking into account the racial composition of the population. This viewpoint is in direct opposition to current proposals to suppress the use of racial and other ethnic identifications in the collection of social data."], ["Spatial and Temporal Effects in Residential Sales Prices", "To assess the extent of the impact upon housing prices of the introduction of a modern suburban rapid transit service, a two-way unbalanced analysis of variance model is estimated with residential sales price data. Inflationary and time stable neighborhood effects are accounted for in this manner. The first term of the singular decomposition of the interaction matrix summarizes the interaction, and may indicate the nature of the impact. Since the residuals from the additive model are too dispersed and negatively skewed to be normally distributed, the application of outlier-editing and robust estimation procedures is discussed."], ["Oscillatory Growth in Three Nations", "Both the definition of economic activity and the definition of periodicity seem to determine whether there are long tides in economic affairs. Spectral analysis of growth rates finds no long waves in the U.S., U.K., and Sweden, but this is consistent with the appearance of long classical (upcross) swings in the deviations from trend of several raw data series. These upcross oscillations may not be independent components of economic evolution but merely distorted reflections of trend growth processes."], ["Small Sample Properties of Distributed Lag Estimators with Misspecified Lag Structure", "The small sample properties of several distributed lag estimators are examined under conditions of misspecified lag structure, such as fitting a geometric estimator to a second order lag distribution. Evaluation includes analyses of the estimated average lags and the adjustment rates. Lag structure misspecification is found to yield large biases in the average lag and adjustment rate, especially compared to the biases resulting from a correctly specified but poorly designed estimator. The test statistics are found to be unreliable and often misleading indicators of lag structure misspecification."], ["A Bayesian Optimal Overhaul Interval Model for the Weibull Restoration Process Case", "This article presents Bayesian estimators of the parameters of the Weibull hazard function in the restoration process case. These estimators are used in a model which optimizes the interval between machine overhauls. Since the properties of the model are not in closed form, a simulation experiment is used to evaluate the effectiveness of the model. The simulation results show that the model does yield lower machine operating costs than the non-Bayesian approach. The effectiveness of the model could be increased by improvements in the quality of the prior estimates used in Bayesian estimation."], ["Measuring the Permanent Component of a Series for Serially Correlated Observations", "Alternative systems of negative binomial and binomial weights are proposed for measuring the permanent component of a series as a weighted average of the observed series. If the observed series is generated by a stable first-order autoregressive process it is shown that there are alternative sets of weights using either weighting scheme for which the permanent and transitory components are uncorrelated."], ["Close Approximations of Percentage Points of the Chi-Square Distribution and Poisson Confidence Limits", null], ["Note on the Spearman Rank Correlation Coefficient", null], ["Sequential Experimental Design Procedures", null], ["Sequential Search of an Optimal Dosage, I", "Sequential search procedures are described for determining an optimal dosage in the following biomedical problem. People are subjected to a certain chemotherapeutic treatment. The optimal dosage is the maximal dose for which the proportion of patients whose toxicity level does not cross the allowable limit is γ. We discuss Bayesian and non-Bayesian sequential procedures for searching the optimal dosage, assuming a linear regression between toxicity and dosage, and normal conditional distribution of the toxicity level at each dose, with a known variance."], ["Reconstructing a Noisy Markov Chain Using Near-Neighbor Rules", null], ["Admissible Discriminant Analysis", null], ["Computational Results in Selecting Multi-Factor Experimental Arrangements", "This article investigates some theoretical and computational properties dealing with the selection of an “optimum” experiment in a constrained environment. The squared Euclidean norm of the information matrix is developed as a measure of optimality for any experimental factorial arrangement. The problem of experimental layout is structured as a mathematical optimization which can be transformed into a quadratic integer program. Computational results are given."], ["Using Partially Balanced Designs for the Half Sample Replication Method of Variance Estimation", null], ["A Nonparametric Test for Interaction in Factorial Experiments", null], ["A Monte Carlo Comparison of the Regression Method and the Spectral Methods of Prediction", "We consider the question of estimating the linear, least-squares predictor of the future values of a real-valued, discrete, purely nondeterministic, stationary time series from its known past. A method of estimating the prediction coefficients from the usual ‘windowed’ estimates of spectral density function is put forward and a Monte Carlo comparison of this method with the more usual regression method of finding the best fitting autoregressive process by recursively solving the Yule-Walker equations is carried out."], ["Transformations for Estimation of Linear Models with Nested-Error Structure", "Two linear models with error structure of the nested type are considered. Transformations are presented by which uncorrelated errors with constant variances are obtained. The transformed observations are differences between the original observations and multiples of averages of subsets of the observations. The transformations permit the calculation of the generalized least-squares estimators and their covariance matrices by ordinary least-squares regression. Regression-type estimators are presented for use when the variance components are unknown. Sufficient conditions are presented under which the estimated generalized least-squares estimator is unbiased and asymptotically equivalent to the generalized least-squares estimator."], ["Minimum Bias Approximation of a General Regression Model", "A generalization of minimum bias estimation as introduced in [6] is developed and applied to a setting in which the true model is assumed to be the ratio of real polynomials (rational function) while the approximating equation is assumed to be a polynomial of low order."], ["Two Linear Programming Algorithms for Unbiased Estimation of Linear Models", null], ["Estimation of Seemingly Unrelated Regressions with Vector Autoregressive Errors", "We derive an asymptotically efficient method of estimating the coefficients of systems of seemingly unrelated regression equations when a first-order vector autoregressive error specification is hypothesized. This error specification is shown to contain several commonly used specifications as special cases. A Monte Carlo experiment was performed to examine the finite sample performance of our estimator in comparison with several other estimators. The general results were that the new estimator performed relatively well."], ["Bayesian Analysis of Error Components Regression Models", "This article examines the use of a two-way, random-effects, model with correlated errors and additional explanatory variables in combining cross-section with time series data. This model has been analyzed from a Bayesian viewpoint. Methods are developed for computing posterior distributions of slope coefficients. The advantage of our approach over sampling theory approaches is briefly discussed. It has been shown how one can obtain reasonable inferences about slope coefficients which are the parameters of interest, in the presence of nonestimable nuisance parameters by judicious use of sample and prior information."], ["Bayes-Fiducial Inference for the Weibull Distribution", "Procedures are developed for specifying confidence intervals, from possibly censored data, for any characteristic of a two-parameter Weibull population. Although the methods are formally Bayesian, they have exact relative frequency interpretation for uncensored and Type II censored data. Some simulation results are given to indicate relative frequency behavior for Type 1 censoring, and for comparison to other methods."], ["Conditional versus Unconditional Confidence Intervals for the Parameters of the Weibull Distribution", "Analogous conditional and unconditional confidence interval procedures for the two parameter Weibull distribution are discussed. Results of an empirical study are given which suggest that, in many practical situations, the two procedures considered lead to near-equivalent results. Ramifications of the empirical results are also considered."], ["A Bayesian Analysis of Nonresponse in Dichotomous Processes", "A Bayesian treatment is given of a two-phase sampling problem when sampling is from a double dichotomy, losses are quadratic, and sampling costs are linear. The motivating question is: how does one determine an optimal first phase sample from a dichotomous population given that an optimal follow-up sample of nonrespondents in the first phase is to be taken?"], ["Some Simple Examples and Counterexamples about the Existence of Optimum Tests", "Theory of testing hypotheses (see [1]) derives sufficient conditions for the existence of optimum tests. These conditions often require that the class of distributions in question be ordered in some way, e.g., stochastically ordered, monotone likelihood ratio, Polya of some order, or exponential class. This article gives four simple examples which show that the sufficient ordering restrictions cannot be weakened to less stringent ordering restrictions and which thus give some insight into the structure and use of such orderings. A fifth example shows that ordering properties are not necessary for the existence of optimal tests."], ["Simultaneous Estimation of Multinomial Cell Probabilities", null], ["The Conditional Level of the F—Test", null], ["Procedures for Testing the Difference of Means with Incomplete Data", "Procedures for testing the difference of means are obtained in sampling from a bivariate normal distribution with covariance matrix Σ when some of the observations on one of the variables are missing. A UMP test procedure is obtained when Σ is known. When Σ is not known, exact test procedures may be obtained by discarding partial data. To make use of all available data, approximate test procedures are proposed. These procedures are compared to the exact tests, obtained by discarding partial data, using Monte Carlo methods."], ["On a Test of Independence in a Bivariate Exponential Distribution", null], ["How Many Classes in the Pearson Chi—Square Test?", "The asymptotic non-null distribution is obtained for the modified form of the Pearson chi-square statistic studied by Dahiya and Gurland [3]. By utilizing this result the power is obtained for specific alternative distributions in testing for normality. This enables recommendations to be made as to the number of class intervals to be employed in applying the aforementioned modification of the Pearson chi-square test of normality."], ["On the Goodness-of-Fit Problem for Continuous Symmetric Distributions", "This article considers the problem of testing a completely specified continuous symmetric distribution against alternatives which are also symmetric about the same point. The symmetry is utilized in obtaining a new distribution-free statistic of the Kolomogorov-Smirnov type which can be used to halve the width of the Kolomogorov-Smirnov confidence band for the unknown distribution function."], ["Some Simple Distribution-Free Confidence Intervals for the Center of a Symmetric Distribution", "A family of confidence intervals with endpoints that are simple averages of sample order statistics is defined. In this family the interval with shortest expected length is selected and compared to other confidence intervals for the same parameter."], ["Optimal Confidence Interval for a Ranked Parameter", null], ["Variance of the MVUE for the Lognormal Mean", "We derive the exact variance of the minimum variance unbiased estimator (MVUE) of the mean of a lognormal distribution. We apply our result to compute the efficiency of the sample mean relative to the MVUE."], ["On Non-Negative Quadratic Unbiased Estimation of Variance Components", "Linear combinations of variance components for which there exist unbiased, non-negative quadratic estimators are characterized. It is shown that the ‘error’ component in ANOVA models is the only single component which can be so estimated."], ["Estimating the Zero Class from a Truncated Poisson Sample", "A procedure for estimating the zero class from a truncated Poisson sample is developed. Asymptotic normality of the estimator is proved so that a confidence interval for the missing zero class can be obtained. An example is given to illustrate the results obtained."], ["The Asymptotic Distribution of Maxima in Bivariate Samples", null], ["Power Sum Distributions", null], ["Waiting Time Paradoxes and Order Statistics", "It is well known that we tend to have to wait longer than we expect. Special cases of this paradox have been discussed by Feller and by Zelen. Here the paradox is further explored, and generalizations are considered to describe the effect of the observer on the expected length of an interval between successive events in a life test."], ["Simpson's Paradox and Mutually Favorable Events", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["A Study of Poisson's Models for Jury Verdicts in Criminal and Civil Trials", "This article gives an exposition of models provided by Poisson to account for actual jury decisions in criminal and civil trials in France in the first half of the 19th century. The model parameters are jury size, juror error, and probability that the accused is guilty. Poisson's models are cast in a modern setting, and this provides a framework in which new investigations can be initiated. A recent decision by the U.S. Supreme Court on jury size for felony proceedings in state courts should provoke more analyses that can build on the basis provided."], ["A Statistical Dissolved Oxygen Model for a Free-Flowing River System", "A model is developed that simulates dissolved oxygen values at biweekly intervals for 38 sampling locations in a river system. The model is subsequently used to test and, in turn, to seriously question current water quality planning approaches."], ["An Analysis of the Association between U.S. Mortality and Air Pollution", "U.S. mortality rates (total, infant and disease-specific) across 117 standard metropolitan statisical areas in 1960 and 1961 are investigated in an attempt to estimate their association with measures of air pollution. Multivariate regression analysis is utilized to control for some of the important factors affecting mortality with the underlying hypothesis that air pollution will exhibit a significant association with mortality in the presence of other relevant factors. Taken as a whole, the analysis demonstrates a close association between air pollution and mortality and the estimated magnitude of the relationship is substantial."], ["Forecasting with an Index of Leading Series", "This article examines two aspects of the forecasting record of the Index of 12 Leading Series (ILS). First, its record as an indicator of major cyclical turns is analyzed and compared with the first difference of the Federal Reserve's Index of Production. Subsequently, the ILS is used as a quantitative predictor of the Index of Production. The results indicate that the ILS is a better indicator than a quantitative predictor."], ["The Orders-Shipments Mechanism in Canadian Producer Goods Industries", "This article tests the hypothesis of a variable lag of shipments of capital goods behind new orders, applied to three major Canadian industries producing mainly to order. This hypothesis, confirmed by earlier studies on American data, is corroborated on the Canadian data. Several supplementary conclusions are also drawn, including a suggestion that constraining the weights in the Almon lag distribution to zero at the beginning and end of the distribution may introduce distortion into the resulting estimates."], ["Estimating Data Withheld in Grouped Size Distributions", "Data are not infrequently withheld in published size distributions. To use the distributions, such gaps have to be estimated, the particular approach resting on the nature of the distribution itself. A typology is given of five basic types of size distributions with data withheld. For each type, procedures are elaborated for estimating the withheld figures and examples are given."], ["Assigning Probabilities to the Outcomes of Multi-Entry Competitions", "The problem discussed is one of assessing the probabilities of the various possible orders of finish of a horse race or, more generally, of assigning probabilities to the various possible outcomes of any multientry competition. An assumption is introduced that makes it possible to obtain the probability associated with any complete outcome in terms of only the ‘win’ probabilities. The results were applied to data from 335 thoroughbred horse races, where the win probabilities were taken to be those determined by the public through pari-mutuel betting."], ["Studies of a Class of Covariance Structure Models", "This article demonstrates the usefulness of analysis of covariance structure procedures for estimating variance components under more general assumptions than are provided in the typical mixed-model analysis of variance. A sequence of eight models is presented based on varying degrees of restrictive assumptions. Maximum likelihood procedures are employed in the estimation of the parameters of the models. The procedures are applied to simulated data and to an empirical example which shows the necessity of the more general assumptions."], ["A Comparative Study of Alternative Estimators for Variance Components Models Used in Econometric Applications", "The article investigates by means of Monte Carlo experiments the performance of the ML method, the MINQUE method and several other two-step Generalized Least Squares methods in estimating the slope coefficient in a variance components model. It concludes that in models with no lagged dependent variables there is nothing much to choose among these estimators."], ["Some Estimators for a Random Coefficient Regression Model", "The justification of applying a random coefficient regression model in econometric work has been discussed by numerous econometricians. Hildreth and Houck have derived a set of consistent estimators for such a model. Alternatives to these are developed but analytic attempts to ascertain the small sampling properties of these alternative estimators have not been very successful so far. A Monte Carlo experiment is made and the relative performance of these estimators is described."], ["Variance Estimation in Stratified Sampling", "A procedure is given for estimating variance in stratified sampling whereby two primary selections per stratum are drawn. It estimates the variance of a statistic on the basis of the variabilities among a set of pseudo values computed from partial samples. It is used to estimate the variance of a combined ratio estimator. Both theoretical and empirical findings are encouraging and support the soundness of the proposed scheme for variance estimation."], ["On the Measurement of the Permanent Component of a Series", "In a recent article [9] J.M. Holmes has derived a necessary condition for the statistical independence of the permanent and transitory components of an observed series when the permanent component is defined as a weighted average of the observed series. In this article a weighting scheme satisfying Holmes' necessary condition is discussed and an extension of the stochastic specification in [9] is considered."], ["A Reexamination of the Empirical Distribution of Stock Price Changes", "Teichmoeller [11] applied Fama and Roll's [5] technique of estimating the characteristic exponent parameter of symmetric stable distributions to a sample of empirical distributions of stock price changes and found the parameter to be fairly stable as the differencing interval was increased. We criticize the sample of stocks used by Teichmoeller and, using the same estimation technique on a different sample, find the empirical distributions of stock price changes to be unstable."], ["Collegiate Football Scores and the Negative Binomial Distribution", "The frequency distribution of grouped scores of individual teams in U.S. collegiate football games closely follows the negative binomial distribution."], ["One-at-a-Time Plans", "One-at-a-time experiments are always done when the experimental system is set up to produce single results or pairs of results. When random error is small compared to main effects expected, such experiments are economical, but may give biased estimates. These biases can usually be described by two-factor interactions (2fi). Minimal augmentations of standard one-at-a-time sequences are given, first to separate main effects from 2fi, then to estimate each 2fi separately. Each new datum produces one or more new estimates."], ["The Use of Faces to Represent Points in k-Dimensional Space Graphically", null], ["Data Transformation in Two-Way Analysis of Variance", "A procedure for choosing a power transformation so that data from a replicated two-way classification better satisfy the usual analysis of variance assumptions is described. The statistic proposed in this article is compared with the Box and Cox [7] likelihood procedure by empirical sampling. Its 95 percent confidence intervals performed at their nominal level, which was not true for the likelihood method. Point estimates for both techniques were the same on the average, although those based upon the likelihood statistic were somewhat less variable."], ["Estimating Variance Components for Two-Way Disproportionate Data with Missing Cells by the Method of Unweighted Means", "The method of unweighted means, which is a simple analysis based on cell means, has been limited to designs where every cell has at least one observation. Here, the method of unweighted means is examined with regard to estimating the variance components for a two-way classification with unequal numbers of observations in the cells and with one or more cells having no observations. In particular, two estimating procedures based upon the method of unweighted means are developed to estimate the variance components for a design with missing cells. These two unweighted means procedures are then examined numerically."], ["On Recovery of Intra-Block Information", "In experimental designs with randomized blocks, estimates of the inter-block variance often have few degrees of freedom since they depend only on the block averages (the inter-block information). These degrees of freedom are further reduced by the number of parameters appearing in the inter-block information. However, some parameters also appear in the intra-block information, and thus allow two independent estimators. The difference of these two estimators provides additional information about the inter-block variance. This paper shows how this extra information may be recovered to improve tests of hypotheses concerning inter-block parameters."], ["On the Augmentation Procedure in Singular Weighing Designs", "In [1], the problem of singular weighing designs was cast in the framework of a reflexive generalized inverse, and it was shown how a singular design could be augmented to secure maximized efficiency. The procedure of augmentation, as given in [1], was based on inspection and trial. Here, an attempt has been made to treat the augmentation procedure on an analytical basis."], ["Reconstructing a Noisy Markov Chain", "We attempt to observe a realization of a stationary two-state Markov chain, but conditions are such that there may be misidentification of states. The objective is therefore to use the observed sequence to reconstruct the underlying Markov sequence. For a symmetric transition matrix it is shown that the best reconstruction in a certain sense is that which minimizes a particular linear combination of the number of state transitions in the reconstructed sequence and the number of mismatches between the reconstructed and observed sequences. For this case an algorithm for reconstruction is presented. Reconstruction in the nonsymmetric case is also briefly discussed."], ["Evaluation of Five Discrimination Procedures for Binary Variables", "Five procedures for discrimination with binary variables and small samples are discussed and evaluated. Two procedures are specific for binary variables and are based on first and second order approximations to multinomial probabilities. The third procedure, based on the full multinomial model, is completely general. The fourth and fifth procedures are the linear and quadratic discriminants. Evaluation is in terms of mean actual error and mean correlation between observed and true log likelihood ratios determined by Monte Carlo sampling. The concept of a “reversal” in log likelihood ratios is introduced to explain the results."], ["A Note on Koop's Approach for Finding the Bias of the Ratio Estimate", null], ["Comment", null], ["Rejoinder", null], ["Some Product Moments Useful in Sampling Theory", null], ["Root Estimators", null], ["Estimating a Correlation Coefficient When One Variable is Not Directly Observed", null], ["Sequential Design for a Fixed Width Interval Estimation of the Common Mean of Two Normal Distributions. I. The Case of One Variance Known", "The objective is to provide a fixed-width interval estimator of the unknown common mean of two normal distributions having a prescribed coverage probability and minimal possible sample size. The variance of one distribution is known. The design problem is to decide sequentially while sampling the distribution with the unknown variance when to switch and sample from the distribution with the known variance. New types of boundaries are derived for this sequential design problem. The operating characteristics of this procedure are compared with those of two other ad hoc procedures by Monte Carlo simulation."], ["Asymptotic Properties of Maximum Likelihood Estimators in Some Nonstandard Cases, II", "In an earlier article, asymptotic properties of maximum likelihood estimators were found in a class of nonstandard cases when three assumptions were satisfied. The third assumption was rather complicated. In this article it is shown that if we strengthen the second assumption slightly, we can dispense with the third assumption entirely."], ["A Note on Nonlinear Median Estimators", "Two types of very simple nonlinear median estimators are proposed for even-numbered samples. They are slight modifications of the ordinary sample median. In a Monte Carlo investigation, their efficiency is compared to that of the traditional median. The results indicate that a higher efficiency is achieved by the two types of estimates studied as applied to, respectively, the Cauchy distribution and the family of the normal, triangular and rectangular distributions."], ["A Method of Obtaining Prediction Intervals", null], ["The Estimation of Heteroscedasticity from a Marginal Likelihood Function", "Disturbances in the classical linear regression model that do not have constant variances are said to be heteroscedastic. A vector of standardized residuals is defined whose distribution depends only on the parameters that describe the heteroscedasticity in the model. For the normal case this distribution is used to define a marginal likelihood function on which inferences for these parameters can be based. Then conditionally on an estimate of the heteroscedastic parameters, inferences can be made for the scale and regression parameters. Comparisons are made with other methods in two normal regression models using two sets of data from the literature."], ["Application of the Structural Model to Censored Data", "Structural probabilities for parameter values are derived for a class of problems with censored data. A measure of the efficiency of inferences from censored samples relative to inferences from full samples is defined. The methods are applied to the rectangular distribution over (μ, μ + σ)."], ["K-Class Estimators: The Optimum Normalization for Finite Samples", null], ["Estimation of the Number of Terms in a Sum", null], ["Simultaneous Statistical Inference in the Normal Multiple Linear Regression Model", null], ["Goodness-of-Fit Tests for Grouped Data", null], ["A Large Sample Conservative Test for Location with Unknown Scale Parameters", "Potthoff [6] has suggested a conservative test for location based on the Mann-Whitney statistic when the underlying distributions differ in shape. We propose a conservative test based on Mathisen's median statistic [5] and compare its properties to those of Potthoff's test."], ["Stable Distributions in Statistical Inference: 1. Symmetric Stable Distributions Compared to other Symmetric Long-Tailed Distributions", "The hypothesis that very long-tailed data come from a symmetric stable distribution can be generalized, namely, that the observations are generated by a mixture of a normal distribution and another symmetric stable distribution. The difficulty of statistical distinction of the two cases is computed as a function of the various parameters involved. Also, computations show that convolutions of these mixtures can be very slow to converge to the limiting stable distribution or even to assume the asymptotic behavior predicted by theory for large numbers of convolutions."], ["Additivity of Information in Exponential Family Probability Laws", "This article shows that information partitioning in contingency tables is a very general property of exponential families. One partitioning scheme occurs when the hypotheses of interest are stated as linear expressions in the natural parameters. A second partitioning scheme is possible when the hypotheses are stated as linear in the parameter which is the expectation of the statistic in the exponent."], ["A Note on Bayesian Modification of the Failure Rate Function", null], ["On Computing Bayes Risks", "The result is computationally expedient when the investigation of the behavior of a class of rules requires the use of a computer."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Paradoxes, Problems and Progress", "This address describes certain paradoxes and problems as they affect statistics singular, statistics plural and statistics political. It summarizes recent progress toward resolving the problems but stresses the need for major additional effort if statistics is, or are, to remain truly meaningful and viable."], ["The Almon Lag Technique and the Monetary versus Fiscal Policy Debate", "This article discusses possible problems associated with the Almon lag technique, caused by misspecification of the length of the lag or the degree of the polynomial. It is argued that the choice of the lag length is particularly treacherous. Finally, two studies of the relative importance of fiscal and monetary policy are reexamined, and it is shown how insufficient attention to these problems has significantly affected their conclusions."], ["Some Properties of Probability Lattice Sampling", "A weighted ANOVA type of model for representing two-way universes with unequal cell sizes is presented and tested empirically to determine how well it can account for sources of sampling variability using 0, 1 and 2-way controls with EP (equal probability) and PNR (probability proportional to size with non-replacement) samples."], ["Nonparametric Methods in Longitudinal Studies", "Inference procedures based on some simple rank statistics are proposed and studied for the statistical analysis of longitudinal data. These robust and asymptotically efficient procedures do not require the basic assumption of multivariate normality of the underlying distributions. The theory is illustrated with two examples."], ["New Estimates of Migration Expectancy in the United States", "Migration rates by single years of age are used to estimate the number of years with moves an individual in the United States can anticipate in his lifetime. By age 18 a person can expect to have experienced just over one-fourth of his lifetime residential mobility; from age 18 through age 25 he can expect to experience almost 24 percent; and he can expect to experience one-half of his lifetime residential mobility shortly after his twenty-sixth birthday. These calculations were prepared according to type of move (within and between counties and states) and by race."], ["The Birth Table and its Construction for Belgium", null], ["Proportions with Extraneous Variance: Single and Independent Samples", "Data which appear to be binomial proportions sometimes exhibit heterogeneity which results in greater variation than would be expected under the binomial distribution. Methods for estimating means and associated inference procedures in a single sample and one-way classification have been developed by a least squares approach in which estimates of the heterogeneity variances are obtained by moments and used in weighting. Monte Carlo studies of the performance of this technique in moderate and small samples indicate that (1) these empirical weighting estimates have high efficiency relative to exact least squares estimates; (2) the variance estimators are nearly unbiased; (3) the resulting inference procedures are usually adequate for practical application."], ["The Estimation of Accrued Capital Gains on Individuals' Corporate Stock Holdings", "Stock market gains, their sources and economic effects have been the subjects of several recent studies, but the estimates of accrued gains generated in these studies often differ considerably, and do not meet some simple tests of consistency. In this article, an analytical framework is developed for computing capital gains consistently. The holdings of nonprofit institutions, which are generally not separated from the household sector because of lack of satisfactory data about them, are excluded to derive individuals' capital gains. Quarterly and annual estimates are presented for 1947–71, and the results are found to be fairly “robust” under a wide range of alternative assumptions about stock prices and the timing of net acquisitions."], ["An International Comparison of the Quantity and Income-Expenditure Theories", "Using six simple models, the differing performances of the real Quantity and Income-Expenditure theories are noted for a sample of 13 developed countries. The degree of forced savings is suggested as a possible explanation for the differing relative performances of these two theories among countries."], ["An Evaluation of Ten Pairwise Multiple Comparison Procedures by Monte Carlo Methods", "Computer simulation techniques were used to study the Type I and Type III error rates and the correct decision rates for ten pairwise multiple comparison procedures. Results indicated that Scheffé's test, Tukey's test, and the Student-Newman-Keuls test are less appropriate than either the least significant difference with the restriction that the analysis of variance F value be significant at α = .05, two Bayesian modifications of the least significant difference, or Duncan's multiple range test. Because of its ease of application, many researchers may prefer the restricted least significant difference."], ["A Stopping Rule for Variable Selection in Multiple Regression", "Stepwise regression is a member of a class of statistical methods which may be called opportunistic. The statistician is naturally concerned that an artifact should not be reported so he needs a stopping rule that is geared to the way in which variables are selected. A sampled permutation test is outlined which offers such a stopping rule for forward stepping."], ["Extended Tables of t and Chi Square for Bonferroni Tests with Unequal Error Allocation", null], ["Correlations between Binary Outcomes and Probabilistic Predictions", "The correlation coefficient between a binary dependent variable and its predicted value is restudied."], ["Comment on “Review of Claim that Excess Morbidity and Disability Can Be Ascribed to Smoking”", null], ["Rejoinder", null], ["Distribution of Adjusted Stock Levels under Statistical Adaptive Control Procedures of Inventory Systems", null], ["Estimating an Author's Vocabulary", null], ["Post-Data Two Sample Tests of Location", "An approach to two-sample tests of location may be based on the conditional distribution of the sampling process given that the observations are known constants. Such theory may be developed from the theories of Dempster [2, 3, 4] or Fraser [5]."], ["Comments", null], ["Comments", "The article by C.A. McGilchrist produces estimates and tests for certain location parameters in nonparametric contexts; numbers are attached to these estimates and tests, and probability interpretations are ascribed to the numbers. This commentary discusses the grounds for these probability interpretations. An example is given that shows how certain formal conditional-probability calculations can violate basic principles for conditional probability, and shows how the formal interpretation of such conditional probabilities can be grossly misleading. The conditions in the example are present in one of the McGilchrist methods."], ["Comments", null], ["Rejoinder", null], ["Two-Stage Sequential Estimation in the Uniform Density", null], ["The Statistical Consequences of Preliminary Test Estimators in Regression", null], ["Stein's Estimation Rule and its Competitors—An Empirical Bayes Approach", null], ["Bayesian Acceptance-Sampling Schemes for Two-Sided Tests of the Mean of a Normal Distribution of Known Variance", null], ["Polynomial Regression from a Bayesian Approach", null], ["Fitting Segmented Polynomial Regression Models Whose Join Points Have to Be Estimated", "The study considers the problem of finding the least squares estimates for the unknown parameters of a regression model which consists of grafted polynomial submodels. The abscissae of the join points are a subset of the unknown parameters. Examples are given to illustrate how continuity and differentiability conditions on the model can be used to reparameterize the model so as to allow Modified Gauss-Newton fitting. A slightly generalized version of Hartley's theorem is stated to extend the Modified Gauss-Newton method to this problem."], ["An Optimal Sampling Policy for a Matched Sampling Problem", null], ["Wilcoxon and t Test for Matched Pairs of Typed Subjects", null], ["A Probability Theory of Cluster Analysis", null], ["Guided and Unguided Methods for the Selection of Models for a Set of T Multidimensional Contingency Tables", null], ["On Tests for Multivariate Normality", null], ["A Monte Carlo Comparison of Four Estimators of the Dispersion Matrix of a Bivariate Normal Population, Using Incomplete Data", null], ["Selection of Largest Multiple Correlation Coefficients: Asymptotic Case", null], ["Estimation for Linear Models with Unequal Variances", null], ["Asymptotic Optimality of Fisher's Method of Combining Independent Tests II", "It was shown by Littell and Folks [3] that Fisher's method of combining independent tests is asymptotically optimal among four commonly used methods of combining, according to Bahadur relative efficiency. The result of the present article is that Fisher's method is asymptotically optimal among essentially all methods of combining independent tests."], ["Robust Large-Sample Tests for Homogeneity of Variances", null], ["The Equivalence of Maximum Likelihood and Weighted Least Squares Estimates in the Exponential Family", "In this article it is shown that weighted least squares estimators for the coefficients of a multiple regression model are the same as the maximum likelihood estimators when the dependent observations are from a member of the regular exponential class of distributions."], ["On the Equivalence of Spearman-Kärber and Maximum Likelihood Estimates of the Mean", "In this article, we show that two methods of estimating the mean of a distribution using quantal response data are often equivalent. The two estimates considered are the Spearman-Kärber and an estimate discussed in a previous article by the authors [4]. The latter is based on a maximum likelihood solution for a nonparametric problem."], ["Maximum Likelihood Estimation from Linear Combinations of Discrete Probability Functions", "In this article the problem of obtaining the maximum likelihood estimates of the parameters from a special type of linear combination of discrete probability functions is discussed. It is shown that when the sample is completely categorized the estimation problem is no more complicated that that of estimating the parameters of each of the component probability functions separately. When the sample is less than completely classified an iterative procedure must be used to obtain solutions to the likelihood equations and it is shown how the problem reduces to that of the full data case. A discussion of the asymptotic properties of the resulting estimators follows."], ["A Class of Simple Linear Estimators of the Standard Deviation of the Normal Distribution", "A class of simple linear estimators of the standard deviation of the normal distribution is considered. They are based on the differences between the sums of the observations in the tails of the ordered sample. For normal distributions they are asymptotically unbiased and possess good efficiency—even for small samples. Also for a wide range of non-normal distributions they are reasonably robust asymptotically."], ["Confidence Intervals for Some Functions of Several Bernoulli Parameters with Reliability Applications", "The estimation of functions of Bernoulli parameters is of interest in reliability theory. In this article, the theory of exponential families is used to obtain exact confidence limits for products and quotients of Bernoulli parameters when negative binomial observations are available from each population. Sampling methods based on compound Poisson distribution are suggested for estimating more general functions such as sums of products of Bernoulli parameters. Finally, it is shown that exact confidence limits for products can be obtained by a discrete analog of the Lieberman-Ross procedure, which exploits the independence of the minimum and difference of geometric variates."], ["Estimation of the Location and Scale Parameters of a Pareto Distribution by Linear Functions of Order Statistics", null], ["A Class of Covariance Inequalities", "This article considers the class of covariance inequalities of the form cov (X,Y) ≤ var g(X,Y). We present a functional inequality and a partial differential inequality, each of which is a necessary and sufficient condition on g for the covariance inequality to be satisfied for all random variables X, Y jointly taking values in a given region."], ["A Note on Large-Sample Approximations in Lognormal Linear Models", "In a recent article [1] estimation problems in log-normal linear models were considered. The evaluation of certain infinite series which appear is shown to be simplified by considering their “large-sample” representations."], ["Note on Discrete Approximations", "Suppose it is required to replace a continuous variate Z by an integer-valued approximation X in such a way that X retains as much information as possible. This problem is encountered, for example, in the field of educational measurement, where performance scores are often replaced by letter grades, which are then converted to grade points. Given certain reasonable assumptions, optimal integer-valued approximations to Z are calculated for k = 2,…, 15, where k is the number of values which X can take on."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}