{"1974": [["Forecasting Accuracy of the McGraw-Hill Anticipatory Data", "This study analyzes the forecast accuracy of the McGraw-Hill (M-H) anticipations with one- to four-year horizons of investment, sales and capacity for major manufacturing industries for the period 1948–71. Average absolute percentage errors are presented for each anticipation series. In comparison to the BEA survey of one-year investment anticipations, the M-H data are generally less accurate. On the other hand, in forecasting experiments the M-H series are shown to be more accurate predictors than several naive statistical models and yield lower forecast errors than the accelerator and neoclassical econometric models of investment behavior."], ["Comparison of Several Algorithms for Computing Sample Means and Variances", "Several one-pass and two-pass algorithms for the computation of sample means and variances are compared by their performance on sets of randomly generated data and systematically generated data with random noise. The relation between the performance of each algorithm and the coefficient of variation of the population from which random data sets are generated is explored."], ["A Regression Method for Estimating Population Changes of Local Areas", "A regression method is presented in which current sample data and symptomatic information are combined to estimate postcensal populations for local areas. This procedure was tested for counties and states using 1970 Census data, and the resulting estimates were found to be more accurate than estimates computed by standard demographic procedures for the same period. The ratio-correlation estimates were the most accurate series of standard estimates. When this series was added to the set of symptomatic information used in the regression method, further increases in accuracy were obtained."], ["Interstate Migration and the Tiebout Hypothesis: An Analysis According to Race, Sex and Age", "This article examines the impact on interstate net migration of differential state and local property tax and transfer policies in the United States by race, age and sex for 1965–70. The results offer considerable support to the Tiebout hypothesis that the consumer-voter moves to that area which best satisfies his preferences for public goods."], ["Empirical Bayes Methods Applied to Estimating Fire Alarm Probabilities", "An empirical Bayes approach is used to derive a Stein-type estimator of a multivariate normal mean when the components have unequal variances. This estimator is applied to estimating the probability that a fire alarm reported from a particular street box signals a structural fire rather than a false alarm or other emergency. The approach is to group alarm boxes into relatively homogeneous neighborhoods and to make empirical Bayes estimates of the “probability structural” for each box in the neighborhood from yearly (1967–1969) Bronx data. A dispatching rule based on the estimates is evaluated on 1970 data."], ["An Errors-In-Variables Analysis of Managerial Role Performance", "A linear model with measurement error in the independent variables is considered. An errors-in-variables procedure is presented that provides estimators of the coefficients and their variances. If the dependent variable has multiple measures, the total variance of the dependent variable can be decomposed into measurement error, variance of true values explained by the true values of the independent variables and variance of true values not explained by the model. An application to the measurement of role performance is presented."], ["Comparative Robustness of Six Tests in Multivariate Analysis of Variance", "Monte Carlo methods were used to study the performance of the largest-root test, two trace-type tests and three determinantal tests in the fixed-effects MANOVA model when certain assumptions are violated. Results indicated that for protection against nonnormality and heterogeneity of covariance matrices, the largest-root test should be avoided, while the Pillai-Bartlett trace test may be recommended as the most robust of the MANOVA tests, with adequate power to detect true differences in a variety of situations."], ["Adaptive Robust Procedures: A Partial Review and Some Suggestions for Future Applications and Theory", "After providing some background for the need to consider estimates other than those resulting from normal theory, there is a brief review of some nonadaptive robust estimators. We introduce adaptive estimators using those of Tukey and McLaughlin, Jaeckel, Johns, Birnbaum and Miké, Takeuchi, Hàjek, van Eeden, and Beran. Adaptive estimators based on preliminary testing and Stein-like procedures are then considered, and recommendations are made on how to select the amount of trimming. Various proposals for estimating regression coefficients are also considered. Adaptive distrubution-free tests look very promising for improving the power of nonparametric tests, and some of these techniques can be used effectively in data analysis. Asymmetric trimmed means, adapted to the particular sample, can easily be used with data and provide good descriptive statistics having an approximate error structure. Finally, it is conjectured that estimators based on “cliff-hangers” might be extremely effective if there are sharp changes in the height of the underlying density function."], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Distribution of Residual Autocorrelations in Multiple Autoregressive Schemes", "Box and Pierce [3] showed that the residual autocorrelations computed from an autoregressive-moving average time series model (single variate) can be successfully utilized for testing the goodness of fit. Here we extend their results to multiple autoregressive time series models. It is shown that the residual autocorrelations can be approximately represented as a singular linear transform of the corresponding white noise autocorrelations and that they possess a multivariate singular normal distribution. Finally a simple, approximate chi-square statistic is proposed to test the fit."], ["A Simple Test for Serial Correlation in Regression Analysis", null], ["Bivariate Probit Analysis: Minimum Chi-Square Methods", null], ["Partition Regression", "This article considers an approach to partition or unconstrained piece-wise regression which begins with an ordering of the observations and applies a dynamic program from cluster analysis to greatly reduce the number of calculations involved in its application."], ["Linear Discriminant Functions for Stationary Time Series", null], ["Bias of Two Classification Procedures in a Dichotomous Population", null], ["Sensitivity Analysis of the Fixed Point Vector of Transition Matrices", null], ["Finite Horizon Behavior of Policies for Two-Arm Bandits", null], ["Estimation of Reliability in a Multicomponent Stress-Strength Model", null], ["Alternative Analyses for the Singly-Ordered Contingency Table", null], ["Iterative Instrumental Variables Method and Estimation of a Large Simultaneous System", "The estimation method proposed here offers a way to achieve consistent estimates of simultaneous systems for which the number of observations falls short of the number of predetermined variables in the system as a whole. This method, called the iterative instrumental variables (IIV) method, can be described as iterative use of the instrumental variable interpretation of the 2SLS as given by Klein. A discussion is presented on convergence of the iterative procedure and the asymptotic properties of the IIV method. The special case of the OLS start of the iterative procedure is carefully examined. It is argued that the IIV and the 2SLS methods yield estimators with the same asymptotic distribution. An analysis of the asymptotic covariance matrix of the structural coefficients is presented and compared with that given by Basmann for the 2SLS method. Finally, we analyze the results of a test application of the IIV method to an undersized simultaneous system."], ["Some Results on the Estimation of Variance Components by MINQUE", "A specific solution is derived to an optimization problem posed in the general theory of C.R. Rao for the estimation of variance components. A class of MINQUE estimators of variance components is derived by considering the residuals from a weighted least squares analysis."], ["Errors in Variables: A Consistent Estimator with Smaller MSE in Finite Samples", null], ["On Unbiased Estimation for Randomized Response Models", null], ["Estimation of the Distribution Function of a Continuous Type Random Variable through Randomized Response", null], ["Asymptotic Normality of a New Nonparametric Statistic for Use in Organ Transplant Studies", "This article presents a proof of the asymptotic normality of a recently proposed nonparametric test statistic which has been used in analyzing heart transplant data."], ["An Iterative Procedure for Estimating the Mode", "An estimate of the mode of a distribution is proposed. The estimate is obtained from a set of nested intervals each of which is a shortest interval containing a certain number of observations. The convergence properties of the estimator are presented along with some results of simulation studies."], ["The Rank-Frequency Form of Zipf's Law", null], ["An Algorithm for Determining the Asymptotically Best Linear Estimate of the Mean from Multiply Censored Logistic Data", null], ["A Continuous, Bivariate Exponential Extension", null], [null, null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["The Retail Price of Heroin: Estimation and Applications", "This article develops estimates of the retail price of heroin in a number of U.S. cities and applies them to problems associated with the use of illicit narcotics. Our retail price estimates, based on purchases of heroin by narcotics enforcement agents, show considerable fluctuation over time, a fact not reported systematically before. The estimated price series provide insight into the structure of the heroin market and the relationship between heroin availability and crime."], ["Forecasting Births in Post-Transition Populations: Stochastic Renewal with Serially Correlated Fertility", "Demographic forecasting techniques fail with post-transition populations dominated by fluctuating fertility; time series analysis of fertility can improve the forecasts. This article develops the optimal forecast and its variance for births to an age-structured population subject to serially correlated random fertility. The white noise, first-order autoregressive, second-order autoregressive and random walk fertility specifications are analyzed, each leading to different forecasts and very different variances, as shown by illustrative applications to U.S. data, 1917–1972."], ["Seasonality in Regression", "The effects of seasonal noise on regression estimates are considered as a type of errors-in-variables problem. The natures of asymptotic biases due to the presence of seasonal noise and to the nature of seasonal adjustment in regressions using adjusted and unadjusted data are explored. Methods for recognizing such biases and for attenuating their effects are suggested."], ["Estimating the Parameters of a Distributed Lag Model from Cross-Section Data: The Case of Hospital Admissions and Discharges", "It is natural to think of estimating distributed lag models from time series data since it is in time series contexts that such models arise. This article studies the estimation of rational distributed lags in the context of hospital admissions and discharges where a relevant body of cross-section data exists in the form of lengths-of-stay and appears to be more appropriate for this purpose than do the available time series data. The cross-section approach presumably has applications in many situations in which length-of-stay in the system or its counterpart can be observed."], ["Unbiased Estimators of Long-Run Expected Rates of Return", "This article documents the biases in using sample arithmetic or geometric means of one-period returns to assess long-run expected rates of return. The formulas developed are applicable to other compound growth processes. For types of distributions of one-period returns likely to be encountered for bonds and stocks, numerical values for these biases are given. Four unbiased estimators of long-run expected rates of return are developed and their relative efficiency examined."], ["Time Series Realizations Obtained According to an Experimental Design", "This article presents a data analysis approach consisting of a synthesis of experimental design methods and spectral methods of time series analysis which is appropriate in exploratory situations where the recording process generates a long sequence of correlated observations."], ["Predictive Modeling of Multivariable and Multivariate Data", "A new inductive statistical technique, MAID-M, performs predictive modeling for a multivariate criterion from a set of predictor variables. Based on additive multivariate measures of association, it identifies the smallest combination of predictor variables accounting for a maximal proportion of the variation space of a given set of criterion variables. Estimates of reliability as well as validity for specific empirical solutions are provided. An example with real data and comparisons with other inductive methods illustrate the technique."], ["Chi-Square Approximations for Exponential Parameters, Prediction Intervals and Beta Percentiles", null], ["The Linear Model Formulation of a Multitype Branching Process Applied to Population Dynamics", "This article considers the relation between two discrete stochastic models used in population dynamics—namely the additive errors model and the branching process model. It is shown that every Galton-Watson process can be generated by an additive errors model with a suitably specified error process. Using this result, formulas are derived for the asymptotic behavior of the branching process."], ["A Decision-Theoretic Approach to Defining Variables Sampling Plans for Finite Lots: Single Sampling for Exponential and Gaussian Processes", "A decision-theoretic approach is used to derive a variables sampling plan applicable to finite lots. A sampling distribution is derived for a general manufacturing process, and one-sided acceptance regions are determined for the particular cases in which the manufacturing process is described by either a normal distribution or an exponential distribution. Comparisons show that for a given risk level, a substantial savings in sample sizes can be effected over those required by previously available procedures (hypergeometric plans or variables plans with an infinite lot assumption)."], ["A Note on the Asymptotic Aspect of the Treatment of Missing Values in Discriminant Analysis", "In an earlier article the authors studied five methods of handling missing values in discriminant analysis for small samples; this note points out the asymptotic behavior of these methods when the variables are equally correlated. The methods using either complete observation vectors or all sample values always attain the maximum probability of correct classification. Differences of the asymptotic probability of correct classification from its maximum are found to be small for all methods. Hence, comparison of the asymptotic bias seems to be of little practical importance and missing values in discriminant analysis must be studied for small samples."], ["Analysis of Repeated Surveys Using Time Series Methods", "Standard time series methods are applied to the analysis of repeated surveys under the assumption that the population parameters at each time period follow a stochastic model. Both overlapping and nonoverlapping surveys are considered in general terms, and specific results are obtained for the time series models assumed in the work of Patterson [10]."], ["A Modification of the Almon Distributed Lag", "This article modifies the Almon polynomial distributed lag to allow for a lag of infinite length. Estimation of the model is considered, and an empirical example is given to illustrate the usefulness of the model"], ["A Tale of Two Regressions", "This expository article details the effects of the choice of underlying models in the statistical analysis of regression. The two models considered are when all the data are jointly normally distributed and when the independent variables are assumed to be constants. The standard results for both these models are conditionally related to each other in a unified manner, and an example is given where new results in one model can be obtained from old results in the other model. Particular emphasis is devoted to demonstrating differences that arise in power function considerations."], ["Probabilities for the Size of Largest Clusters and Smallest Intervals", null], ["Approximate Evaluation Techniques for the Single-Link and Complete-Link Hierarchical Clustering Procedures", null], [null, null], ["The Bayes/Non-Bayes Compromise and the Multinomial Distribution", null], ["To Pool or Not to Pool in Hypothesis Testing", "Necessary and sufficient conditions for admissibility are given for test procedures based on a preliminary test of significance. Three types of problems are studied—testing the normal mean, fixed effects models of the analysis of variance and random effects models. Admissibility in this instance is equivalent to the intuitive and practical condition that acceptance regions of the procedures have convex sections in certain variables, while other variables are fixed. It is easy to check when the conditions hold. A discussion of optimality properties of these and other types of pooling procedures is given."], ["A Preliminary Test Procedure in Life Testing", "This article provides a new estimator of the exponential mean life which makes use of a preliminary test of hypothesis on the scale parameter for certain life test situations where a guess of the parameter value is available from past studies. Expressions for the bias and mean square error of the proposed estimator are derived. Generalization of this result to a class of weighted estimators is also considered."], ["EDF Statistics for Goodness of Fit and Some Comparisons", null], ["Some Nonparametric Tests of Randomness", null], ["Choosing a Prior for a Binomial Testing Problem with Incomplete Knowledge", null], ["Some Properties of the Logistic Model for Dichotomous Response", "Rasch [4] considered a logistic model for item analysis where the probability of a subject solving an item in a test is given by the probability δζ/(1 + δζ). where δ characterizes the ability of the person and ζ characterizes the easiness of the item. The same model was used by Sanathanan [6] in a visual scanning set up where a “scanner” takes the role of an “item” and an “event” that of a “subject.” In the visual scanning model it is further assumed that the event parameter is a random variable. Some properties of the logistic model in relation to both the item analysis and scanning problems are studied here."], ["Replicated Paired Comparisons between Two Objects: The (k,r)-Series", null], ["An Analysis of Variance for Categorical Data, II: Small Sample Comparisons with Chi Square and other Competitors", null], ["Variance Component Testing in Unbalanced Nested Designs", null], ["Nonorthogonal Analysis of Variance Using Iterative Improvement and Balanced Residuals", null], ["A Note on Estimation in Lognormal Models", "This note derives an analytical relationship connecting two functions which arise when using the minimum variance unbiased estimation procedure for lognormal models given by Finney [6] and extended by Bradu and Mundlak [2]. Numerical computation of these functions is also discussed."], ["Lower Confidence Limits for Series System Reliability from Binomial Subsystem Data", "An examination is made of some methods for determining lower confidence limits for the reliability of series systems using binomial subsystem test data. Key test results form the basis of a theoretical and numerical study which shows that several approximate methods compare favorably with exact methods."], [null, null], ["Confidence Interval Estimation for Means after Data Transformations to Normality", null], ["The Up-and-Down Method for Small Samples with Extreme Value Response Distributions", null], ["Truncated Version of a Play-the-Winner Rule for Choosing the Better of Two Binomial Populations", "Results are developed for play-the-winner sampling for choosing the better of two binomial populations when the maximum number of tests is specified. It is shown that for a fixed number of tests the probability of correct selection with alternating assignment exceeds that for play-the-winner sampling. However, when the probability of correct selection is fixed, neither sampling method is uniformly better than the other as measured by the expected number of tests on the poorer population, or on the total expected number of tests."], ["Probabilities for a Generalized Birthday Problem", null], ["Regression in the Nondifferentiable Bivariate Extreme Models", "This paper compares general and linear regression for the biextremal and Gumbel bivariate extreme models. The technique is based on the values of the correlation ratios and coefficients. The computations show that linear regression is a good approximation to the general one in both cases."], ["A Characterization of Population Weighted-Symmetry and Related Results", null], ["On Characterization of Some Distributions by Truncation Properties", null], ["Book Reviews", null], ["Technical Reports Available", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Factors Affecting Labor Productivity in Post Offices", "This article applies canonical correlation analysis to study the joint production function which characterizes intra-post office activities. The analyses assess the relative importance of the factors which operate simultaneously to determine the vector of productivities. The input factors include the temporal distribution of mail flowing into post offices, the physical capitalization, the allocation of labor, and the economies of scale of post office operations. It is found that the intra-post office allocation of labor and capital is currently suboptimal in terms of the maximization of average labor productivity."], ["A Theory of Rational Random Behavior", "It is shown that, under general conditions, rational random behavior (appropriately defined) is equivalent to large-sample maximum-likelihood estimation of the theoretically optimal decision. Some supporting evidence, based on Dutch and American consumption data, is presented. The approach can also be used as a statistical basis for the delegation of authority."], ["A Stochastic Model of Elections in Two-Party Systems", "The model assumes that there exists a distribution of the percentage of votes cast for Party A in each electoral district and that the parameters of this distribution themselves obey a distribution over districts. After some general theorems, specific assumptions are made about these distributions and the predictions from the model are compared to recent empirical results as well as predictions of the so-called Cube Law. It is found that the model in question is consistent with recent empirical findings which are not in accord with predictions of the Cube Law. The empirical measures investigated in particular are the swing ratio defined as the change in the fraction of seats obtained by a party resulting from a one percent change in the popular vote, and the “bias” defined as the excess of seats over 50 percent captured by a party when its popular vote is exactly 50 percent."], ["Modeling of Continuous Stochastic Processes from Discrete Observations with Application to Sunspots Data", "Discretization of a continuous autoregressive moving average process at an equispaced sampling interval results in a discrete autoregressive moving average process. The relationship between the continuous and the discrete parameters yields a simple method of maximum likelihood estimation of the continuous parameters from a discretely sampled data. A technique is described for modeling of continuous processes from discrete observations and is illustrated with analysis of the yearly Wolfer's sunspot numbers data."], ["On the Testing of Regression Disturbances for Normality", "OLS and BLUS residuals in the classical linear regression model are compared with respect to testing the normality of regression disturbances. It is shown that in theory both types of residuals suffer from the common problem of lack of independence under the alternative hypothesis of nonnormal disturbances. Further, Monte Carlo experiments appear to show the superiority of OLS over BLUS residuals, as well as the superiority of the Shapiro-Wilk test over other tests studied, when one is testing for normality."], ["Classification Based on Dichotomous and Continuous Variables", null], ["The Detection of Errors in Multivariate Data Using Principal Components", null], ["A Model for Quadrat Sampling with “Visibility Bias”", null], ["Empirical Evidence on the Functional Form of the Earnings-Schooling Relationship", "This article presents empirical evidence on the correct functional form of the regression relationship between earnings as regressand and schooling and experience as regressors. Evidence from several bodies of data suggests that among simple transformations the natural logarithm of earnings is the correct dependent variable while the best simple specification of the regressors is one advanced by Jacob Mincer on theoretical grounds."], ["The Retrospective Bias in Unemployment Reporting by Sex, Race and Age", "This article examines differences in reported unemployment between a survey taken the week following the individuals' labor force experience and one conducted a year later on a retrospective basis. Using a limited number of annual observations, we find a relative understatement of unemployment in the retrospective survey for groups containing large proportions of women and youth. However, for certain other groups, namely central age males and older women, the retrospective method appears to overstate unemployment relative to the current reporting. To explain these findings we offer several hypotheses relating to the social roles of primary and secondary workers and the fact that the labor force member and the survey respondent are frequently not the same individual."], ["Disaggregated Spatial-Temporal Analyses of Residential Sales Prices", "A previously reported study of residential sales prices in the vicinity of the Philadelphia-Lindenwold High-Speed Line is extended in several directions. The data set is updated and expanded geographically. Increased control for temporal variation is obtained with the use of month, as a unit of analysis, instead of fiscal year. Monthly price indices for a period of eight years are derived as a consequence. Analyses employing census block groups give evidence of a positive impact of the High-Speed Line, similar, though somewhat stronger, to that indicated by the use of individual residences."], ["Robust Tests for the Equality of Variances", null], ["Tables of Critical Values for the Pratt Matched Pair Signed Rank Statistic", null], ["Some Reasons for Not Using the Yates Continuity Correction on 2×2 Contingency Tables", "In a contingency table with fixed marginal totals, and with row totals or column totals equal to each other, the Yates correction and the Kendall-Stuart correction for continuity improve estimates of the unknown probabilities. Otherwise only the Kendall-Stuart correction may be relied on to improve estimates over the chi-square approximation to the uncorrected statistic. If some marginal totals are random, the Yates corrected statistic provides a test different than the test which uses the uncorrected statistic."], ["Comment", null], ["Comment and a Suggestion", null], ["Comment", null], ["Rejoinder", null], ["The Influence Curve and its Role in Robust Estimation", "This paper treats essentially the first derivative of an estimator viewed as functional and the ways in which it can be used to study local robustness properties. A theory of robust estimation “near” strict parametric models is briefly sketched and applied to some classical situations. Relations between von Mises functionals, the jackknife and U-statistics are indicated. A number of classical and new estimators are discussed, including trimmed and Winsorized means, Huber-estimators, and more generally maximum likelihood and M-estimators. Finally, a table with some numerical robustness properties is given."], ["Sequential Tests of Composite Hypotheses", "A method is given for obtaining sequential tests of composite hypotheses for a certain class of distributions. Approximate properties of the tests are derived and the method illustrated."], ["Critical Power Function and Decision Making", "It is generally recognized that when deciding on a significance level for a test, its power must also be taken into account. Determination of the optimal significance level, however, is not a straightforward task. It is pointed out here that by use of critical significance level and power we can achieve the usual objective of making a reject-or-accept decision without explicitly determining the optimal significance level."], ["A Procedure for Truncating SPRT's", "Various methods have been used to find truncated SPRT's. The approach used here is to find the exact distribution of the sum of random variables and to treat the SPRT problem as a Markov chain with absorbing barriers. Exact and approximate formulas are given for the average sample number and for the error probabilities. Monte Carlo simulation shows this approach to be an improvement over that suggested by Anderson [1] when testing for the mean of a normal distribution. The present approach is general and applies to other distributions as well."], ["Comparison of Failure Rates Using Rank Tests", "This article deals with tests of the hypothesis that the failure rates of two products are equal, against the alternative hypothesis that one failure rate dominates the other. The hypotheses are tested using the locally most powerful rank tests based on samples from the two products. Practical implications of such tests, with regard to used products, are discussed. Some numerical aspects of the use of the asymptotic results on small samples are also presented."], ["Early Decision in a Censored Wilcoxon Two-Sample Test for Accumulating Survival Data", "For two-sample testing problems, in which observations are collected in order of size, Ailing [1] showed that it is possible to determine the outcome of an uncensored Wilcoxon test well before data collection is complete. This article studies a similar problem for a censoring scheme terminating the experiment when a specified percentage of events has occurred in either group. The asymptotic distributions (null and nonnull) of the test statistic (of Wilcoxon type) and of the proportion of events after which early stopping occurs are reported, and some Monte Carlo work is compared with Alling's results. Other specifications of censoring and summary statistic and some applications are discussed."], ["Locally Asymptotically Most Stringent Tests for Paired Comparison Experiments", "Following the results of Bhat and Nagnur [2], the locally asymptotically most stringent test of the hypothesis of no preference in paired comparison experiments is derived for the models of Rao and Kupper [9] and Davidson [3]. It is shown that the asymptotic relative efficiency of these tests when compared to the test based on the likelihood ratio statistic is unity."], ["Simultaneous Statistical Inference on Interactions in Two-Way Analysis of Variance", "Three statistics for testing additivity and making detailed inferences on interactions in a two-way setup are considered. The first method uses the well-known sum of squares for testing and yields Scheffé bounds for all contrasts; the second introduces a maximum characteristic root statistic and Roy bounds, but is restricted to product-type contrasts; the last is limited to tetrad differences and its statistic is the maximum of all such differences. Bounds on percentage points for this maximum are provided in the appendix. Uses of the three methods in inferring various types of interaction contrasts are discussed and illustrated."], ["Bidirectional Unbiased Procedures", null], ["Stability of Two Hierarchical Grouping Techniques Case I: Sensitivity to Data Errors", "The impact of observational errors on the dendrograms produced by the complete linkage and single linkage hierarchical grouping techniques was investigated. Data corresponding to basal taxonomies were perturbed by adding error to the ranks of the inter-specimen pair proximities. The goodness of fit of the dendrograms obtained from the perturbed data and that corresponding to the basal taxonomies were measured by means of the Goodman-Kruskal gamma coefficient. Empirical sampling distributions of the gamma coefficients indicated that the single linkage grouping technique was more sensitive to the type of data errors employed than the complete linkage technique."], ["Optimal Procedures for Some Constrained Selection Problems", null], ["Nonparametric Estimation of Location", "A sequence of asymptotically normally distributed estimators of location is presented having the property that, for any ∈ > 0, all estimators in the sequence beyond an appropriate point have asymptotic variances within ∈ of the Cramér-Rao lower bound, uniformly for all symmetric distributions in a nonparametric family constrained only by regularity conditions. The simplest estimator in this sequence is the familiar trimmed mean. The next simplest estimator examined in some detail is shown to possess good efficiency-robustness properties, both asymptotically and for small sample sizes. This estimator is much easier to compute than previously proposed estimators having similar properties, and a good nonparametric estimate of the variance of the location estimator is produced as a by-product."], ["Experimental Design Considerations Based on a New Approach to Mean Square Error Estimation of Response Surfaces", "The Kupper-Meydrech approach [6] to mean square error estimation of response surfaces is compared to the methodologies of Box and Draper [1] and Karson, Manson and Hader [5] when a straight line is fit to a possibly quadratic response. Main attention is given to the problems associated with the choice of experimental design. For mild restrictions on the parameter space, it is seen that the Kupper-Meydrech approach leads to the choice of a minimax design providing smaller integrated mean square error than Box and Draper can attain with their corresponding choice of design."], ["On the Bias and Mean Square Error of the Ratio Estimator", null], ["Characterizing the Estimation of Parameters in Incomplete-Data Problems", "A framework is given for organizing and understanding the problems of estimating the parameters of a multivariate data set which contains blocks of missing observations. The basic technique is to decompose the original estimation problem into smaller estimation problems by factoring the likelihood of the observed data into a product of likelihoods. The result is summarized in a “factorization table,” which identifies the “complete-data” factors whose parameters may be estimated using standard, well-understood complete-data techniques, and the “incomplete-data” factors whose parameters must be estimated using special missing-data methods."], ["Equivalence between Fixed Sample Size Rule and Hoel's Inverse Sampling Rule for Play-the-Winner", "For play-the-winner, the fixed sample size rule of Nebenzahl-Sobel [2] is shown to be equivalent to Hoel's [1] inverse sampling rule after slight modification of the latter."], ["Recursive Solutions for the Estimation of a Stochastic Parameter", "Some applications of the Wiener-Kolmogorov and Bayes approaches are discussed with regard to the construction of recursive equations for the best linear estimator of a stochastic parameter. Solutions are given for the prediction, filtering and smoothing cases when the parameter follows a vector Markov process and is observed with error. The Bayes solution is used to generate a canonical factorization of the autocovariance generating function of the observed series. Generalization of these techniques to other models is also discussed."], ["The Effect of Grouping on the Variance and Bias of the Maximum Likelihood Estimator of the Poisson Parameter—Some Monte Carlo Results", "In this article the effect of incomplete samples, grouped samples in particular, on the variance and bias of the estimator for the parameters from an underlying Poisson distribution is studied."], ["Optimal Sampling Schemes for Estimating System Reliability by Testing Components—I: Fixed Sample Sizes", "A Bayesian decision theoretic approach is employed to compare sampling schemes designed to estimate the reliability of series and parallel systems by testing individual components. Quadratic loss is assumed and schemes are found which minimize Bayes risk plus sampling cost. Several kinds of initial information concerning the reliability of the individual components, all of which assume the components function independently, are considered. The case for which the initial information is in terms of the system's reliability is briefly considered and related to the aforementioned case"], ["Simplified Expressions for Obtaining Approximately Optimum System-Reliability Confidence Bounds from Exponential Subsystem Data", "Expressions derived by Mann and Grubbs [9] for obtaining confidence bounds on series-system reliability from exponential subsystem Type-II censored life-test data are simplified. The simplification allows calculation of confidence bounds based on weighted averages of only the first and second powers of the inverses of “total time on test” for the various independent subsystems tested. These approximate well (within about a unit in the second significant figure) optimum (uniformly most accurate unbiased) confidence bounds obtained iteratively by computer techniques from results of Lentner and Buehler [5] and El Mawaziny [1]."], ["An Improved Method of Estimating the Correlated Response Variance", "Hansen, Hurwitz and Bershad [3] have provided an estimator for the correlated response variance based on the interpenetration of a sample of interviewers' assignments. This article provides a second estimator of the correlated response variance based on the work of all interviewers (those working on interpenetrated assignments as well as the other interviewers). Under certain specified conditions the two estimators are uncorrelated so that an appropriate linear combination of them is an estimator with smaller variance than the Hansen, Hurwitz and Bershad estimator. Both estimators are unbiased and based on the same field experiment so that the reduction in the variance through their joint use incurs only the cost of computation."], ["Combining Unbiased Estimates of a Parameter Known to Be Positive", null], ["Estimates of Parameters in a Probability Model for First Livebirth Interval", "This article is concerned with the problem of estimating the risk of conception, the risk of fetal loss and the length of the nonsusceptible period due to a fetal loss using a model proposed by George [4] for the first livebirth interval. Algorithms are provided to obtain maximum likelihood estimates of the parameters of the model from complete, censored and grouped samples. The methods are illustrated using data on 554 Hutterite women."], ["On the Existence of the Exact Moments of Three LIML Structural Variance Estimators for the Case of Two Included Endogenous Variables", null], ["Confidence Sets for Binary Response Models", "Inequalities of Hoeffding are employed to obtain a confidence set for an arbitrary parameterized binary response model. Numerical results are demonstrated for a particular set of experimental data."], [null, null], ["A Family of Random Variables Closed under Reciprocation", "Some of the known properties of a particular family of distributions derived as a model for fatigue failure by Birnbaum and Saunders [3] are shown to hold for a class of families. These results stem from the fact that each variate in the class suitably scaled has the same distribution as its reciprocal. This clarifies the utility of certain distributions proposed for fatigue life, e.g., lognormal. This property also influences the estimation of the scale parameter and makes possible the solution of two important practical problems, a special solution of which had been presented in Saunders [11]."], ["An Inequality for Positively Correlated Variables", null], ["Stochastic Ordering and Kurtosis Measure", "The concept of stochastic ordering is generalized and the usual kurtosis measure reinterpreted. An alternative proof is given for a theorem on the fourth moment of a distribution."], ["Prediction of Missing Observations in the Time Series of an Economic Variable", "A least squares predictor is derived to interpolate missing observations of an economic time series in which the recording interval has been shortened. This predictor uses all the available information, but depends on the unknown autocovariance structure of the series. A much simpler predictor, not involving the autocovariances, is shown to be almost optimal whenever the process has the typical economic spectral shape, and simulation experiments indicate that it is superior to the approximate least squares predictor (obtained by estimating the autocovariance structure) and effective in cases exhibiting a seasonal pattern as well as the simple autoregressive case."], ["Discriminant Functions When Covariance Matrices are Unequal", null], ["On the Sampling Properties of Bayesian Point Estimators", "The sampling distributions of various Bayesian point estimators are examined and it is shown that by choosing an appropriate prior distribution for the unknown parameter such estimators can be less biased than the maximum likelihood estimator. It is also shown that a pivotal quantity can be developed by a suitable transformation of the unknown parameter."], ["An Asymptotic Expansion of the Distribution of the Limited Information Maximum Likelihood Estimate of a Coefficient in a Simultaneous Equation System", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Expected Utility of Uncertain Ventures", "This article develops a simple model of economic decisions under uncertainty and applies it to several hypothetical decision problems. The main applications are to betting, since this context can be explained without much economics background and the analysis of betting has some practical implications for economic analysis, as well as posing some interesting intellectual problems. Statisticians have long used gambling situations as checks on the reasonableness of tentative conclusions and as sources of hints for further useful developments. This article conveys some of the flavor of economic applications to statisticians and possibly stimulates additional interchanges with economists. For economists, present model's principal addition to discussions in the current literature is that the decision maker is permitted to start with a random prospect rather than with fixed initial wealth and his current prospect may or may not be independent of the random ventures he contemplates."], ["Seasonal Adjustment and Relations between Variables", null], ["Modeling Jury Verdicts in the American Legal System", "Jury size, majorities required for acquittal or conviction and correctness of juror decisions in criminal trials are studied. The article draws heavily on ideas presented in a previous article [1] which updated a model suggested by Poisson. Briefly, a model is developed and then examined, employing data from Kalven and Zeisel [2] on the American legal system. Comparisons of the American experience with French data from the early 19th century are made through the use of the model. Recent U. S. Supreme Court decisions in criminal trials regarding jury size and the relaxation of unanimity for decisions in criminal trials make these studies pertinent."], ["Measuring the Demand for Court Services: A Critique of the Federal District Courts Case Weights", "The case weights used by the Federal District Courts are evaluated in conceptual terms and in terms of the sample design used recently to reestimate the weights. The weights are shown to be conceptually inferior to another set and to be seriously underestimated. A closed form expression is derived for the underestimation bias and is used to show the probable magnitude of the underestimation."], ["The Development of Statistical Indices for Detecting Cheaters", "Comparison data on SAT were collected on pairs of examinees in three samples for later use in detecting instances of willful copying. In each sample the answer sheet of each examinee was compared with the answer sheet of every other examinee to determine the expected degree of similarity among answer sheets for “honest” examinees. Eight detection indices were developed and bivariate distributions were run for possible operational use in making future judgments regarding examinees who were actually suspected of copying. The results of a series of analyses permitted the elimination of six of the eight indices. The remaining two have been used successfully at Educational Testing Service since 1970."], ["An Empirical Bayes Approach to Scoring Multiple-Choice Tests in the Misinformation Model", "This article develops multiple-choice test scoring rules, concentrating on Bayes rules and their frequency theory analogs, empirical Bayes rules. Conditions are given for empirical Bayes estimates to lie in the probability simplex. The misinformation model is considered in detail. It is shown that ranking by raw scores is equivalent to ranking by Bayes scores when the loss function increases with error and the sampling distribution has the monotone likelihood ratio property. Application of the techniques is made to data from a multiple-choice test given to students of an elementary statistics course."], ["A Bayesian Approach to Second Guessing “Undecided” Respondents", "This article is concerned with the survey problem of estimating category probabilities when some of the subjects respond to sensitive questions in the “don't know,” “no opinion” or “undecided” category, to avoid stating their true beliefs. The suggested approach draws on the information obtained from subjects who respond in unambiguous categories on the main question of interest, and on subsidiary questions posed to the same subjects (possibly in the same survey). This information is then used to construct Bayesian procedures for classifying the respondents in the “undecided” category on the main question into one of the unambiguous main question categories. The category probabilities for the main question are then estimated from the posterior distribution which accounts for the classified “undecided” respondents. Means, variances, and credibility intervals are provided for the desired category proportions."], ["Multiplicity Estimation of Proportions Based on Ratios of Random Variables", "This article applies the counting rule strategy to the problem of estimating the proportion of population elements with a specified characteristic based on a sample of enumeration units. The distribution of population elements among the enumeration units is a function of the counting rule which specifies the conditions for linking population elements to enumeration units. The counting rule strategy involves the selection of the counting rule which minimizes the variance of the estimate for fixed cost. The strategy is illustrated by a problem which involves estimating the proportion of incorrect statistical statements in the text of a report based on a sample of lines of text."], ["Survivorship Analysis of Heart Transplant Data", "This article presents a number of parametric and nonparametric approaches to the analysis of nonexperimental heart transplant data from the Stanford Heart Transplantation Program, and attempts to come to some conclusion regarding whether heart transplantation is life-extending."], ["Evaluation of Response-Time Data Involving Transient States: An Illustration Using Heart-Transplant Data", "The problem considered is how to compare time-to-response data for different groups when the group membership of an individual can be arbitrarily varied during a study. Modified life tables can be constructed which reflect such changes in an individual's status, and associated measures of relative risk and statistical significance calculated. This is illustrated with survival data for heart-transplant patients, for which a patient can transfer from the nontransplanted to the transplanted group. Alternative procedures are given in which distinctive groups are defined for each transplant day."], ["Permutation Tests Applied to Antibiotic Drug Resistance", null], ["Applications of a Multinomial Capture-Recapture Model to Epidemiological Data", "A multinomial multiple recapture model is used to estimate the size of a population ascertained by merging incomplete lists, or samples, of population members. Methods for estimating the efficiencies of each list, and for establishing the basic criteria for selecting lists are presented. The model assumes the lists are independent samplings; a technique for dealing with dependent lists is discussed. An example illustrates the methods."], ["Wages, Prices and Unemployment: Distributed Lag Estimates", "This article investigates methodological issues in the estimation of wage equations that become particularly important with distributed lag models. Both analytical and empirical results illustrate the seriousness of these issues. In particular, empirical results for 1950–70 and two subperiods indicate that the results are sensitive to specification, i.e., variables smoothed versus unsmoothed and variables regarded as endogenous versus exogenous, and that there is marked instability in the wage equation under any specification considered."], ["On the Stable Paretian Behavior of Stock-Market Prices", "In this article we present some empirical evidence which indicates that attempts to represent the probability distribution of the rates of return on common stocks by a member of the stable Paretian family of distributions, with 1 < α < 2, may be misleading and in fact may not produce an adequate fit to observed rates of return. We offer an alternative probability model for describing rates of return based on the hypothesized phenomenon of a changing variance. We test the “goodness of fit” of our model vis-a-vis a stable Paretian model for several series of rates of return. Finally we propose an extension of the stability test of Fama and Roll [6]."], ["The Non-Null Distribution of the Spearman Rank Correlation Coefficient", null], ["Reaching a Consensus", "Consider a group of individuals who must act together as a team or committee, and suppose that each individual in the group has his own subjective probability distribution for the unknown value of some parameter. A model is presented which describes how the group might reach agreement on a common subjective probability distribution for the parameter by pooling their individual opinions. The process leading to the consensus is explicitly described and the common distribution that is reached is explicitly determined. The model can also be applied to problems of reaching a consensus when the opinion of each member of the group is represented simply as a point estimate of the parameter rather than as a probability distribution."], ["False Models and Post-Data Model Construction", "This article proposes a method of discounting evidence when linear regression models are constructed after the data have been partially analyzed. The solution parallels a formal decision theoretic analysis of a presimplification problem in which models or model spaces are simplified before observation in order to avoid observation or processing costs. Post-data model construction is interpreted as the data-dependent decision that this pre-simplification is undesirable. The discounting implications of this formal analysis may then be used to police data analyses with less formal post-data model construction."], ["Sequential Tests Involving Two Populations", "For testing which of two normally distributed treatments with a common variance is “superior” (has a larger mean response), we give a class of sequential probability ratio tests whose error probability functions are essentially independent of the sampling rule used. It is shown that the expected number of observations on the “inferior” treatment must be at least one-half that required by pairwise sampling, and a class of sampling rules is given which for some parameter values and significance levels almost attains this theoretical bound."], ["Hypothesis Testing Procedures for Separate Families of Hypotheses", "Hypothesis test procedures for tests of separate families of hypotheses are defined. These procedures are then compared using Monte Carlo samples as data for five pairs of invariant distributions. The comparisons are made by calculating an approximate relative efficiency for each procedure with respect to the likelihood ratio procedure, which for three pairs of distributions considered is uniformly most powerful among the class of invariant procedures."], ["On Finding a Single Defective in Binomial Group Testing", null], ["Isolating a Single Defective Using Group Testing", null], ["The Exact Finite Sample Distribution of Theil's Compatibility Test Statistic and its Application", "In this article we derive the exact finite sample distribution of a statistic utilized by Theil [10] to test whether sample and prior information are in conflict with each other. A weighted estimator for the slope coefficient in a simple regression equation with one independent variable is obtained by using weights which are determined by the observed value of Theil's test statistic. This weighted estimator is particularly useful when we are uncertain about the compatibility of prior information with sample information."], ["A Group-Testing Procedure in the Presence of Test Error", null], ["Interaction Test for Three-Dimensional Contingency Tables", "A test for the hypothesis of zero second-order interaction is proposed. The test is obtained by making use of conditional reference sets which are derived in Zelen [17]. This permits the derivation of an exact conditional test of significance for testing the hypothesis of zero second-order interaction. The techniques used, in approximating the large sample distribution of this test, are extensions of those due to Gart [5] and Zelen [17]. The test is applied to a numerical example."], ["Nonparametric Estimation of a Survivorship Function with Doubly Censored Data", "A simple iterative procedure is proposed for obtaining estimates of a response time distribution when some of the data are censored on the left and some on the right. The procedure is based on the product-limit method of Kaplan and Meier [15], and it also uses the idea of self-consistency due to Efron [8]. Under fairly general assumptions, the method is shown to yield unique consistent maximum likelihood estimators. Asymptotic expressions for their variances and covariances are derived and an extension to the case of arbitrary censoring is suggested."], [null, null], ["Testing for Homogeneity of k Independent Negative Binomial Distributed Random Variables", null], ["Some Finite Sample Results in the Context of Two Seemingly Unrelated Regression Equations", null], ["Estimation of Seemingly Unrelated Regressions with Random Coefficients", "This article deals with the problem of estimating the set of seemingly unrelated regressions (SUR) when the regression coefficients are random. In the article, an estimator has been proposed which is consistent and has the same asymptotic normal distribution as the Aitken generalized least squares estimator which assumes the covariance matrix to be known. Further, it has been shown that the proposed estimator is asymptotically more efficient than Zellner's SUR estimator provided that the true model is one with random coefficients."], ["Notes on a Canonical Form Theorem Useful in Regression Designs", "A regression design problem leads to applications of a little used canonical resolution of a positive definite matrix. Two algorithms for calculating the resolution are suggested."], ["The Distribution of an Arbitrary Studentized Residual and the Effects of Updating in Multiple Regression", null], ["A Mean Square Error Comparison of Certain Median Response Estimates for the Up-and-Down Method with Small Samples", "Mean square errors associated with median response estimates are compared for the normal and logistic distributions, based on both maximum likelihood and minimum chi square analyses. In broad perspective there is little difference among the mean square errors for these four estimates, regardless of sample size and stimulus level spacing. The first three of the median response estimates require an iterative numerical solution, whereas the minimum chi square analysis for the logistic distribution yields an explicit expression for the associated median response estimate. This explicit estimation expression may be particularly convenient when nonuniform spacing of stimulus levels is involved in testing."], ["A Modified Spearman Estimator of a Location or Scale Parameter", null], ["A Consistent Estimator of the Slope in a Regression Model with Errors in the Variables", "Consistent estimators for the slope coefficient in a regression model, where both variables are subject to errors, do not exist without some restrictions on the model. When the serial correlation of (lag 1) of the regression is known to be nonzero, one can obtain extra information from the first differences and get a consistent estimator for the slope. It turns out that this estimator is (asymptotically) equivalent to an estimator which uses as instrumental variable the average of the values of the regression, advanced and lagged by a single period. Using lagged values only is less efficient."], ["A Cross-Validation Approach to Sample Size Determination for Regression Models", null], ["Utilizing Initial Estimates in Estimating the Coefficients in a Linear Model", "A procedure which utilizes an initial estimate to estimate the coefficients in a linear mode is introduced. A linear model containing replications with the same input matrix is considered and a class of two-stage estimators is defined. Optimal estimators in the class are determined, and it is shown that the proposed estimators are better than the corresponding single-sample least squares estimator if the initial estimate is accurate, and are as good (asymptotically) as the corresponding single-sample least squares estimator if the initial estimate is inaccurate."], ["Some Relationships between BLUEs, WLSEs and SLSEs", null], ["Estimation of the Mean of the Selected Population", null], [null, null], ["Maximum Likelihood Estimation in the Truncated or Censored Poisson Distribution", "The results derived by Blight [1] for the exponential family of distributions are applied to the Poisson case. A table is given to simplify the estimates of the Poisson parameter for data that are censored or truncated on the left or the right."], ["Optimal Solutions in Parameter Estimation Problems for the Cauchy Distribution", null], ["Linear Estimation of Parameters of the Cauchy Distribution Based on Sample Quantiles", null], ["Maximum Likelihood Estimation with the Weibull Model", "Some of the questions concerning the uniqueness of the maximum likelihood estimates for the parameters in the Weibull distribution are considered for both censored and noncensored samples. In some cases answers previously known are reviewed, while new results are presented for some other cases. In particular, it is shown that with the shape parameter known, the maximum likelihood estimates of the location and scale parameters exist and are unique. Also, the case in which all three parameters are unknown is examined in detail."], ["Estimation of the Inverse Gaussian Distribution Function", null], ["Accuracy of Normal and Edgeworth Approximations to the Distribution of the Wilcoxon Signed Rank Statistic", null], ["Properties of the Generalized Incomplete Modified Bessel Distributions with Applications to Reliability Theory", "In B. Harris [8], a family of distributions useful in statistical inference on the reliability of systems of independent parallel components was introduced. In the present article properties of this family of distributions are explored. The moments are obtained and asymptotic expressions for the mean and variance are given. Asymptotic normality is exhibited and relations to a number of special functions are indicated. Various asymptotic results and limit theorems are obtained and some applications to reliability theory are also given."], ["Conjugate Distributions for Incomplete Observations", "Reliability data often include information that the failure event has not yet occurred for some items, while observations of complete lifetimes are available for other items. Bayesian analysis requires a conjugate posterior density function after any combination of complete and incomplete observations. This paper considers density functions having failure rate function consisting of a known function multiplied by an unknown scale factor. It is shown that a gamma family of priors is conjugate for both complete and incomplete experiments. A very flexible and convenient model results from the assumption of a piecewise constant failure rate function."], ["Two Characterizations of the Geometric Distribution", null], ["Optimum Sample Size for a Problem in Choosing the Population with the Largest Mean: Some Comments on Somerville's Paper", null], ["Rejoinder", null], ["Book Reviews", null], ["Technical Reports Available", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}