{"1975": [["Are Price Expectations Normally Distributed?", null], ["A New Model for Scaling Response Patterns: An Application of the Quasi-Independence Concept", null], ["Directed Ridge Regression Techniques in Cases of Multicollinearity", "In the presence of multicollinearity ridge regression techniques result in estimated coefficients that are biased but have a smaller variance than ordinary least squares (OLS) estimators and may, therefore, have a smaller mean square error. The directed ridge estimator (DRE) suggested here alters only diagonal elements corresponding to relatively small eigenvalues. The advantage of our method is that the resulting estimates may be less biased than in other ridge regression methods that alter all diagonal elements. A set of experiments indicate that various ridge estimators result in reduced mean square error in the coefficient estimates relative to OLS and that DRE performs well relative to the others."], ["Selection of Variates for the Two-Group Multinomial Classification Problem", "A sample-based procedure for selecting an optimal subset of variables for the two-group multinomial classification problem is presented. Based on the work of Glick, we examine two variations of a procedure which looks at differences in discriminant scores as a method for assessing worthiness of various subsets of variables. Two examples illustrate the methods."], ["Discrimination and Classification Using Both Binary and Continuous Variables", "The likelihood ratio classification rule is derived from the location model, applicable when the data contains both binary and continuous variables. A method is proposed for estimating the rule in practical situations and assessing its performance. Losses incurred by the estimation procedure are investigated, and use of Fisher's linear discriminant function on such data is studied for the case of known population parameters. Finally, the proposed rule is applied to some data sets, and its performance is compared with that of some other classification rules."], ["Small-Sample Behavior of Some Multisample Nonparametric Tests for Scale", null], ["A Simultaneous-Equations Model of Urban Growth and Migration", "The objectives of this study are twofold. First, a simultaneous-equations model that takes into account the interactions between various economic aspects of urban growth and migration to and from urban areas is specified. Second, the model is estimated for two different time periods, 1950–60 and 1960–70, with the Standard Metropolitan Statistical Area as the basic urban geographic unit. Included among the jointly dependent variables are civilian labor force out-migration, civilian labor force in-migration, income change, manufacturing employment change, government employment change, other nonmanufacturing employment change, and unemployment change. Significant interactions among the various endogenous variables are uncovered for both time periods studied."], [null, null], ["The Randomized Response Technique: A Test on Drug Use", null], ["Constructing Orthogonal Replications for Variance Estimation", "Recently the Bureau of the Census used repeated orthogonal replications to estimate the variance for one of its surveys. This article explains how the proper replication patterns were selected, and gives a step-by-step general method for obtaining orthogonal replications."], [null, null], [null, null], ["On the Two-Phase Ratio Estimator in Finite Populations", "Modified ratio estimators for the mean are proposed for the case in which the first- and second-phase samples are drawn without replacement and independent of each other. Conditions for these estimators to be more efficient than the classical estimator are investigated. Two methods for evaluating the expectation of the reciprocal of the number of distinct units are presented."], ["The Up-and-Down Method for Small Samples with Two Specimens “in Series”", null], ["Optimum Sample Size for Choosing the Population Having the Smallest Variance (Large Sample Size Results)", null], ["The Effect of Bias on Estimators of Relative Risk for Pair-Matched and Stratified Samples", "Monte Carlo methods are employed to compare the effectiveness of pair-matched and independent stratified samples for estimating relative risk in the presence of bias. Three approximations to the maximum likelihood estimator for stratified samples suggested by Woolf, Mantel and Haenszel and Birch, respectively [25, 17, 2], are also compared. The sampling model is modified to approximate the practical choices for a researcher and to allow for the loss of unmatchable sample units. The mean square error is always largest for the matched-pairs estimator, while of the stratified estimators, Woolf's consistently produces the smallest MSE, equaled only by Birch's when the samples are equal."], ["Confidence Interval Estimation of Survival Probabilities for Censored Data", "The likelihood ratio method for confidence interval estimation of survival or life-time probabilities is investigated for censored data. This approach depends on a constrained product-limit estimator for the survival function. The likelihood method is compared with two alternative methods based on normal approximations to the product-limit estimator for several cases of uncensored and randomly censored samples. The methods are generalized for the ratio of two survival probabilities."], ["Comparison of Estimators of Heteroscedastic Variances in Linear Models", "Four methods for estimating heteroscedastic variances are discussed in this article: the MINQUE introduced by C.R. Rao [7], the AUE introduced by S.D. Horn, R.A. Horn, and D.B. Duncan [4], the average of the squared residuals, and the sample variance. Properties of these estimators, including translation invariance, existence, bias, consistency, existence of negative estimates, and mean square error (MSE) are compared. In particular, it is shown that the AUE has smaller MSE than either the MINQUE or the sample variance in a wide range of situations."], ["The Small-Sample Variance of the Pitman Location Estimators", null], ["One-Sided Simultaneous Confidence Bounds on Regression Surfaces with Intercepts", "Exact one-sided simultaneous confidence bounds are obtained for general regression surfaces with intercepts and functionally independent regressors. For all values of the regressors, the distance from the regression surface to the one-sided bound is a fixed fraction (less than one) of the corresponding distance to the well-known Working-Hotelling-Scheffé two-sided bound. Tables are provided to facilitate the use of such one-sided bounds."], ["The Efficiency of Logistic Regression Compared to Normal Discriminant Analysis", null], ["Simple Linear Estimation of the Parameters of the Logistic Distribution from a Complete or Censored Sample", "Linear unbiased estimators which maintain high efficiency relative to the best linear unbiased estimators are proposed for the parameters of the logistic distribution. In the complete sample case, the estimators of location and scale are, respectively, a trimmed mean and the mean deviation about the sample median with an adjustment for bias. The same computational forms are applied to a Windsorized sample in the cases of symmetric and upper one-sided censoring."], ["A Note on the Uniqueness of Roots of the Likelihood Equations for Vector-Valued Parameters", "Two examples are given from the literature in which results concerning functions of a single variable are applied incorrectly to multivariate functions. One of the examples concerns the proof of a basic theorem in the theory of maximum likelihood estimation of vector-valued parameters. An alternate statement and proof of the theorem are given."], ["Isotonic Estimation of the Probability of Extinction of a Branching Process", null], ["Estimating Population Size with Exponential Failure", null], ["A Generalized Binomial Group Testing Problem", null], ["Testing a Subset of the Parameters of a Nonlinear Regression Model", "The problem of testing for the location of a subset of the parameters entering the response function of a nonlinear regression model is considered. Two test statistics—the likelihood ratio test statistic and a test statistic derived from the asymptotic normality of the least squares estimator—for this problem are discussed and compared. The large-sample distributions of these statistics are derived and Monte Carlo power estimates are compared with power computed using the large-sample distributions."], ["Size and Power of Tests for Equality of Means of Two Normal Populations with Unequal Variances", "A method is developed for obtaining the size and power of a wide class of tests which includes solutions to the Behrens-Fisher problem proposed by various authors. A new test in this class is also developed which controls the size effectively and has high power. A comparison is made with other known tests as regards control of size. The power of the proposed test as well as that of Welch-Aspin is also obtained."], [null, null], [null, null], ["On Bivariate Power Series Distributions Associated with Lagrange Expansion", "This article uses bivariate generalization of the Lagrange expansion of a function to define a class of bivariate distributions Two particular distributions for the busy period of a single-server queue with random arrivals of two types of customer in batches of fixed sizes and exponential and constant service times are discussed."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Standards for Discussion and Presentation of Errors in Survey and Census Data", null], ["Editorial Board Page", "This article has no abstract"], ["The Design and Analysis of the Observational Study—A Review", "In recent years the number of studies which attempt comparisons without adequate randomization has increased rapidly, particularly in disciplines and areas of research involving human populations. This article highlights some of the more important developments (and emerging needs) in the design and analysis of such investigations. It provides a historical overview of those techniques adapted to bias reduction, covers recent developments in contingency table analysis, particularly as this relates to the identification and estimation of possible bias components, and considers recent work on the statistical evaluation of methods of bias removal. Since it is clearly relevant to considerations of bias, pertinent work on measurement error is also included."], ["The Observational Study—a Review: Comment", null], ["A Hybrid Epidemiologic Study Design Useful in Estimating Relative Risk", null], ["Consistent Sum-Constrained Models", "Consistent sum-constrained models have often been considered intrinsically nonlinear. We study here a linearizable variant which can be applied to a wide variety of situations of interaction between socioeconomic flows. The properties of the error term of such a model are derived and we show how its parameters can be estimated using a generalized least squares procedure proposed by McGuire et al. [14]. It is further demonstrated how adding realism to the model may cause serious multicollinearity problems. We then compare it with more classical multiplicative forms. The various models discussed are tested for the market of an inexpensive consumer durable product."], ["On Any Given Sunday: Fair Competitor Orderings with Maximum Likelihood Methods", "This article addresses the analytic problem of obtaining fair and accurate comparisons among competitors when many pairs of them have never met and where the average quality of opposition faced may vary widely. The context studied is the National Football League's regular season of 1973. A maximum likelihood methodology is developed which simultaneously: (1) ranks all teams and (2) estimates the probabilities of upsets of various sizes. The methodology is compared with alternative approaches and is modified with experimental extensions."], ["On a Distribution Law for Word Frequencies", "In the past, several attempts were made to represent word frequency counts by statistical distribution laws. Of the models suggested, none was singularly successful when applied to a variety of data over the entire length of the observed word distributions. In this article, a new family of compound Poisson distributions [9, 10] is proposed as a model for word frequency counts. Twenty observed distributions quoted in the literature were fitted and the results look most encouraging."], ["Effect on Classification Error of Random Permutations of Features in Representing Multivariate Data by Faces", null], ["Upper and Lower Bounds for Probability of Guilt Based on Circumstantial Evidence", "A suspect who shares traits identified with a culprit is termed guilty based on circumstantial evidence if only one person in the suspect population shares these same traits. An exact, although computationally intractable, formula is given for probability of guilt based on circumstantial evidence. However, easily computed upper and lower bounds are provided which converge as the expected number of persons with all traits deviates from one."], ["The Effects of Misclassification on the Bias in the Difference between Two Proportions and the Relative Odds in the Fourfold Table", "It is shown elsewhere [15] that the false negative and false positive rates associated with medical screening techniques do not follow any general or simple models; and that the usual assumptions made for analytical purposes are violated. The effects of reasonable and actual levels of misclassification in the 2 × 2 table on the bias in the difference between two proportions and on the bias in relative odds as well as on the distributions of these statistics are examined. The false positive rates, and in particular the difference between them, in the two sample problem are responsible for most of the bias resulting from misclassification."], ["Multivariate Semi-Metric Smoothing in Multiple Prediction", "Prediction parameters associated with childhood predictor variables for mature stature vary widely and irregularly across age. Aesthetics as well as pragmatism dictate that it would be far better to have some smooth functional relationship between age of child and the value of each prediction parameter at that age. An estimation method is developed which yields resistant estimates of regression coefficients which are continuous in age for each predictor variable."], ["A Study of the Powers of Several Methods of Multiple Comparisons", "Powers of multiple comparisons procedures are studied for fixed maximal experimentwise levels. Analytical considerations show Tukey-Scheffé methods to have least power, Duncan's to be intermediate, Ryan's most powerful. (Newman-Keuls tests could preserve experimentwise levels only if modified radically and impractically.) Extensive Monte-Carlo trials show these power differences to be small, especially for range statistics. We therefore generally recommend the Tukey technique for its elegant simplicity and existent confidence bounds—its power is little below that of any other method. Simulation was for 3, 4 and 5 treatments: the conclusions might need modification for more treatments."], [null, null], ["On the Estimation of a Lifetime Income—A Correction", "A reexamination is made of the formula for the variance of lifetime income in a stochastic process income distribution model. The formula in the received literature is shown to introduce a significant upward bias in estimates of this variance."], ["Fitting Autoregressions", "When using Akaike's final prediction error (fpe) criterion for selecting the order of an autoregression, it is necessary that the proper estimate of mean square error be used. Replacing an “unbiased” estimate by a “biased” estimate completely changes the properties of the criterion. Simulations carried out by Bhansali are repeated using the proper criterion, and the results show that some of his conclusions are not correct."], ["Bayesian and Non-Bayesian Analysis of Switching Regressions and of Random Coefficient Regression Models", "Quandt [20] analyzed the problem of discontinuous shifts in regression regimes at unknown points in the data series. We note that Quandt's statistical approach based solely on the likelihood function can be misleading, whereas the Bayesian method based on a proper prior distribution of the unknown parameters yields sensible results. However, the exact evaluation of the posterior distribution is unusually burdensome and cannot be simplified even in large samples. To avoid this difficulty, we suggest an alternative formulation and provide an approximate Bayesian solution. In this alternative formulation, the coefficient vectors are treated as random drawings from a continuous multivariate distribution."], ["Estimating the Lags of Lag Processes", null], ["Some Properties of the Almon Lag Technique When One Searches for Degree of Polynomial and Lag", "Researchers who use the Almon lag technique to estimate distributed lag models have a particularly difficult problem determining the correct specification of the degree of polynomial and the length of lag. The usual procedure is to search over several possible values for the degree of polynomial and the length of lag and then choose the combination that minimizes the residual variance. This article demonstrates that if one uses this search procedure, the estimated lagged weights will be biased and not normally distributed and the estimated variances of the lagged weights will be biased downwards."], ["Estimating a Response Surface with an Uncertain Number of Parameters, Assuming Normal Errors", null], ["Linear Models for Cell Means and Reciprocal within Cell Variances", "The analysis of variance, fixed effects model, is a method for studying the effects of changes in the levels of several factors on the mean of a random variable. It fits a linear model to the cell means under the assumption that all cells have a common variance. When this assumption does not hold, it may be possible to fit a linear model to the reciprocal cell variances. Two such models, differing in their treatment of the mean, are presented here. Both are mathematically tractable and either may be sufficient to explain the variance pattern."], ["On the Relationship between Two Statistics Pertaining to Tests of Three-Factor Interaction in Contingency Tables", null], ["Clustering by Identification with Special Application to Two-Way Tables of Counts", null], ["Estimation of a Model with Multiple Indicators and Multiple Causes of a Single Latent Variable", "We consider a model in which one observes multiple indicators and multiple causes of a single latent variable. In terms of the multivariate regression of the indicators on the causes, the model implies restrictions of two types: (i) the regression coefficient matrix has rank one, (ii) the residual variance-covariance matrix satisfies a factor analysis model with one common factor. The first type of restriction is familiar to econometricians and the second to psychometricians. We derive the maximum-likelihood estimators and their asymptotic variance-covariance matrix. Two alternative “limited information” estimators are also considered and compared with the maximum-likelihood estimators in terms of efficiency."], ["Selecting the Maximum of a Sequence with Imperfect Information", null], ["A Modified Play-the-Winner Rule for Sequential Trials", "The two-arm bandit type of Play-the-Winner rule is modified to sample simultaneously the two competing sequences of trials until the first “failure” occurs. Then the sequence without a failure is sampled until it fails, and the process is repeated. This modification leads to the direct application of the sequential probability ratio test on two paired geometric variables. A further modification leads to a scheme which avoids overshooting the stopping boundaries and reduces the total sample size. Exact formulas for the boundary limits, operating characteristics and ASN function for the proposed methods are presented."], ["An Approximation for the Distribution of the Wilcoxon One-Sample Statistic", null], ["A Two-Sample Adaptive Distribution-Free Test", "An adaptive distribution-free test is proposed for the two-sample location problem. First, the data are used to assess the tailweight and skewness of the underlying distributions. This leads to the selection and then application, with the same data, of one of several common rank tests for shift, such as the Mann-Whitney-Wilcoxon test. The preliminary selection is made in a way that insures the testing procedure is distribution-free. A Monte Carlo study shows that the adaptive test has excellent power over a wide class of distributions and is preferable to certain prominent nonadaptive tests."], ["A Simulation Analysis of the Power of Several Tests for Detecting Heavy-Tailed Distributions", "This article presents estimates of the power of five tests for detecting heavy-tailed distributions with the null hypothesis of normality and alternative hypotheses of each of eleven members of the symmetric stable Paretian distribution. The findings indicate that for small samples and low values of the characteristic exponent, the ratio of the standard deviation to mean deviation would be the most appropriate test. With larger sample sizes and/or larger values of the characteristic exponent, Kurtosis and the ratio of one-half the range to the mean deviation from the sample median appear to be the best tests."], ["Comparison of Some Density Estimate Classification Procedures", "A new method for comparing discrimination procedures is employed to investigate the relative performance with respect to number of points correctly classified by three discrimination procedures induced by estimating densities. Two of the procedures are based on non-parametric density estimates, while the third assumes a bivariate normal density with unknown parameters."], ["Bounds on Moments of Linear Functions of Order Statistics from Weibull and other Restricted Families", null], ["Order Statistics of Samples from Multivariate Distributions", null], ["Multivariate Distributions Which Have Beta Conditional Distributions", "Distributions having beta conditional distributions arise in connection with the generation of distributions for random proportions which do not necessarily possess neutrality properties (see [3]). The family of bivariate distributions for which both conditional distributions are beta is evaluated, and some multivariate extensions are briefly discussed. The bivariate Dirichlet distribution is characterized by the assumptions that both conditional distributions and one marginal distribution are beta."], ["Some Estimators of the Integer-Valued Parameter of a Poisson Variate", "Four estimators of the integer-valued parameter of a poisson variate, based on samples of fixed size are defined. Approximate formulas for their biases and variances are given."], ["Estimation of Stable Law Parameters: Stock Price Behavior Application", "A point of considerable interest is whether the asymmetric stable laws rather than the symmetric stable laws provide for a closer representation of the behavior of security prices. Our empirical results indicate that the asymmetric laws are more appropriate than the symmetric stable laws. A new estimation procedure is used to obtain the estimates of parameters of the stable laws for 20 randomly selected stocks from the New York Stock Exchange. Estimates of the skewness parameter are explicitly obtained for the first time. The estimates are compared with those obtained under the assumption of symmetry and are also compared with the estimates provided by the method of Fama and Roll [13]."], ["Simultaneous Estimation of the Means of Independent Poisson Laws", "A procedure is derived for simultaneously estimating the means of Poisson populations using independent samples. The total loss is the sum of component, standardized squared error losses. The derived procedure is minimax, generalized Bayes, admissible relative to a large class, and better than using the sample means as estimators of the corresponding population means. The latter procedure is compared with the derived procedure, both numerically and asymptotically."], ["A Full Rank Analysis of Some Linear Model Problems", "The analysis of linear models is supported by a rigorous mathematical development, but there appear to be serious gaps between theory and practice. In this article we compare, for a number of examples, the classical non-full rank analysis with the full rank analysis, or analysis of means. We find that the latter analysis eliminates much of the confusion, particularly in the area of hypothesis testing with unbalanced data."], ["On Estimating the Variance in Unequal Probability Sampling", "In this article we investigate conditions under which nonnegative unbiased estimators for the variance of the Horvitz and Thompson estimator exist. We have characterized the form of such estimators, when the design is of fixed sample size."], ["Aberrant Behavior of the Likelihood Function in Discrete Cases", "An example is given in which the likelihood ratio in favor of a true hypothesis, as opposed to some member of a countable family of pre- specified alternative hypotheses, tends to zero as the sample size becomes large, for any data. A slight modification of this example reveals a similar phenomenon, even when both data and parameter can take on only a known finite set of values."], ["Remark on a Formula by Fisher", "Fisher gives a formula for computing the asymptotic variance of any function of multinomial variables. It is observed that in full generality this formula is false, but a sufficient condition for its correctness is given, and an alternative formula, which is always correct, is supplied."], ["A Quick and Simple Technique for General Slippage Problems", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Cognitive Processes and the Assessment of Subjective Probability Distributions", "This article considers the implications of recent research on judgmental processes for the assessment of subjective probability distributions. It is argued that since man is a selective, sequential information processing system with limited capacity, he is ill-suited for assessing probability distributions. Various studies attesting to man's difficulties in acting as an “intuitive statistician” are summarized in support of this contention. The importance of task characteristics on judgmental performance is also emphasized. A critical survey of the probability assessment literature is provided and organized around five topics: (1) the “meaningfulness” of probability assessments; (2) methods of eliciting distributions; (3) feedback and evaluation of assessors; (4) differential ability of groups of assessors and (5) the problems of eliciting a single distribution from a group of assessors. Conclusions from the analysis with respect to future work include the need to capitalize on cognitive simplification mechanisms; making assessors aware of both human limitations and the effects of task characteristics; and emphasizing feedback concerning the nature of the task at hand."], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Natural Fertility, Population Cycles and the Spectral Analysis of Births and Marriages", "Birth and marriage series are viewed as simultaneous mixed auto-regressive and moving average processes with known coefficients, subject to random rates of nuptiality and marital fertility. The theoretical spectra and cross-spectrum are calculated under various hypotheses and compared to empirical estimates for historical birth and marriage series. We reject the “natural fertility” hypothesis and conclude that nuptiality and marital fertility were equally variable and very highly correlated. We also use the model to explain how the age structure of reproduction and nuptiality and duration structure of marital fertility act as filters which transform white noise variation into 30-year cycles in series of births and marriages."], ["Analyzing the Decision-Making Process of the American Jury", "Extending earlier work by the authors [3, 4], this article examines in more detail the internal and external behavior of a jury. The internal analysis sheds light on the decision-making process from the first ballot position to the final outcome. Data in Kalven and Zeisel [6] have been employed to test the tenability of the models. The external analysis explores questions regarding the correctness of jury decisions and the effect of changes in jury size and in majority requirements for decisions."], ["Data Analysis Using Stein's Estimator and its Generalizations", "In 1961, James and Stein exhibited an estimator of the mean of a multivariate normal distribution having uniformly lower mean squared error than the sample mean. This estimator is reviewed briefly in an empirical Bayes context. Stein's rule and its generalizations are then applied to predict baseball averages, to estimate toxomosis prevalence rates, and to estimate the exact size of Pearson's chi-square test with results from a computer simulation. In each of these examples, the mean square error of these rules is less than half that of the sample mean."], ["The Predictive Sample Reuse Method with Applications", "An account is given of a recently devised method of prediction based on sample reuse techniques. It is most useful in low structure data paradigms that involve minimal assumptions. A series of applications demonstrating the technique is presented."], ["Use of the Randomized Response Technique with a New Randomizing Device", "This article presents a new randomizing device to obtain discrete quantitative as well as qualitative data on sensitive problems. The total number of balls in the randomizing device and the ratio of the different color balls which represent different sensitive characteristics are shown to affect the efficiency of estimates."], ["An Algorithm for the Binomial Distribution with Dependent Trials", "A computational algorithm is developed for generating the cumulative distribution of successes in a sequence of dependent trials, characterized by a Markov model, for which tables of the distribution may be compiled. Such tables may be used to assess the impact of such dependence on the calculation of confidence intervals and the testing of hypotheses. Examples are presented to show how such confidence intervals and hypothesis tests deteriorate with increasing dependence."], ["Mortality–Air Pollution Relationships: A Comment", "This article reports the results of an analysis of mortality–air pollution relationships for specification errors using the Ramsey specification error tests. The data for the analysis included information on the total mortality rates and the suspended particulates for 50 SMSA's for 1968 and 1969. The findings indicate that specification errors with such models can be a serious problem and will depend on the model estimated."], ["Tables for Comparing Two Normal Variances or Two Gamma Means", null], ["An Analytical Comparison of Certainty Equivalence and Sequential Updating", null], ["A Bayesian Sequential Procedure for Quantal Response in the Context of Adaptive Mental Testing", null], ["A Secretary Problem with Finite Memory", null], ["Population-Distributed Personal Probabilities", "We use the Dirichlet distribution in a new application as a tractable model for the variability between personal prior probability vectors over a large population of persons. Given a common realized likelihood function, the resulting population distribution of coherent personal posterior probability vectors is analyzed and found to have mixed moments expressible as a one-dimensional integral. Implications for the study of the evolution of scientific knowledge are discussed."], ["Iterative Reclassification Procedure for Constructing an Asymptotically Optimal Rule of Allocation in Discriminant Analysis", null], ["A Bayesian Analysis of a Switching Regression Model: Known Number of Regimes", null], ["Residual Optimality: Ordinary Vs. Weighted Vs. Biased Least Squares", "In the general linear model with observations not necessarily uncorrelated or homoscedastic, Gauss-Markov regression coefficients are superior to ordinary unweighted least squares in the well known BLU sense if the model is correct. However, it is shown that there is a weaker, but always applicable, minimum overall mean squared error sense in which Gauss-Markov residuals and biased residuals are inferior to ordinary least squares residuals as estimators of possible lack-of-fit in the model. This optimality of ordinary least squares is further illustrated by three other types of results about residuals."], ["Estimating Heteroscedastic Variances in Linear Models", null], ["Stable Distributions in Statistical Inference: 2. Information from Stably Distributed Samples", "Large-sample theory for the estimation of parameters for a stable distribution is developed using the theory of Fisher's information. The asymptotic standard deviations and correlations of the maximum-likelihood estimates of the index, skewness, scale and location parameters are computed and tabled and used to compute the relative asymptotic efficiency of other proposed estimators. It is shown that if the true distribution is symmetric stable, the MLE's of index and scale are asymptotically independent of those of skewness and location. The effect on the available information of grouping the data is investigated both analytically and numerically, and the most serious loss of information is shown to occur if extreme observations are grouped when estimating the index."], ["Life Tests with Periodic Change in Failure Rate—Grouped Observations", "This article considers an ordinary life test experiment under the assumption that the failure rate of an item is constant though different under the two conditions of usage, at regular intervals of time, one after the other. The data are assumed to be available in the form of singly or doubly truncated/censored samples of grouped observations. The method of maximum likelihood has been used to obtain the estimates of the two failure rates along with their variances and covariance for different situations."], ["Improved Estimation of Expected Life When One Identified Spurious Observation May Be Present", "A modified life testing model is defined where the sample contains at most one “identified” spurious observation whose expected life is greater than that of the others which form a homogeneous group. Various estimators of the smaller expected life are considered and definitive preference relationships among them are established using the mean squared error criterion. The case where the expected life of the spurious observation is smaller than that of the others is also considered. Many of these estimators may be viewed as procedures which incorporate a preliminary test of significance."], ["Exact Variance of Combined Inter- and Intra-Block Estimates in Incomplete Block Designs", "This article presents methods for evaluating exact variance of combined inter- and intra-block estimates of treatment effects in incomplete block designs. The results are valid for all incomplete block designs and hold for a wide class of combined estimates including most in the literature. Tables of exact variance for some estimates are presented for some balanced designs and for some partially balanced designs."], ["A Monte Carlo Evaluation of Some Ridge-Type Estimators", null], ["Estimation with Incompletely Specified Loss Functions (the Case of Several Location Parameters)", null], ["One-Step Huber Estimates in the Linear Model", "Simple “one-step” versions of Huber's (M) estimates for the linear model are introduced. Some relevant Monte Carlo results obtained in the Princeton project [1] are singled out and discussed. The large sample behavior of these procedures is examined under very mild regularity conditions."], ["On the Robustness of Some Tests of Significance in Sampling from a Compound Normal Population", null], ["Bias in the Estimator of Kendall's Rank Correlation When Extreme Pairs are Removed from a Sample", null], [null, null], ["Double Sample Tests for the Mean of a Normal Population", "Double sample tests are presented for testing one-sided hypotheses about the mean of a normal population, based on the statistics suggested by Bulgren, Dykstra and Hewett [4]. Tables of decision values are given based on the criterion that the power curves of the double sample test and the corresponding single sample test are approximately the same. A discussion of the numerical methods is presented, as well as a comparison of expected sample sizes for a particular example."], ["Optimum Double Sampling Tests of Given Strength I. The Normal Distribution", null], ["A Two-Stage Procedure for the Behrens-Fisher Problem", "We consider the problem of constructing a fixed-width confidence interval for the difference between the means of two normal populations with unknown variances. A Stein-type two-stage procedure is presented and some of its properties are investigated. It is shown that the procedure is generally more efficient than Chapman's [1] solution."], [null, null], ["On Bounding Moments from Grouped Data", null], ["Most Stringent Bounds on Aggregated Probabilities of Partially Specified Dependent Probability Systems", null], ["On Independence of Sample Mean and Translation Invariant Statistics of Samples from Multivariate Normal Populations", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["A Statistician's Apology", "Statistics is viewed as an activity using a variety of formulations to give incomplete, but revealing, descriptions of phenomena too complex to be completely modeled. Examples are given to stress the depth and variety of such activities and the intellectual satisfactions to be derived from them."], ["Advocate Scoring for Unbiased Information", "People often form opinions or make decisions after exposure to information provided by advocates. A continuing problem is the identification of procedures which lead to better balance in such information. Scoring of advocates through competition in statistically identical tasks is one approach to control. Shannon's [7] concept of information in a Bayesian framework is used for illustrative estimation models, and an experiment involving public opinion in an expressway controversy provides an example."], ["The Effects of Rotation Group Bias on Estimates from Panel Surveys", "Evidence is available from many different kinds of surveys that repeated interviewing of the same persons can frequently change response patterns. For many characteristics, estimates from different panels relating to the same time period do not have the same expected value. In panel surveys, estimation techniques frequently take advantage of the correlation between observations on identical persons over time. The existence of a bias, its effect on both ratio estimates and composite estimates, and a comparison of the estimated mean-square errors of ratio and composite estimates are illustrated with data from the Current Population Survey."], ["Measuring the Power of Hierarchical Cluster Analysis", null], ["An Investigation of Imputation and Differential Quality of Data in the 1970 Census", "This article examines the imputation of data in a one percent sample of the nation's ever-married women aged 18–25 from the 1970 Public Use Samples of the Census of Population. Nonwhites are more likely to be imputed data than are whites. Rates of imputation of data are found to be extremely high for some categories of women, and white-nonwhite fertility differentials are affected by imputation. Consequences for study of fertility differentials are noted. It is recommended that researchers routinely use information on imputation of data in any analysis of 1970 Census data."], ["Two Simultaneous Measurement Procedures: A Bayesian Approach", "A problem in which two instruments are used simultaneously to measure the same response is discussed from the Bayesian viewpoint. The theory is applied to an example involving the burning times of 30 similar fuses. The numerical results are compared to those previously found by another method."], ["Implementation and Applications of Bivariate Gaussian Mixture Decomposition", "An interactive method for decomposing mixtures consisting of an arbitrary number of bivariate Gaussian components is described, which can handle problems currently attacked by cluster analysis methods. In contradistinction to most clustering methods, this procedure does not require selection of a metric or distance function with sample element arguments. Instead, estimates of population bivariate contours are examined graphically to yield estimates of subpopulation parameters. This approach is based on properties of the underlying population rather than on heuristic measures of distance between elements of a sample. Besides discussing the theory underlying this new class of procedures, several examples involving real and simulated data are presented."], ["Estimates of Percentile Regression Lines Using Salary Data", null], [null, null], ["Bounds on the Gini Index Based on Observed Points of the Lorenz Curve", "Using a geometric approach, we derive sharp upper and lower bounds on the Gini index of income inequality based on data which are grouped into intervals and consist of percentages of recipients in each income interval together with the corresponding percentages of income these recipients receive. The proposed method requires neither any assumption regarding the functional form of the underlying distribution function nor the knowledge of the mean income or the limits of the income intervals."], ["Finite Population Correction for Binomial Confidence Limits", "This article examines the accuracy of the finite population correlation ordinarily applied to binomial confidence limits, suggests a more accurate FPC and describes a procedure, based on a computer program for hypergeometric probabilities, for obtaining exact confidence limits and exact confidence level."], ["Intervention Analysis with Applications to Economic and Environmental Problems", "This article discusses the effect of interventions on a given response variable in the presence of dependent noise structure. Difference equation models are employed to represent the possible dynamic characteristics of both the interventions and the noise. Some properties of the maximum likelihood estimators of parameters measuring level changes are discussed. Two applications, one dealing with the photochemical smog data in Los Angeles and the other with changes in the consumer price index, are presented."], ["On the Choice of the Unrelated Question in Simmons' Version of Randomized Response", "In Simmons' version of randomized response a number of parameters are at the statistician's disposal. Suggestions are given on how to choose these parameters, in particular, that the unrelated question in many cases should be chosen to have a much higher frequency of “yes” answers than previous authors have suggested."], ["On the Relative Efficiency of Randomized Response Models", "The variance of the maximum likelihood estimator in each of the one- and two-sample alternate question randomized response models is compared to that of the original Warner model. In both cases, the former variance is shown to be uniformly less than that of the latter for all values of the parameter being estimated and appropriate ranges for the design parameters."], ["“Explaining Your Results” as Access-Biased Memory", null], ["A Comparative Monte Carlo Study of the Properties of Econometric Estimators", "Together with straightforward simulation, this study makes use of antithetic-variate and control-variate techniques in investigating the properties of econometric estimators. It is shown that when the covariances between the disturbances are small, the results on the relative standing of the estimators are indeterminate; but when they are sufficiently large, full-information methods are superior to single-equation methods. FIML gave the best performance and 2SLS was the best limited-information technique. The asymptotic standard errors underestimated the variations in the coefficients."], ["Testing the Restrictions of the Almon Lag Technique", "This article considers testing the restrictions imposed by Almon's approach to estimation of distributed lag relationships. The conventional likelihood ratio test procedure requires that the regression equation be estimated in unrestricted form and then subject to the Almon restrictions. An alternative test is suggested which has the advantage of requiring only that the unrestricted version be estimated. The problem of selecting the order of the polynomial is discussed and a numerical example is presented."], ["On the Iterative Refinement of Least Squares Solutions", "An iterative algorithm for solving linear least squares problems has been developed and tested on an IBM 1620 computer. This article traces the development of the algorithm from that described by Björck and Golub [1] to the present, and shows how, with a slight change in algebra, the Householder triangularization may be replaced equally successfully by the simpler method of Cholesky factorization. The algorithm appears accurate and efficient even for highly ill-conditioned problems. Use of the residual vector in the iteration process is the main source of the algorithm's success."], ["A Simple Method for Robust Regression", null], ["Estimation Methods for Models of Spatial Interaction", "Autoregressive models for spatial interaction have been proposed by several authors (Whittle [15] and Mead [11], for example). In the past, computational difficulties with the ML approach have led to the use of alternative estimators. In this article, a simplified computational scheme is given and extended to mixed regressive-autoregressive models. The ML estimator is compared with several alternatives."], ["Linear Regression with Random Coefficients: The Finite Sample and Convergence Properties", "This article studies sampling properties of several unconstrained estimators in the random coefficients model. It is found that the ranking of alternative estimators is sometimes sensitive to selection of true values of the model's parameters. Further, the frequency of negative estimates increases with the size of true variance. Though all estimators converge in 80 to 95 percent of cases, there is generally no efficiency gain at any stage of iterations, possibly because large numbers of negative estimates of variances are obtained. Sampling properties of alternative estimators for variance of the mean response estimates are also examined."], ["Bayesian Analysis of Regression Error Terms", null], ["Best Linear Unbiased Prediction of Order Statistics in Location and Scale Families", "In many life testing, reliability and replacement policy situations, it is desirable to predict the time of future failures from times of the early failures in the same sample. Interval prediction in this setting has been treated by several authors. In this article, the authors give best linear unbiased (blu) point predictors of future failures when the underlying distribution is known up to location and scale. Analogous large sample procedures based on sample quantile theory are provided. The results are illustrated for the exponential and Pareto distributions."], ["Optimal Condensation of Distributions and Optimal Spacing of Order Statistics", null], ["A Unified Approach to Choosing Optimum Quantiles for the ABLE's", "Due to its computational simplicity and efficiency, asymptotically best linear estimates (ABLE) based on order statistics selected from a complete, or censored, sample are of particular importance. This article deals with a unified method for finding the optimum spacing (eventually the optimum rank of the order statistics) for the ABLE. Application of the method estimating one of the two (location and scale) parameters of various distributions is also discussed."], ["An Unbiased Estimator and a Sequential Test for the Correlation Coefficient", "An unbiased estimator and a Sequential Probability Ratio Test (SPRT) for the correlation coefficient are proposed. The SPRT reduces to the SPRT for a binomial parameter. A comparison is made of the proposed test with those of Kowalski [4] and Choi [1]."], ["A Note on Exact Tests for Serial Correlation", "A transformation of the OLS residual vector to achieve a desired covariance structure, proposed earlier by Durbin [3], is shown to be capable of substantially changing the OLS residual vector even when that vector already has nearly the desired covariance structure. This may explain its substantially inferior performance in Monte Carlo comparisons with the transform proposed by the Abrahamse and Koerts [1]. A new transform, involving only small alterations in Durbin's procedure, is shown to avoid the defect of the Durbin transform."], ["Subset Selection Problems for Variances with Applications to Regression Analysis", "This article presents a subset selection procedure for correlated variances with emphasis on the asymptotic case. An application to selecting the best set of independent variables in a regression problem is given."], ["A Two-Stage Minimax Procedure for Selecting the Normal Population with the Smallest Variance", null], ["Allocation in Stratified Sampling Subsequent to Preliminary Test of Significance", "A procedure for allocation of sample sizes to different strata consists of drawing a preliminary sample of fixed size from each stratum to estimate the strata variances and test their homogeneity. If the strata variances are found homogeneous, the sample sizes to be drawn from different strata are allocated according to proportional allocation; otherwise, they are allocated according to Neyman allocation using estimated variances. The efficiency of the proposed allocation, based on preliminary test of significance with respect to proportional allocation and modified Neymanallocation, is investigated."], ["An Empirical Comparison of Several Multiple Range Tests for Variances", null], ["On the Test for Additivity in a Randomized Block Design", "Tukey's well-known test for additivity in a two-way classification is considered for a randomized block design under the model arising from the physical randomization process. It is shown that under certain weak assumptions the usual normal theory test is still appropriate."], ["Cochran's Q Test: Exact Distribution", null], ["Testing for Equality of Means with Incomplete Data on One Variable: A Monte Carlo Study", null], ["Minimum Variance Properties of Principal Component Regression", null], ["The Power of the Likelihood Ratio Test of Location in Nonlinear Regression Models", null], ["The Asymptotic Distribution of the Likelihood Ratio in Some Nonstandard Cases", "In an earlier article [8] conditions were given under which maximum likelihood estimators are asymptotically normal and asymptotically efficient in certain nonstandard cases. Under these same conditions, the asymptotic distribution of the likelihood ratio is found. An easily computed asymptotic equivalent of the likelihood ratio is developed, and is applied to a problem of testing fit."], ["A Simulation Study of One- and Two-Sample Kolmogorov-Smirnov Statistics with a Particular Weight Function", "Critical values for the one-sample and the two-sample Kolmogorov-Smirnov statistics with a particular weight function are compared and found to be greatly different. The difference is shown to be due to the marked sensitivity of the one-sample statistic to the values of the first and last order statistics of the sample distribution."], ["Stronger Forms of Zipf's Law", "It is shown that convergence in probability to Zipf's Law follows from a many family modification of a Bose-Einstein form of the classical occupancy model with a random number of cells."], [null, null], ["A Note on Chernoff and Lieberman's Generalized Probability Paper", "The determination of plotting positions on probability graph paper so that the associated weighted least squares estimators of the scale parameter and the percentiles of a continuous distribution have certain properties is discussed. Necessary and sufficient conditions are given for an invariant optimal plot for percentile estimation. Also discussed is the derivation of ordered plotting positions."], ["Bounds on the Power for Some Renyi-Type Tests", null], ["Bounds on Conditional Moments of Weibull and other Monotone Failure Rate Families", null], ["Some Inequalities for Certain Functions of Order Statistics from IFR Distributions", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}