{"1976": [["Science and Statistics", "Aspects of scientific method are discussed: In particular, its representation as a motivated iteration in which, in succession, practice confronts theory, and theory, practice. Rapid progress requires sufficient flexibility to profit from such confrontations, and the ability to devise parsimonious but effective models, to worry selectively about model inadequacies and to employ mathematics skillfully but appropriately. The development of statistical methods at Rothamsted Experimental Station by Sir Ronald Fisher is used to illustrate these themes."], ["Social Security and the Distribution of Wealth", "Each household's “total wealth” is defined here as its “fungible wealth” (i.e., net worth) plus its “social security wealth” (i.e., the present actuarial value of its potential social security benefits). Analysis of fungible wealth and total wealth from a 1963 national household survey finds that (1) the distribution of total wealth is much less concentrated than the distribution of fungible wealth; (2) the concentration of total wealth has decreased sharply since 1920, and (3) the life cycle theory of wealth accumulation is more consistent with the age-income distribution of total wealth than with the distribution of fungible wealth."], ["An Empirical Study of Response and Sampling Errors for Multiplicity Estimates with Different Counting Rules", "The components of the mean square error (MSE) of estimates from surveys with multiplicity, where households report on events which occurred in them and also in other households (linked to them according to well-specified counting rules), can be estimated on the basis of a specially designed evaluation survey, under certain simplifying assumptions. The empirical results from such a survey, designed to estimate births and marriages, indicate that a wide counting rule is more efficient than a conventional rule, since the slightly higher response bias and variance are more than offset by the reduction in sampling variance."], ["Sampling a Rare Population: A Case Study", "In sampling a rare population, gains can be made through the use of optimal allocation if a large proportion of the population lives in concentrated areas which can be identified. The use of such a strategy is illustrated with an actual sampling procedure developed to select a sample of females aged 15 through 19 where black respondents were to be selected at four times the rate of whites."], ["A Purchase Incidence Model with Inverse Gaussian Interpurchase Times", null], ["The Stochastic Dependence of Security Price Changes and Transaction Volumes in a Model with Temporally Dependent Price Changes", "A model of security price behavior is presented, which allows for the observed temporal dependence in price changes from one transaction to the next and for the stochastic dependence between price changes and the numbers of shares traded. Tests of the model are conducted with data for corporate bonds and stocks. The results reveal some interesting differences in the two price processes."], ["Application of New Ridge Regression Methods to a Study of Bell System Scale Economies", "We suggest a new horizontal scaling for the ridge trace, some new techniques for monitoring ridge solutions including an index of stability of relative magnitudes (ISRM) and numerical largeness of more significant (NLMS) regression coefficients. A method of curtailing the tending of ridge regression coefficients toward zero is also presented. Two examples illustrate these methods and estimate Bell System's scale economies to be large."], ["Alternative Approaches to Missing Values in Discriminant Analysis", "This paper compares by simulations several methods of handling missing observations in discrimination. In an earlier paper, several methods were compared in discriminating by the usual linear discriminant function between two multivariate normal populations in which all pairs of variables are equally correlated. In the present study, a variety of population matrices was used and two additional methods were introduced: the first, a simpler regression technique and the second, a modified technique based on the first principal component. The new regression technique was found to give relatively high probabilities of correct classification."], ["Canonical Representation of the Location Model for Discrimination or Classification", "The location model, which can be used in discrimination problems when the data contain both binary and continuous variables, requires separate continuous variable means to be fitted for each possible pattern of binary responses. It is suggested here that the effectiveness of this model can be investigated visually by computing the Mahalanobis distances between these groups and displaying the resultant configuration via principal coordinate analysis. The technique is illustrated on a set of breast cancer data."], ["Multiple Comparisons with Dichotomous Data", null], [null, null], ["A Monte Carlo Test of the Robustness of Parametric and Nonparametric Analysis of Covariance against Unequal Regression Slopes", "The power of parametric ANCOVA was compared with the power of three nonparametric ANCOVA techniques both when the parametric assumption of equal slopes was violated and when all parametric assumptions were met. The data situations involved two groups with one covariate and one criterion, normal distributions, equal group sizes, and varying slope combinations. Parametric ANCOVA maintained larger empirical power for nearly all of the data situations. Both parametric and nonparametric techniques appeared not to be robust when violation of the parametric assumption of equal slopes was coupled with unequal group sizes and distributions were normal."], ["A Graph-Theoretic Approach to Goodness-of-Fit in Complete-Link Hierarchical Clustering", "The complete-link hierarchical clustering strategy is reinterpreted as a heuristic procedure for coloring the nodes of a graph. Using this framework, the problem of assessing goodness-of-fit in complete-link clustering is approached through the number of “extraneous” edges in the fit of the constructed partitions to a sequence of graphs obtained from the basic proximity data. Several simple numerical examples that illustrate the suggested paradigm are given and some Monte Carlo results presented."], ["The Estimated Power of Several Tests for Autocorrelation with Non-First-Order Alternatives", "This article presents estimates of the power of four tests for the independence of the disturbances from linear regression models with two sets of alternative hypotheses—second-order autoregressive processes and first-order moving average processes. The results indicate that for a number of specifications of the second-order autoregressive error structure the Durbin-Watson and Durbin alternative exact tests are more powerful than a test designed for this class of alternatives. With models including first-order moving average errors the Durbin-Watson and Durbin alternative exact test are consistently more powerful than the other tests studied for all model specifications and sample sizes."], ["A Comparison of Three Randomized Response Models for Quantitative Data", "Three randomized response models for quantitative data are considered, the extension of the unrelated question model first considered by Greenberg, and two models which involve the addition or multiplication of a random number from a known distribution to the sensitive value. Estimation is considered in all three models and efficiencies compared. The addition and multiplication models appear to have potential but a practical comparison of the three models is needed."], ["Quantifying Gains from Stratification for Optimum and Approximately Optimum Strata Using a Bivariate Normal Model", null], ["Computer Generation of Normal Random Variables", "This paper suggests that user accessibility as well as speed and accuracy should be used as a criterion to evaluate algorithms for generating random variables. FORTRAN implementations of several of the best current normal algorithms are studied. Two of the algorithms were also implemented in assembler for making comparisons with other studies and for assessing the cost of accessibility. A new mixing algorithm which combines features of the convenient and fast methods of Marsaglia et al. is introduced."], ["Nonparametric Bayesian Estimation of Survival Curves from Incomplete Observations", "This article presents a nonparametric Bayesian estimator of a survival curve based on incomplete or arbitrarily right-censored data. This estimator, a Bayes estimator under a squared-error loss function assuming a Dirichlet process prior, is shown to be a Bayesian extension of the usual product limit (Kaplan-Meier) nonparametric estimator."], ["The Locally Optimal Combination of Independent Test Statistics", "A class of locally optimal tests based on linear functions of certain transformations of independent test statistics is proposed and studied. These overall tests are useful in combining independent tests for certain multivariate or multiparameter hypotheses where local optimality is interpreted in a specialized sense. For the two-sample case, along with the expressions for the null distributions of the test statistics, tabulations of percentile points are provided."], ["On Sampford's Procedure of Unequal Probability Sampling without Replacement", "Among the unequal probability sampling without replacement procedures applicable for arbitrary sample size, those of Goodman and Kish and of Sampford are relatively simple to operate besides satisfying the criterion that the inclusion probability of each population unit is proportional to its size. Considering the Horvitz-Thompson estimator for estimating the population total, we show in this paper that Sampford's procedure is more efficient than the Goodman and Kish procedure. Our result is a generalization of Rao's result wherein he compared Durbin's procedure with that of Goodman and Kish."], ["Bayesian Full Information Analysis of Simultaneous Equations", "The paper reviews and extends a Bayesian full information analysis of the simultaneous equations model, based upon an extended natural conjugate prior density. The extended prior density belongs to a closed family and is compatible with the independent specification for each equation of a marginal prior density in the multivariate Student form. The paper establishes properties of the resulting posterior density, of some conditional and marginal densities, and of the posterior densities in the special case of seemingly unrelated regression equations."], ["Asymptotically Optimal Randomized Response Procedures", "An abstract general model of multiway randomized response procedures is investigated, with the aim of minimizing the variance matrix while bounding the risk to which respondents are subjected. A general result on the structure of possible optimal designs is obtained, an improved result is derived for the three-way case, and a complete answer is found for the dichotomous case."], ["Effects of ARMA Errors on the Significance Tests for Regression Coefficients", null], ["Distribution-Free Partial Discriminant Analysis", "A distribution-free rank procedure is proposed for use in partial discrimination problems involving two populations. It is shown that this procedure can be applied with virtually any discriminant function. Moreover, the discriminant function may be selected after observing the samples on which it is to be based. Using Monte Carlo methods the rank procedure is compared with a normal theory and a tolerance region procedure. The rank procedure was the only one that adequately controlled the probabilities of misclassification while maintaining relatively small probabilities of not classifying an observation."], ["On Wilks' Distribution-Free Confidence Intervals for Quantile Intervals", "This paper investigates the distribution-free outer confidence interval for the quantile interval introduced by Wilks. Besides exact expressions and a recurrence formula some bounds are derived for the probability of correct coverage of the quantile interval which improve bounds known up to now, and which are tested in several examples. Asymptotic approximations are discussed and applications of the developed methods to other statistics based on order statistics are indicated."], ["The Power of two Tests for Nonadditivity", "For the two-way classification model with one observation per cell the power of Tukey's single degree of freedom test for nonadditivity is compared to the power of the test for nonadditivity recently proposed by Johnson and Graybill [7]."], ["Asymptotic Theory of Sequential Fixed-Width Confidence Interval Procedures", null], ["The Effect of Sample Heterogeneity on Linear Functions of Order Statistics, with Applications to Robust Estimation", "In a certain sense sample heterogeneity can only decrease the variance of a linear function of order statistics compared with that for a homogeneous sample, and thus the variance of those statistics will tend to be overestimated. The magnitude of this effect for robust estimators of location and scale is described, with particular reference to contamination models. It is shown that with asymmetric contamination, extreme observations may have much less influence on these estimators than is generally believed, if trimming is employed."], ["Nonlinear Regression with Autocorrelated Errors", "An estimator of the parameters of a nonlinear time series regression is obtained by using an autoregressive assumption to approximate the variance-covariance matrix of the disturbances. Considerations are set forth which suggest that this estimator will have better small sample efficiency than circular estimators. Such is the case for examples considered in a Monte Carlo study."], ["A Test of Equality of Two Normal Population Means and Variances", null], ["Some Measures of the “Difference” between Regression Models", "In regression models, the underlying theory frequently leads to specification of more than one functional form for the conditional mean of the response. The main problem in such cases is whether the differences between the models are sufficiently large relative to the variance of the disturbance term to warrant efforts to discriminate between the models or collect new data in order to discriminate. This paper, after refining the notion of differences between models, suggests several alternative statistics which might be useful in this problem and derives their asymptotic distributions."], ["Estimating the Mean of a Normal Distribution with Known Coefficient of Variation", null], ["Two-Stage Wilcoxon Tests of Hypotheses", "Two-stage Wilcoxon signed ranks tests and Wilcoxon-Mann-Whitney tests are presented for general one-sided alternatives. A probability recurrence relation is given for the two-stage signed ranks statistics under the null hypothesis. For each test the limiting bivariate distribution of the standardized statistics is normal. With certain restrictions on the sample sizes, the null limiting distributions are both the one considered by Owen [8], so large sample tests can be formed using existing tables. Monte Carlo results suggest that these tests can considerably reduce the expected number of observations without reducing power relative to the usual one-stage tests."], ["Moments of the Range of Samples from Nonnormal Populations", "The probability density function for the range of a sample from a population whose distribution can be represented by an Edgeworth series is developed. Moments of the range are obtained and the numerical values of the corrective functions arising due to non-normality tabulated. Results for moments of the range of various nonnormal distributions are compared."], [null, null], ["On Some Tests for the Bivariate Two-Sample Location Problem", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Current- and Constant-Dollar Input-Output Forecasts for the U.S. Economy", "Utilizing recently deflated and reconciled U.S. Department of Commerce input-output data from 1947, 1958, 1961, 1963, and 1966, this paper presents an empirical test of the accuracy of input-output forecasts in current dollars and in constant dollars. While the results vary considerably among industries, in general constant-dollar forecasts are more accurate in the long run while in the short run the results are mixed. The implications of these findings for input-output forecasting and research are discussed."], ["Is the Average Age at Retirement Changing?", "A formula that obtains the number retiring in each period of a birth cohort's lifetime is derived from labor force participation rates and population data. It is demonstrated that trends in labor force participation of older men and in average retirement age need not move in the same direction. Applying the formula to the available data for American men, truncated working life tables between ages 52.5 and 72.5 are calculated for cohorts born between 1866 and 1909. The conditional mean retirement age is found to have been stable around age 65, while the variance of retirement age has decreased over time."], ["New Estimates of the Number of Centenarians in the United States", "Four bases, with variants, of estimating the number of centenarians in the United States are described: (a) direct use of Medicare records; (b) the forward-survival method; (c) the vital statistics method; and (d) population reconstruction using death statistics. Estimates for each year, 1950, 1960, and 1970, for sex and race groups are presented separately and compared with the census counts. The plausibility and accuracy of the estimates derived by the various methods are discussed, as well as possible reasons for the overstatement of centenarians in recent censuses."], ["Enforcement of Environmental Standards and the Central Limit Theorem", "A simulation model of enforcement of the federal new source fly ash standard for coal-fired power plants indicates the standard is likely to be frequently violated. This is partly due to a pollution control device certification test which allows the average of as few as three tests to be used as an indicator of compliance. In accordance with the central limit theorem, this can lead to selection of inadequate control devices. Enforcement systems must account for the stochastic properties of pollution control devices and the implications of certification test sampling procedures for firm behavior if effective enforcement is to be achieved."], ["Capital Gains and Inequality of Personal Income: Some Results from Survey Data", "This paper deals with income distribution of capital gains and their effect on measures of income inequality for 1962. Aggregate accrued gains are allocated to various income classes by using microdata from the Survey of Financial Characteristics of Consumers. The results show that accrued gains are distributed more unevenly than money income. The Gini coefficient drops from 0.41 to 0.35 when accrued losses for 1962 are subtracted from income, but it increases to 0.43 when average gains for 1960–64 are added to income. Variance of natural logarithms, the other measure of inequality used, also shows a similar pattern."], ["Decomposition of Seasonal Time Series: A Model for the Census X-11 Program", "This paper shows that the linear filter version of the Census X-11 program for time-series decomposition can be approximately justified in terms of an additive model with stochastic trend, seasonal and noise components. Optimal estimates of the trend and seasonal components are obtained from the model and found to be in close agreement with the corresponding estimates for the Census procedure. This approach makes it possible to assess the appropriateness of the Census method. Two examples are given, one showing that the use of the X-11 procedure is largely appropriate and the other much less so."], ["Estimating Quarterly Values of Annually Known Variables in Quarterly Relationships", "The method presented here assumes that the variable under consideration is a weighted moving average of annual values, with weights to be estimated by means of quadratic programming. This multivariate (MV) method is used to estimate quarterly income figures on the basis of annual income data in quarterly consumption functions for the U.S. and the Netherlands. The MV method appears to perform slightly better than the competing single-variate (SV) smoothing methods of Feibes, Boot and Lisman with respect to parameter estimates, and smallness and randomness of the differences between calculated and observed values of consumption."], ["The Use of Balanced Half-Sample Replication in Cross-Validation Studies", "Cross-validation techniques involve omitting a portion of the available data, fitting a prediction function to the portion remaining, and then testing the fitted function on the omitted data. Ideally, one would like to repeat this process on all possible splits. In many instances, this is not computationally feasible. This paper argues and demonstrates, using half samples by way of illustration, that the balanced sampling techniques developed for the analysis of complex sample survey data provide an efficient way of sampling the population of all possible splits."], [null, null], ["The Small Sample Nonnull Properties of Kendall's Coefficient of Concordance for Normal Populations", null], ["An Incomplete Contingency Table Approach to Paired-Comparison Experiments", "A wide variety of paired-comparison experiments and surveys may be viewed within the framework of “incomplete” contingency table analysis. Bradley-Terry models for such data can be chosen and further examined by a noniterative logit analysis. Multivariate paired comparisons with factor structure can be analyzed through reparameterization of the underlying models for each combination of factor levels. The method is subject to sample-size restrictions but allows the experimenter to design his survey without complex symmetry conditions or independence assumptions."], ["Adaptive Robust Procedures for the One-Sample Location Problem", "A family of rank statistics based on a set of simple scores functions is introduced. The distribution theory is briefly discussed, and both point and interval estimators for the center of an absolutely continuous symmetric distribution are presented. Given a random sample from a symmetric distribution, all subsequent inference is based on the member of the family of rank statistics having the smallest estimated asymptotic variance. The robustness properties are examined using the results of a simulation study."], ["Further Evidence on the Relative Efficiencies of Zellner's Seemingly Unrelated Regressions Estimator", "This paper considers a system of two seemingly unrelated equations. Without imposing any additional restrictions on the matrices of observations on the independent variables in the two equations, we derive the exact second moments of Zellner's estimator [9]. Though not uniformly more efficient than the corresponding single-equation least-squares estimator, a definite efficiency gain results using Zellner's estimator in the presence of high contemporaneous correlation coefficient (ρ) between the disturbances in the two equations, and little loss results when the true ρ is small and the excess of the sample size over the number of distinct regressors in this system is greater than 12."], ["Some Algorithms for Linear Spline and Piecewise Multiple Linear Regression", "This paper develops some efficient algorithms for linear spline and piecewise multiple linear regression. A plotting procedure that shows the existence and location of changes in linear regression models is developed as an adjunct to one of the algorithms. The algorithms are compared with other presently available algorithms both in terms of efficiency and in terms of performance on sets of artificial data. An example shows how the algorithms, implemented in portable FORTRAN IV, can be used profitably in the analysis of data."], ["Respondent Jeopardy and Optimal Designs in Randomized Response Models", "Randomized response methods allow different kinds and degrees of privacy depending upon models and parameters. A theoretical approach to efficiency is suggested based on minimizing variance for given privacy requirements. Privacy requirements are defined in units of jeopardy from different points of view and indexed by measures suggested by information theory. Variances of competing models are compared only when the procedures meet the privacy requirements in terms of not exceeding the maximal jeopardizing information allowable for the particular application. The approach is illustrated through developing minimum variance under given jeopardizing information restrictions for a general dichotomous-population-dichotomous-response model."], ["The Linear Least-Squares Prediction Approach to Two-Stage Sampling", "The linear least-squares prediction approach is applied to some problems in two-stage sampling from finite populations. A theorem giving the optimal (BLU) estimator and its error-variance under a general linear “superpopulation” model for a finite population is stated. This theorem is then applied to a model describing many populations whose elements are grouped naturally in clusters. Next, the probability model is used to analyze various conventional estimators and certain estimators suggested by the theory as alternatives to the conventional ones. Problems of design are considered, as are some consequences of regression-model failure."], ["The Distribution of the Chi-Squared Statistic under Clustered Sampling from Contingency Tables", null], ["On the Sequential Construction of D-Optimal Designs", null], ["More Multisample Tests for the von Mises Distribution", "This article gives three new tests of hypotheses concerning the parameters of von Mises distributions, derived from the likelihood ratio statistics. The two principal tests are for equality of small dispersion parameters where the modal vectors are known and for equality of modal vectors given an unknown common dispersion parameter, assumed large. The tests are simple to use, and are easily adapted for axial data."], ["On the Optimal Use of Multiauxiliary Information", "A new estimator utilizing multiauxiliary information in survey sampling is constructed. This estimator is unbiased for the population mean and has a smaller variance than Des Raj's optimal estimator [1, 2]. The new estimator and the latter one are based on the same amount of information."], ["Approximate Posterior Distributions", "This paper proposes the use of approximate posterior distributions resulting from operational prior distributions chosen with regard to the realized likelihood function. L.J. Savage's “precise measurement” is generalized for approximation in terms of an arbitrary operational prior density, including mixed-type prior distributions with positive probabilities on singular subsets. A new approximation is also given relating such distributions to absolutely continuous distributions with high local concentrations of density. Mixed-type distributions constructed from the natural conjugate prior distributions are proposed and illustrated in the normal-sampling case for unified Bayesian inference in testing and estimation contexts."], ["A Canonical Representation for the Noncentral Wishart Distribution Useful for Simulation", "This article provides a simple distributional representation for the noncentral Wishart distribution most useful when the noncentrality matrix is of less than full rank. It is shown that the representation leads to a method for simulating a noncentral Wishart matrix that has advantages over a procedure currently used."], ["Inference concerning the Mean Vector When the Covariance Matrix is Totally Reducible", null], ["An Investigation of Relative Efficiency of Least-Squares Prediction to Conventional Probability Sampling Plans", "A particular finite population, typical of the type encountered in practice, is used to assess the efficiency of ratio estimation of the finite population total using conventional unrestricted random sampling, extreme and balanced sampling plans, for samples of size 10, 50, 100, and 200. The balanced sampling plans are seen to be as much as 30 percent more efficient than the corresponding unrestricted random sampling plan regardless of sample size, but the extreme sample is inferior to both of these plans."], ["Estimators Based on Order Statistics from a Pareto Distribution", null], ["A Generalization of an SPRT for the Correlation Coefficient", null], ["Restricted Maximum Likelihood Estimators for Poisson Parameters", null], ["Best Linear Unbiased Estimation of Missing Observations in an Economic Time Series", "The best linear unbiased estimator which we proposed previously for interpolating, distributing, and extrapolating a time series by related series is applied to the estimation of missing observations. Under special assumptions, the problem reduces to the one treated in Doran [2]. Our estimator is compared with his and is shown to be more efficient."], ["A Distribution-Free Test for Stochastic Ordering", null], [null, null], [null, null], ["Exponential Models, Maximum Likelihood Estimation, and the Haar Condition", null], ["More on Estimation of Distributions Using Orthogonal Expansions", null], ["Inequality Constrained Least-Squares Estimation", "There are growing demands to use prior and sample information for parameter estimation of a regression model in order to maintain consistency with underlying theory. To meet such demands, this paper provides an inequality constrained least-squares (ICLS) estimation, specifies an untruncated variance-covariance matrix of the ICLS estimates, and discusses their statistical properties in large-and small-sample cases. Finally, the ICLS and the ordinary least-squares OLS estimates are compared in terms of sample bias, sample mean-square error MSE and sample variance of the estimates by a Monte Carlo study."], ["Procedures for Fixed-Width Interval Estimation of the Largest Normal Mean", null], ["Critical Values for the One-Sided Two-Sample Kolmogorov-Smirnov Statistic", null], ["The Minimum Proportional-Variance Unbiased Linear Estimator of β and Simultaneous Confidence Intervals", null], ["Properties Preserved by Some Smoothing Functions", "In some studies involving numerical responses from human subjects (for instance, time allocation studies, and age reporting) an effect called “heaping” is observed. In many cases, such data must be “smoothed” before they can be used. Thus, it is of interest to know the nature of the properties of a frequency function which may be lost in its smoothed version. For those smoothing functions that can be expressed in terms of matrix multiplication; this paper connects properties preserved by the function to properties of its corresponding matrix."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["An Investigation of Interview Method, Threat and Response Distortion", "This validation study examined the joint effects of question threat and method of administration on response distortion using four interviewing techniques. The level of threat was varied by asking questions about library card ownership, voting, bankruptcy involvement, and having been charged with drunken driving. The results indicated that response distortion increased sharply as threat increased. None of the data methods was clearly superior to all other methods for all types of threatening questions. Randomized response gave the lowest distortion on questions about socially undesirable acts, but even with this procedure there was still a 35 percent understatement of drunken driving."], ["An Econometric Analysis of Wilderness Area Use", "Although outdoor recreational use fluctuates daily, this time-varying feature has received little attention by economists and statisticians. In this paper, wilderness recreational use relationships are estimated, based on daily observations over the length of a given season, by (i) traditional econometric techniques and via (ii) time series analysis procedures promoted by Box and Jenkins [3]. In applying both sets of estimated relationships for forecasting purposes, the econometric equations generally proved superior. However, when predictions from both sets of equations were combined, the resulting forecasts obtained proved more accurate than either of the separate forecasts."], ["Retrospective Data on Work Status in the 1970 Census of Population: An Attempt at Evaluation", "Data from the 1970 census on work status of respondents in April 1965 are compared with those from the April 1965 Current Population Survey (CPS) for specific age-sex cohorts to gain some insight into the reliability of the retrospective data collected in 1970. The results indicate that on a net difference basis, the retrospective inquiry yielded reasonable approximations for most cohorts. The problem of gross versus net differences is reviewed briefly with respect to its implications for analyzing retrospective data."], ["Probability Tables for Cluster Analysis Based on a Theory of Random Graphs", null], ["General Estimates of the Intrinsic Variability of Data in Nonlinear Regression Models", "A dependent variable is some unknown function of independent variables plus an error component. If the magnitude of the error could be estimated with minimal assumptions about the underlying functional dependence, then this could be used to judge goodness-of-fit and as a means of selecting a subset of the independent variables which best determine the dependent variable. We propose a procedure for this purpose which is based on a data-directed partitioning of the space into subregions and a fitting of the function in each subregion. The behavior of the procedure is heuristically discussed and illustrated by some simulation examples."], ["Age-Parity-Nuptiality-Specific Stable Population Model That Recognizes Births to Single Women", "The age-parity-nuptiality model so far considered by demographers does not allow single women to have children, and all births are attributed to married women. The present paper is an attempt to extend the age-parity-nuptiality model by removing this restriction on single women. Mathematical expressions for the computation of intrinsic rates from the integral equation and projection approaches are derived. The model is applied to the U.S. female population for the year 1970."], ["Computerized Method for Approximating the Variance of a Complicated Estimate", "This article describes a generalized program for the computation of sampling errors. It employs computerized linearization of nonlinear estimates by the use of the first-order Taylor approximation. It can be used for any estimate derived from any “large” probability sample. In most instances the only inputs required are the weighted sample data and the form of the estimate whose precision is to be measured. In these cases, both the estimate and its sampling error can be produced with the same amount of data preparation and programming effort as is required to produce the estimate only."], ["Some Estimators for Domain Totals", "A major concern in large-scale surveys is the problem of subpopulation estimation (domain estimation). This paper presents a study of four estimators for estimating domain totals. The domain considered in the study is an area type of domain, that is, a domain consisting of a combination of a certain number of area units belonging to different strata This paper uses some actual data and some fictitious data to compare variances and mean square errors of the four estimators."], ["The Functional Form in Estimating the Density Gradient: An Empirical Investigation", "The relationship of population density to distance has been of continual interest in urban economics. However, the true functional relationship between these two variables has not been formally tested. In this paper the Box and Cox [1] transformation technique is used to test five alternative specifications on statistical grounds. It was found that the semi-log and double-log relationships are not always the correct functional form to use in describing the relationship between the population density and distance within an urban area."], ["A Comparison of Two Algorithms for Absolute Deviation Curve Fitting", "A comparison is made between linear programming and weighted least-squares approaches to absolute deviation curve fitting. The computational results show that linear programming substantially reduces solution times while requiring only a relatively small amount of additional storage."], ["Truncated Geometric Response-Duration of Response Models for Clinical Trials", "For treatment comparisons in clinical cancer trials, the data often indicate absence or presence of response along with duration of response when it occurs. Response length is frequently truncated by death, loss of followup information, study termination, or other causes, and is usually a discrete variable (days, weeks, or months). A mixture of a binomial and truncated geometric probability is studied as an appropriate statistical model. Maximum likelihood estimators are derived for parameters of the model and a likelihood ratio statistic (-2 InA) is given for testing equality of treatments. Noncentrality parameters are given for power approximations under contiguous alternatives."], ["Ergodicity of Age Structure in Populations with Markovian Vital Rates, I: Countable States", null], ["A Method for Simulating Stable Random Variables", "A new algorithm is presented for simulating stable random variables on a digital computer for arbitrary characteristic exponent α(0 < α ≤ 2) and skewness parameter β(-1 ≤ β ≤ 1). The algorithm involves a nonlinear transformation of two independent uniform random variables into one stable random variable. This stable random variable is a continuous function of each of the uniform random variables, and of α and a modified skewness parameter β' throughout their respective permissible ranges."], ["A Note on Birnbaum's Theory of the Likelihood Principle", "The principles of sufficiency and conditionality are shown by Birnbaum [1] to imply the principle of likelihood. But in his formulation it is necessary to adopt in the continuous case, a definition of sufficiency which differs from the conventional definition. The objections against the new definition are set out and it is shown that the conventional definition can be adhered to by taking into consideration that in practice there is always a finite limit to the accuracy with which the values assumed by a continuous random variable can be observed."], ["The Maximum Likelihood, the Minimum Chi-Square and the Nonlinear Weighted Least-Squares Estimator in the General Qualitative Response Model", "This article deals with the general qualitative response model involving several polytomous variables. An extension of Berkson's minimum chi-square estimator to this model is defined and shown to be not always asymptotically efficient, and the conditions under which it is so are derived. It is also shown that the nonlinear weighted least squares method proposed by Walker and Duncan [11] is equivalent to the method of scoring."], ["A Note on the Linear Structural Relation When Both Residual Variances are Known", "This article provides an alternative derivation of a maximum likelihood solution, due to Birch [1], which simplifies the algebra and characterizes Birch's solution as a special case of a result, due to Dolby [2], that has application to a variety of more complex structural models, including factor analysis."], ["Maximum Likelihood and Iterated Aitken Estimation of Nonlinear Systems of Equations", "For nonlinear equation systems, the properties of the MLE commonly have been deduced from related but inapplicable results in the statistical and econometric literature. Under specific regularity conditions, we build on the nonlinear GLS results of Malinvaud to derive the large-sample properties of the MLE and the limiting distribution of the asymptotic likelihood ratio statistic. We discuss iterative convergence conditions under which the iterated Aitken estimator locates a consistent local maximum of the likelihood function, and we derive results permitting convenient estimation of the asymptotic covariance matrix of any subset of parameter estimators."], ["Categorical Control in Regression", null], ["Missing Variables in Bayesian Regression, II", "We are concerned with the problem of parameter estimation in normal regression when some of the observations are missing. A Bayesian approach with vague prior distributions is taken. No assumption is made about the independent variables for which no observations are missing, but the missing components are assumed to be normally distributed with a mean that can depend on the other variables. Joint estimators of the parameters are obtained as the joint mode of the posterior distribution."], ["Least-Squares Fitting by Monotonic Functions Having Integer Values", "Least-squares monotone regression (also known as least-squares isotone regression) is being used increasingly. Recently, an application arose in which the fitted values are restricted to be integers. We prove that a very simple procedure yields the optimum monotonic fit subject to this restriction, or to the more general restriction that the fitted values lie in some specified closed set. This procedure is to perform unrestricted monotone regression, and then to round off each resulting value to the nearest element of the closed set. When there are two nearest elements in the closed set, either one may be chosen, subject to the preservation of monotonicity and to one minor complication."], ["Optimality of Least Squares in Linear Models with Unknown Error Covariance Matrix", "Optimal properties of the least-squares coefficient estimator in the linear model with scalar error covariance matrix are shown to carry over to the case where the error covariance matrix has a distribution in a class which includes distributions proposed as representing vague prior information."], ["Checking the Independence of Two Covariance-Stationary Time Series: A Univariate Residual Cross-Correlation Approach", null], ["Estimation of the Innovation Generalized Variance of a Multivariate Stationary Time Series", "Recently there has been renewed interest in the nonparametric estimate of the innovation variance of a stationary time series. Empirical evidence has shown that some smoothing of the periodogram improves the estimate. This paper attempts to clarify the smoothing question and extends the results to the estimation of the innovation generalized variance of a multivariate stationary time series."], ["Some Further Results on the Use of OLS and BLUS Residuals in Specification Error Tests", "This paper considers the test RESET, which is a test for specification error in a linear regression model. It makes a modification in the test based on OLS residuals, and shows that the modified test is equivalent to a test based on BLUS residuals."], ["Some Classification Procedures for Multivariate Binary Data Using Orthogonal Functions", "Four new methods for classification of multivariate binary data are presented, based on an orthogonal expansion of the density in terms of discrete Fourier series. The performance of these methods in 11 populations of various structures was measured in terms of mean error of misclassification and was compared to three well-known methods. Also, performance in density estimation was measured for the appropriate methods. In general, the new methods seem to be superior for classification as well as for density estimation."], [null, null], ["Interval Estimates Derived from Bayes Testing Rules", null], ["Confidence Interval Robustness with Long-Tailed Symmetric Distributions", null], ["On Confidence Bands for Quantiles of a Normal Population", null], ["Distribution-Free Confidence Intervals for Quantile Intervals", null], ["Least Favorable Configuration When Ties are Broken", null], ["Simultaneous Confidence Intervals for Parameters of a Balanced Incomplete Block", "Inferences concerning the variance ratios of a random linear model are important in genetics and other areas of scientific investigation. For example, in genetics, the heritability parameters are functions of the variance ratios of a random model. This paper derives simultaneous confidence intervals for all or certain subsets of the parameters of a balanced incomplete random model. This procedure is based on the mean squares of the analysis of variance, and the mean squares are linear functions of a set of minimal sufficient statistics for estimating the parameters of the model. The procedure is demonstrated for a layout of six treatments, ten blocks, and five observations per block."], ["Unequal Precision Multiple Comparisons for Randomized Block Designs under Nonstandard Conditions", "A multiple comparison technique for simultaneous inference in the nonstandard randomized block design models considered by Graybill [3] and Scheffé [11] is developed. Its computation and properties are discussed in terms of a clinical trial. The technique involving a number of independent tests with possibly unequal sizes, not the well-known Bonferroni tests [5], is appropriate when most contrasts between the treatments are of interest, but a few of the comparisons are of primary importance."], ["A Comparison of Estimators of Variance Components in the Balanced Three-Stage Nested Random Effects Model Using Mean Squared Error Criterion", "Various estimators of variance components for the balanced three-stage nested random effects model are compared under standard assumptions of normality and independence of random effects, using MSE as the measure of performance. Several results are proven, demonstrating the inequality relationships on MSE of the unbiased, restricted maximum likelihood and maximum likelihood, and several modifications of the unbiased and maximum likelihood estimators as introduced here, including Stein-type estimators. Some Bayesian estimators are also considered for numerical comparison of the MSE. Computations are carried out to assess the order of difference in the MSE's. A large class of equivariant estimators of the error component is shown to be inadmissible."], ["The Analysis of Lattice Designs with Concomitant Variables Associated with Replications", null], ["The Generalized Jackknife: Finite Samples and Subsample Sizes", "This paper is concerned with bias-reduction properties of that generalized jackknife which pertains to a single-estimator, single-sample situation. Jackknifing is a technique for reducing bias by exploiting the dependence of the bias on sample size. In practice, this is carried out by reestimating the unknown parameter(s) with only part of the sample and combining the new and original estimates suitably weighted to produce cancellation in their biases. The size of the subsample affects both the bias and variance of the jackknife. While few results are available, “minimal data omission” seems sensible on grounds of variance. This paper shows the same is always true on grounds of bias."], ["Multiplicative Models for Dyad Formation", null], ["Linear Estimation of the Logistic Parameters for Complete or Tail-Censored Samples", "In this paper we present the asymptotically best linear unbiased estimators for the location and scale parameters of the logistic distribution based on samples where there may be Type 2 censoring in the tails. Given the amount of censoring, the weights of the estimators can be expressed in simple closed forms. Comparisons of these with the best linear unbiased estimators and the Cramer-Rao lower bounds demonstrate that they have good efficiency even for small samples."], ["Estimating the Parameters of a Multivariate Exponential Distribution", null], ["A Sequential Method for Selecting the Best of Three Binomial Populations", null], ["A Characterization of Convoluted Poisson Distributions with Applications to Estimation", null], ["The Ratio of the Geometric Mean to the Arithmetic Mean for a Random Sample from a Gamma Distribution", null], ["Exact Critical Values for Bartlett's Test for Homogeneity of Variances", null], ["Some “Optimal” Methods to Detect Structural Shift or Outliers in Regression", "A Neyman-Pearson approach is taken to the problem of detecting structural shifts in naturally ordered regression problems. When the variance is known, backwards CUSUM methods are shown to maximize average power, and their application is discussed. Two methods with optimality properties for outlier detection are developed, assuming that the observations may be divided into two parts, where the first part satisfies the model assumptions, while outliers may be present in the other."], ["Outlier-Prone and Outlier-Resistant Distributions", "Neyman and Scott [3] have considered the ideas of outlier-proneness and outlier-resistance of families of distributions. Under their definition, individual distributions (one-member families) cannot be outlier-prone. This paper offers definitions of outlier-proneness and outlier-resistance that apply to individual distributions, and theorems are given showing the connection with the classical laws of large numbers for maxima."], ["Reciprocal Moments of Linear Combinations of Exponential Variates", "The reciprocal moments of a linear combination of exponential variates are derived. The resultant formula is used to obtain the moments of quantile and other similar estimators for the shape parameter of a Pareto distribution. The calculations show that such estimators are more biased and less “precise” than indicated by Monte Carlo estimates of the moments previously published. The general formula for the reciprocal moments is shown to be potentially useful in linear models and in studying models of the variation in the rate of births in a pure birth process."], ["Approximation of Pearson Type IV Tail Probabilities", null], ["Bayesian Test of Homogeneity of Variance", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Statistics and People—The Statistician's Responsibilities", null], ["A Systematic Approach to Automatic Edit and Imputation", null], ["Rational Expectations and Distributed Lag Expectations Proxies", null], ["Developments in Migratory Game Bird Surveys", "Estimates of kill and activity in Canadian mail surveys of migratory game birds have been subject to considerable survey errors. This article reviews the design of the surveys and describes the studies undertaken to estimate and correct for these errors. Recent developments in sampling and estimation procedures for these surveys are presented and changes in operational procedures described which have been adopted to implement these developments."], ["The Effect of Category Choice on Some Ordinal Measures of Association", null], ["Establishing a Metric from Assumptions about Linearity", "Three related methods for assigning interval scale values to a set of ordered categories are proposed, based on the assumption that certain patterns of linear regressions exist among a set of variables. Technique I requires that the second administration of a variable be a linear function of the first. Technique II requires that two variables each be linear functions of one another (“symmetric linearity”). Technique III requires at least three linear regressions among three variables. The category values that are consistent with the assumed patterns of linear regressions are unique up to a linear transformation."], ["Base Year Revisions in the FRB Index: Problems in Interpreting Historical Movements", "It is shown that after base year revisions, different versions of the FRB Index of Industrial Production are similar in the time and frequency domains for the series as a whole. However, when measuring economic contractions, different versions yield substantial differences in the turning points, lengths, and amplitudes of cycles, which may be explained by the index number problem. These results suggest that when analyzing a particular historical period, it is best to use contemporaneously published data, if available."], ["Aggregate versus Subaggregate Models in Local Area Forecasting", "Should statistical forecasts be constructed by aggregating data to each level for which forecasts are required or aggregating the forecasts from the lower levels? The relevant literature suggests no general answer. In this study using actual data, forecasts aggregated from lower-level modeling were found best."], ["A New Discrete Quantitative Randomized Response Model", "The Randomized Response Technique, which was originally developed for qualitative purposes, is being developed for quantitative purposes, and the current article presents a new discrete quantitative RRT model. This model uses a predetermined combination of balls in the randomizing device, instead of asking an innocuous question. It has been shown that the procedures of administering the model is simple and that its efficiency of estimate is higher than the other currently available models."], ["A Sequential Counting Procedure for Estimating the Total Number of Randomly Distributed Individuals", "When large populations of small objects of similar size are to be counted, they are often spread (randomly) over a regular surface which is divided into equal areas. The proposed scheme may be used to obtain an estimate of the total number of these objects with specified precision (approximately), but after only a partial count. Approximate expressions are obtained for the first two moments of the estimate, and for the expected sample size."], ["Two-Stage Plans Compared with Fixed-Sample-Size and Wald SPRT Plans", "Within the Neyman-Pearson framework of hypothesis testing with fixed-error-level specifications, two-stage designs are obtained such that sample size is minimized when the alternative hypothesis is true. Normally distributed variates with known variance and binomially distributed variates are considered. It is shown that when the alternative hypothesis is true, these optimal two-stage designs generally achieve between one-half and two-thirds of the ASN differential between the two extremes of analogous fixed-sample designs (maximum ASN) and item-by-item Wald SPRT design (minimum ASN when alternative hypothesis is true)."], ["Varietal Screening from Finite Normal Populations", null], ["A Nonorthogonal Analysis of Variance Program", "A general computer program for univariate and multivariate nonorthogonal analysis of variance is described. Its use is illustrated with a two-factor problem with missing cells. It is pointed out that the criticisms of Francis regarding this program are unwarranted."], [null, null], ["Rejoinder", null], ["Necessary Analysis and Adaptive Inference", "Statistical inference is examined for the location-scale model, using nonnormal distributions for the error. The development emphasizes necessary analysis that follows as a logical consequence from the data and model alone; only the terminal parts of the analysis use the conventional criteria of estimation and testing. Inferences are obtained concerning the shape of the distribution and concerning the location and scale parameters. Illustrations are included using real and computer-generated data. The more general linear model is examined briefly. The methods extend to the case where the error distribution is unknown in the nonparametric sense; they provide a new and flexible approach to adaptive inference."], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Strong Inconsistency from Uniform Priors", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["On the Use of a Regret Function to Set Significance Points in Prior Tests of Estimation", null], ["Small-Sample Hypothesis Tests of Markov Order, with Application to Simulated and Hydrologic Chains", "This paper describes admissible hypothesis tests for Markov order, the tests being defined on certain conditioned variables. In the spirit of classical hypothesis testing, the tests have the following appealing properties: The power function is constant on the hypothesis set (and, therefore, the level is not pessimistic), and the test is asymptotically most powerful within the class of tests based on regular estimators. Application of the tests herein derived to simulated and actual hydrologic data indicates that our test is superior to the usual chi-square test for Markov order, and that with moderate amounts of data, conclusions with significant physical import can be gleaned."], ["An Improved Play-the-Winner Sampling Procedure for Selecting the Better of Two Binomial Populations", "A new stopping rule, together with play-the-winner sampling, is used to select the better of two binomial populations. This procedure is designed to reduce the expected number of trials on the poorer population. Numerical results are given which indicate that this procedure performs better (often substantially better) in this sense than existing alternatives. Asymptotic mathematical results are also given."], ["A Note on Gupta's Selection Procedure", null], ["Ranking and Selection of IFR Populations Based on Means", null], ["A Single-Sample Procedure for the Estimation of the Largest Mean", null], ["Sequential Estimation of a Linear Function of Means of Three Normal Populations", null], ["Estimation of Standardized Regression Coefficients", null], ["The Acceptability of Regression Solutions: Another Look at Computational Accuracy", null], ["The Equivalence of Generalized Least Squares and Maximum Likelihood Estimates in the Exponential Family", "The method of iterative weighted least squares can be used to estimate the parameters in a nonlinear regression model. If the dependent variables are observations from a member of the regular exponential family, then under mild conditions it is shown that the IWLS estimates are identical to those obtained using the maximum likelihood principle. An application is provided to illustrate the results."], ["Combining Estimates of Location", null], ["Reduced Mean Square Error Estimation in Contingency Tables", null], ["Use of Restricted Residuals in SUR Systems: Some Finite Sample Results", null], ["Estimation of a Normal Percentile by Grouping", null], ["A Note on Faulkenberry's Method of Obtaining Prediction Intervals", "Faulkenberry [4] provides a method of obtaining prediction intervals or β-expectation tolerance intervals based on the idea of conditioning on a complete sufficient statistic. The purpose of this note is to examine Faulkenberry's method and show that his claim for its generality is not altogether justified."], ["Iterative Nonorthogonal Analysis of Covariance", "This paper develops a method for handling a nonorthogonal analysis of covariance in an iterative manner using balanced analysis of variance residual and expectation operators. In essence, it extends previous work of the author for the nonorthogonal AOV problem to the nonorthogonal AOC problem. The iterative AOC method has the property of guaranteed convergence. In addition, under certain (convergent) conditions, successive approximations to the residual sum of squares for the AOC model are shown to be monotonically decreasing. This property is used to minimize iteration in hypothesis testing."], [null, null], ["Powerful Modified-EDF Goodness-of-Fit Tests", "Modified forms of the Kolmogorov-Smirnov, Cramér-von Mises and Anderson-Darling goodness-of-fit tests have been studied for the situation where parameters have to be estimated. Using Monte Carlo power studies, it is shown that some of the new tests effect improvements over other known tests."], ["Distribution-Free Two-Sample Tests for Scale", "Several linear rank statistics have been proposed in the literature for the two-sample scale problem. We propose a new class of statistics which are distribution free when the populations are identical, but are not linear rank statistics. Our analogs of the Ansari-Bradley, Mood, and Klotz tests are of particular interest. Each has the same Pitman efficiency as its corresponding linear rank statistic, and yet our small-sample power is significantly higher. In addition, our tests are consistent for scale differences with unequal location in the case when the populations are symmetric and the sample sizes are equal."], ["Testing for Relationships between Time Series", "The usual procedures for testing the significance of sample correlations between pairs of independently normally distributed series are not appropriate for testing sample correlations between pairs of autocorrelated series. We present sampling evidence supporting our hypothesis that the distributions of sample correlations between pairs of unrelated first-order Markov series conditional on the first lag sample autocorrelations of the series correlated are independent of the population first lag autocorrelations of these series. Based on this evidence, a new test of significance for correlations between autocorrelated series is proposed, which, although treating them as first-order Markov series, does not depend on the generally unknown generating properties of the series."], ["Distribution of Multivariate White Noise Autocorrelations", "Multivariate white noise processes arise in a variety of contexts; for example, as error terms in multivariate regression models, as innovations in multiple time series models, or simply as random samples from multivariate normal distribution. Here we study the asymptotic properties of white noise autocorrelations in detail to determine their use in testing the adequacy of fit."], ["Series Expansions for Quadratic Forms in Normal Variables", "A differential operator is defined and applied to the gamma density function. By formal mathematical manipulation the resulting function can be identified with linear combinations of independent gamma variates and central and noncentral definite quadratic forms in independent normal variates. Laguerre series expansions in which the choice of parameters is of a general nature are given. These Laguerre series and chi-square, power and Edgeworth series are then compared in the effectiveness in evaluating the distribution function of quadratic forms."], ["On the Multivariate Poisson Normal Distribution", "The factorial moment generating function (FMGF) of the multivariate Poisson normal (or Hermite) distribution is derived as the limiting form of a multinomial process and as the FMGF of a mixture of independent Poisson distributions when the parameters have a multivariate normal distribution. The FMGF is then used as starting point to derive a limiting form, a series expansion, marginal and conditional distributions as well as for estimating the parameters by using jointly the method of moments and least squaresf or correlated variables."], ["Power Sum Distributions: An Easier Approach Using the Wald Distribution", "Power sum distributions arise in communications noise and highway noise models. Inverse Gaussian or Wald distributions with the same index of dispersion are similar and infinitely divisible, and often closely approximate lognormal distributions, and, thus, are more suitable than lognormals for theoretical studies. The Wald distribution is an exact model for Poisson distributed point sources with Erlang (O) emissions of noise power."], ["Analytical Remarks on Canner's Minimax Method for Finding the Better of Two Binomial Populations", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}