{"1979": [["Fair Numbers of Peremptory Challenges in Jury Trials", "We propose a model for determining the appropriate number of peremptory challenges for each party to a jury trial to ensure fairness. We suppose that all jurors not removed for cause may be thought of as in one of three categories: biased against the prosecution/plaintiff, biased against the defense, and fair. We propose that a fair number of peremptory challenges for a side is that number sufficient to challenge all jurors biased against it, with a certain probability. Given estimates for the various parameters in the model, an exact algorithm, and an approximation are proposed and illustrated."], ["Distinguishing among Distributions Using Data from Complex Sample Designs", "This article presents the statistical methodology for estimating stratum cumulative distribution functions (cdf's) when the sample is drawn according to a complex design. Justification for the use of this methodology is offered, and examples are presented to demonstrate the expanded inference possible when estimated cdf's are used in addition to stratum means. The methods are applied to data from a survey of the patterns of care in radiation therapy facilities in the United States."], ["A General Algorithm for Estimating a Markov-Generated Increment-Decrement Life Table with Applications to Marital-Status Patterns", null], ["Comparison of Stopping Rules in Forward Stepwise Discriminant Analysis", null], ["Methodology, and the Statistician's Responsibility for BOTH Accuracy AND Relevance", "We should: Measure what is needed for policy guidance, even if it can only be measured poorly. Recognize change as often more important than level. Face the inadequacies of standardization for broad groups, making further corrections. Use more flexible and diversified adjustments, like smear and sweep, dual (smooth and stratumwise) adjustment for one covariate, superstandardization. Scorn statistical maps by learning to use better graphical presentations. Obtain information about residence at fixed intervals before death. Pay attention to specifics such as the proper abscissa for Phillips curves, the economic analogs of physical chemistry, the sampling of student histories in school systems."], ["Balanced Hypotheses and Unbalanced Data", "In this article we consider the fixed-effects analysis of variance model with unbalanced data. We study the standard main-effects and interaction hypotheses normally tested with balanced data and determine simple, necessary, and sufficient conditions for testing the equivalent hypotheses with unbalanced data involving missing cells. These conditions depend on the pattern of missing cells. They are expressed in terms of the ranks of the design matrices for the full model and reduced models related to the hypothesis under test. A simple iterative method is given to determine these ranks without storing the design matrices."], ["A One-Armed Bandit Problem with a Concomitant Variable", "We consider a Bayesian sequential allocation problem that incorporates a concomitant variable in the model. Although the model is highly simplified, our results do have some mildly surprising aspects: (a) the approximate solution to the allocation problem is simpler in the presence of concomitant information than in its absence, (b) the exact value of the discount factor is less important than in previous work, and (c) the myopic procedure is asymptotically optimal."], ["A Structural Probit Model with Latent Variables", "A model with dichotomous indicators of latent variables is developed. The latent variables are related to each other and to a set of exogenous variables in a system of structural relations. Identification and maximum likelihood estimation of the model are treated. A sociological application is presented in which a theoretical construct (an attitude) is related to a set of background variables. The construct is not measured directly, but is indicated by the answers to a pair of questionnaire statements."], ["Asymptotically Optimal Methods of Combining Tests", "A criterion for the asymptotic optimality of combined independent tests is given. Methods other than Fisher's are shown to satisfy the criterion. Certain problems call for a weighted combination of tests. It is shown that many weighted procedures are optimal. In particular, a weighted procedure based on gamma transforms is optimal. This weighted procedure has the additional advantage that critical values are easily determined. Good's weighting procedure is shown not to be asymptotically optimal."], ["SPRT's for the Normal Correlation Coefficient", "Hypothesis tests for the correlation coefficient of a bivariate normal distribution are investigated. Some tests using reductions of the data that are not invariantly sufficient were proposed by Kowalski on the grounds that the mathematical properties may be worked out, which is not possible when using sequential probability ratio tests (SPRT's) based on successive invariantly sufficient statistics. These latter tests may be derived from Cox's theorem or from maximal invariance theory. We show how inefficient Kowalski's tests are and, thus motivated, we derive approximations for the mathematical properties of Cox's test with equal variances."], ["An Efficient Adaptive Distribution-Free Test for Location", "An adaptive distribution-free test procedure for location based on a one-parameter family of score functions is proposed. The family of score functions is derived from the symmetric lambda distributions introduced by Tukey. The resulting test attains Pittman efficiency one for a large set of underlying lambda distributions. In addition, the test has Pitman efficiency 3/π at the normal alternative. The procedure can easily be extended to the multisample problem."], ["Robust Locally Weighted Regression and Smoothing Scatterplots", null], ["Normal Bayesian Dialogues", null], ["A Note on the Distribution Functions of LIML and 2SLS Structural Coefficient in the Exactly Identified Case", "Many alternative techniques of estimating coefficients appearing in the structural representation of econometric models have been developed. The techniques of two-stage least squares (2SLS) and limited information maximum likelihood (LIML) yield identical estimates in the exactly identified case. The derivations of the density functions of these estimators for overidentified structural equations do not formally include the exactly identified case. In this note we demonstrate that the previously obtained density functions include results consistent with exact identification as a special case. A correction to the expression for the LIML density function obtained by Mariano and Sawa is also reported."], ["Distribution of the Residual Cross-Correlation in Univariate ARMA Time Series Models", "Cross-correlations between univariate autoregressive moving average (ARMA) time series residuals are useful in the examination of relationships between time series (Pierce 1977a) and in the identification of dynamic regression models (Haugh and Box 1977). In this article, the asymptotic distribution of these residual cross-correlations is derived, and its application to the problem of testing for lagged relationships in the presence of instantaneous causality is discussed. Some results of a simulation study to investigate the accuracy of the asymptotic variances and covariances of the residual cross-correlations in finite samples are reported."], ["An Analysis of Some Properties of Alternative Measures of Income Inequality Based on the Gamma Distribution Function", "The Gini, Theil entropy, and Pietra measures of inequality associated with the gamma distribution function are expressed in terms of the parameters defining the gamma distribution. Method of moments (MME) and maximum likelihood estimators (MLE) of these measures are obtained along with expressions for the asymptotic standard errors of the MLE measures. A table is presented that facilitates the calculation of MLE of inequality measures and the associated asymptotic standard errors by expressing each as a function of the ratio of the arithmetic mean and geometric mean. This table also facilitates the calculation of MME estimates of inequality measures. The results of a Monte Carlo study are used to compare the performance of the MME and MLE for data generated from a population characterized by a gamma distribution and to consider questions of statistical inference and requisite sample size."], ["Power of Some Standard Goodness-of-Fit Tests of Normality against Asymmetric Stable Alternatives", null], ["Inferential Procedures on the Shape Parameter of a Gamma Distribution from Censored Data", null], ["The Admissibility of a Preliminary Test Estimator When the Loss Incorporates a Complexity Cost", null], ["Bias and Monotonicity for Goodness-of-Fit Tests", "Each unbiased goodness-of-fit test is shown to be monotone. Therefore, each two-sided goodness-of-fit teat is biased."], ["A General ANOVA Method for Robust Tests of Additive Models for Variances", null], ["Tukey's Method of Multiple Comparison in the Randomized Blocks Model", "In Kempthorne's randomization model for the randomized blocks design, the errors are correlated and are not assumed to have common variance. Under simple conditions, it is shown in this article that the exact level of confidence of Tukey's method of multiple comparison approaches the nominal level of confidence as the number of blocks increases. Monte Carlo results that illustrate this convergence are also presented."], ["Sharp Confidence Bands for Percentile Lines and Tolerance Bands for the Simple Linear Model", "This article develops sharp confidence bands for percentiles of regression functions over finite intervals. Attention is focused on one-sided (upper) bands for these percentiles, but a simple extension allows construction of two-sided bands. These upper bands are useful for tolerance bands, since a 100-γ percent confidence band for the 100/βth percentile is also a γ coefficient β-tolerance band."], ["A Class of Two-Sample Distribution-Free Tests for Scale", "A class of distribution-free statistics for testing equality of two scale parameters when the location parameters are equal is defined. When the two populations are identical, each statistic in this class is governed by the same distribution as that of the two-sample Wilcoxon statistic. A method for selecting which member of the class to use for a particular data set is described, the resulting adaptive procedure being relatively insensitive to small failures in the assumption of equal locations."], ["A Comparison of Some Approximate Confidence Intervals for the Binomial Parameter", "We consider two confidence intervals for the binomial parameter that are frequently recommended for large samples. We show that one of these, which is in fact less popular in the literature, enjoys certain advantages over the other one. The criteria used for comparison are the confidence coefficients, the lengths, and the Neyman shortness of the intervals."], [null, null], ["A Class of Robust Sampling Designs for Large-Scale Surveys", "A combined estimation and selection scheme is proposed for use in the context of large-scale enterprise and establishment surveys. The estimator is asymptotically design unbiased and subject to this constraint has minimum expected variance under a superpopulation model. The main advantage of this scheme over current practice is the removal of the need for size stratification. The relation of both the current and the proposed schemes to the Royall and Hereon (1973a,b) stratified sampling schemes is also considered."], ["An Adjustment of a Selection Bias in Postpartum Amenorrhea from Follow-up Studies", "In a prospective study in which females giving birth in a specified small interval of time are followed to obtain the distribution of the duration of postpartum amenorrhea (PPA), the observed distribution involves a selection bias because of an overrepresentation of smaller PPA. In this article, the nature of this selection bias is investigated and an analytical procedure is outlined to adjust the observed distribution of PPA in order to obtain the true distribution. The proposed technique is illustrated with one set of observed data."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Smooth Pycnophylactic Interpolation for Geographical Regions", "Census enumerations are usually packaged in irregularly shaped geographical regions. Interior values can be interpolated for such regions, without specification of “control points,” by using an analogy to elliptical partial differential equations. A solution procedure is suggested, using finite difference methods with classical boundary conditions. In order to estimate densities, an additional nonnegativity condition is required. Smooth contour maps, which satisfy the volume preserving and nonnegativity constraints, illustrate the method using actual geographical data. It is suggested that the procedure may be used to convert observations from one bureaucratic partitioning of a geographical area to another."], ["Comment", null], ["Rejoinder", null], ["Simple Models for the Analysis of Association in Cross-Classifications Having Ordered Categories", "A class of models is proposed for the analysis of association in a contingency table with ordered rows and ordered columns. Association is measured in terms of the odds-ratios in 2 × 2 subtables formed from adjacent rows and adjacent columns. This class includes the null association model, the uniform association model, and models that describe the possible effects of the rows and/or columns on the association. With these models, the association in the table can be analyzed in a manner analogous to the usual two-way analysis of variance, and parsimonious descriptions of this association can be obtained often. Applications are discussed here, some well-known sets of data are reanalyzed, and new insights into these data are obtained."], ["Autoregressive Modeling of Canadian Money and Income Data", "A sequential procedure based on Akaike's final prediction-error criterion and Granger's concept of causality to fit multiple auto-regressions is suggested. The method not only allows each variable to enter the equation with a different time lag but also provides a reasonably powerful test of exogeneity or causality. The idea is applied to Canadian postwar money and income data. It is found that a bivariate feedback model for M1 and GNP and a one-way causal relation from GNP to M2 fit the data best. Diagnostic checks applied to our model seem to indicate the adequacy of our approach."], ["Some Methods for Studying the Mixture of Two Normal (Lognormal) Distributions", null], ["The Demand for Urban Rail Transportation", "Work-trip demand is studied for Philadelphia's prototypical Linden-wold High Speed Line. A novel variation of the logit function is found to provide overall the best explanation of observed demand patterns. Significant explanatory variables are discussed, with special attention devoted to price and time variables. Relevant econometric issues, including nonnested equation choice, are explored and results reported."], ["The Occurrence of Fingerprint Characteristics as a Two-Dimensional Process", null], ["Effectiveness of Seat Belt Legislation on the Queensland Road Toll—An Australian Case Study in Intervention Analysis", "The effect of seat belt legislation introduced in the state of Queensland was examined by using two approaches. The first approach consisted of modeling time series of road deaths before intervention (the legislation) as a Box-Jenkins univariate time series model. As we expected, this model proved to be inadequate in explaining the postintervention period, and the model was modified to incorporate the expected form of the intervention effects. Results showed that the legislation produced significant reduction in the road toll, but this analytical approach was limited in describing long-run effects. The second approach, involving causal model and incorporating a proxy explanatory variable and autoregressive-moving average error, was fruitful in overcoming the limitation of the previous approach. The long-run legislative effect was quantified, at a specific level of the explanatory variable, to be a 46 percent reduction in deaths."], ["Composite Estimation in Finite Populations", "It is common practice in large recurring surveys to employ rotation sampling schemes. Composite estimators are often used in association with rotation schemes to reduce the variability of the survey estimators. In this article, expressions for the variances of certain composite estimators are derived. It is demonstrated how the variance expressions may be used in planning panel surveys and in certain time series analyses. This work is illustrated by the Census Bureau's Retail Trade Survey."], ["An Estimation Procedure for Data Containing Outliers with a One-Directional Shift in the Mean", "Data collected in experiments often include spurious observations, that is, observations not from the population of interest, that need to be taken into account during data analysis. This article considers a dental experiment the objective of which is to estimate a person's discriminating pressure. Because of the monotony of repetition in this experiment, some data points result in inflated values. A procedure is presented for revising the standard analysis when these spurious observations occur. Properties of this procedure are discussed and numerical results provided. The dental experiment is used to illustrate the procedure. A comparison of this procedure with competing rules is also presented."], ["Simultaneous Estimation of Percentile Curves with Application to Salary Data", "A nonparametric iterative method is proposed for the simultaneous estimation of percentile curves. The method provides good descriptive statistics for salary data for which the assumptions of normality and equal variance are usually not valid. The method, a modified counting procedure based on minimum chi-squared estimation, is related to ordinary least squares through grafted polynomials and works even for nonlinear percentile curves."], ["An Addendum to “A Comparison of the Modified-Tukey and Scheffé Methods of Multiple Comparisons for Pairwise Contrasts”", "Type I error and power rates for pairwise comparisons of means were obtained from a Monte Carlo investigation of the Gabriel (1978) and Hochberg (1974) multiple comparison procedures (MCP's). This addendum to the Keselman and Rogan (1978) study indicates that MCP's that obtain a standard error of the comparison using a pooled within-cell estimate of error variance cannot maintain the overall Type I error rate at α when the largest of a set of unequal variances is paired with the smallest of a set of unequal sample sizes and vice versa. Two procedures for computing pairwise multiple comparisons are recommended."], ["Statistical Analysis of Econometric Models", "In this article, a summary of some research bearing on the statistical analysis of econometric models is reviewed. Many estimation, testing, and prediction techniques used in econometrics have just large-sample justifications. Selected Bayesian inference results relating to econometric models are reviewed. On the problem of constructing econometric models, an approach that is a blend of traditional econometric and modern time series analysis techniques is described. Many statistical problems requiring further analysis are noted. It is concluded that better solutions to these problems, better data, more sophisticated use of economic theory, application of more rigorous diagnostic checks, including forecasting checks and use of well-designed simulation experiments, probably will produce improved macroeconometric models."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Likelihood Function of Stationary Multiple Autoregressive Moving Average Models", "Procedures to estimate parameters in multivariate autoregressive moving average (ARMA) models are developed. Gaussian errors are assumed. Exact maximum likelihood estimation procedures are developed for pure moving average models. Approximate procedures are obtained to estimate stationary mixed ARMA models. Properties of the estimates and an example are given."], ["Optimal and Adaptive Stopping in the Search for New Species", null], ["Posterior Moments of the Number of Species in a Finite Population and the Posterior Probability of Finding a New Species", "By using a model of Hill for sampling from a finite population, the posterior moments of the number of species in the population and the posterior probability of finding a new species are obtained. Results are based on a negative binomial prior distribution on the number of species in the population and are appropriate for sampling both with and without replacement."], ["On Estimating Variances of Robust Estimators When the Errors are Asymmetric", "We investigate the effects of asymmetry on estimates of variance of robust estimates in location and regression problems, thus showing that heavy skewness of errors can bias seriously the common variance estimates for location and intercept. This is a problem that can be corrected by jackknifing for location, but is more intractable for the intercept in regression. The slope parameters in linear regression seem not to be so seriously subject to this bias if the sample size is large compared with the number of parameters."], ["Using Weighted Rankings in the Analysis of Complete Blocks with Additive Block Effects", "The standard nonparametric procedures for testing the hypothesis of no treatment effects in a complete blocks experiment depend entirely on the within-block rankings. If block effects are assumed additive, however, then between-block information may be recovered by weighting these rankings according to their credibility with respect to treatment ordering. (For the special case of only two treatments, the sign test exemplifies use of unweighted rankings and the signed-rank test weighted.) A general family of weighted-rankings test statistics for comparing two or more treatments is presented. They are simple to compute, are strictly distribution free, and have asymptotic chi-squared distributions."], ["Multiparameter Univariate Bayesian Analysis", "Bayesian analysis using Monte Carlo integration is a powerful method for univariate inference. This approach makes possible multiparameter flexibility within families of univariate distributions. These distributions are defined in this article by increasing spline functions superimposed on probability paper coordinate systems. Smoothing is controlled by the prior distribution. The prior distribution also can express uncertainties about the form of the tails when extrapolation beyond the range of the data is required. The handling of difficult forms of data (e.g., quantal response data) is straightforward. Posterior distributions for functions of the parameters can be easily computed."], ["A Nonparametric Approach to Accelerated Life Testing", "A nonparametric model of acceleration is introduced. Based on this model, a procedure is suggested for estimating the nonaccelerated life distribution from accelerated observations. Unlike previous nonparametric estimation procedures, our method does not require nonaccelerated observations. A relationship between the accelerated and the nonaccelerated distributions is assumed but there is variety in that choice. A comparison of our method with the power rule method under the assumption of exponential lifetimes reveals that in some instances our method is asymptotically equivalent to the maximum likelihood method for estimating the nonaccelerated mean lifetime. Simulation for small sample sizes completes the comparison."], ["On the Choice of Starting Point in Stochastic Approximation", "Consider the problem of point estimation of a location parameter θ of a symmetric distribution by way of a Robbins-Monro stochastic approximation recursive approach, particularly the choice of starting random variable. Conditions on the starting variable are given to guarantee that at each step the estimator is unbiased and translation invariant. Finally, a Monte Carlo study is done to compare the behavior of the procedures started by some random variables when the sample size is small and the underlying distribution is long tailed."], ["Between-Groups Comparison of Principal Components", "A method is given for comparing principal component analyses conducted on the same variables in two different groups of individuals, and an extension to the case of more than two groups is outlined. The technique leads to a latent root and vector problem, which has also arisen in the comparison of factor patterns in separate factor analyses. Emphasis in the present article is on the underlying geometry and interpretation of the results. An illustrative example is provided."], ["Multivariate Tests for Clusters", "Criteria are considered for testing the hypothesis (in multiresponse data) that the observations are a random sample from one multi-normal population versus the alternative that, for some partition of the data, the observations arise from two multinormal populations with different means. This hypothesis is analogous to the univariate formulation of Engelman and Hartigan (1969), in which they studied a likelihood ratio test for clusters. A union-intersection (UI) criterion is developed that is more manageable computationally than the multivariate likelihood ratio (LR) criterion. The UI and LR criteria and a “linear discrimination” statistic are shown, however, to be equivalent. Some properties of the tests are provided."], ["Distribution of the Normal Scores Statistic for Nonparametric One-Way Analysis of Variance", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Acknowledgments", null], ["Introduction", null], ["Author Index", null], ["Subject Index", null], ["Editorial Board Page", "This article has no abstract"], ["Estimates of Income for Small Places: An Application of James-Stein Procedures to Census Data", "An adaptation of the James-Stein estimator is applied to sample estimates of income for small places (i.e., population less than 1,000) from the 1970 Census of Population and Housing. The adaptation incorporates linear regression in the context of unequal variances. Evidence is presented that the resulting estimates have smaller average error than either the sample estimates or an alternate procedure of using county averages. The new estimates for these small places now form the basis for the Census Bureau's updated estimates of per capita income for the General Revenue Sharing Program."], ["The Use of the Jackknife to Estimate Proportions from Toxicological Data in the Presence of Litter Effects", "The jackknifing methodology is proposed as a way of estimating and comparing proportions of affected fetuses in animal experiments. The estimate is a weighted average of the proportions in individual litters and is almost fully efficient in several cases of interest. The associated standard error is asymptotically correct for a wide range of possible models. Jackknife-based tests are shown to be competitive with other methods currently used."], ["Karhunen-Loève Analysis of Historical Time Series with an Application to Plantation Births in Jamaica", "A comparison of two spectral analysis procedures is presented: the frequency domain (Fourier transform) model and the Karhunen-Loève time domain model. Both models are used in turn to analyze a plantation births series during the period 1880–1938. The principal components model can be adapted as the discrete analogue of the Karhunen-Loève stochastic integral equation in order to decompose a single time series into trend, cycle, and seasonality. The results indicate that the Karhunen-Loève decomposition, which has been less popular in applied work than the frequency domain model, can provide the social historian with useful results that are easier to interpret."], ["Comovements in Stock Prices in the Very Short Run", "Correlations among price changes in common stocks of companies in one industry are found to decrease with the length of the interval for which the price changes are measured. This phenomenon seems to be caused by nonstationarity of security price changes and by the existence of correlations between price changes in the same stock—and in different stocks—in successive periods. Although such correlations are not necessarily inconsistent with market efficiency, the data do reveal the presence of lags of an hour or more in the adjustment of stock prices to information relevant to the industry."], ["Comparing Two Probability Appraisers", "Consider the situation in which an expert is required to express his/her prior opinion by specifying a probability distribution. Suppose after a series of trials a third person wishes to decide which of two experts he/she prefers. This article discusses two methods for making this decision and illustrates them in the context of a study of forecasting rain."], ["Comment on “Splines and Restricted Least Squares”", "The flexibility of the restricted least squares (RLS) method described by Buse and Lim (1977) for cubic spline regression models is used to consider other polynomial splines. Some of the conclusions of the analysis of a sample data set in the Buse and Lim article are criticized for failing to consider less restrictive models. The data are reanalyzed, the end result being a simpler quadratic spline regression model."], ["Fixed-State Assessment of Utility Functions", "This article presents a fixed-state method of assessing utility functions that requires the statement of probabilities that equate certain gambles, emphasizes the importance of coherence checking, and provides a least squares fit to help resolve revealed incoherence. This approach may be a useful alternative to fixed probability methods, but only when made available in an interactive environment in which the resolution of incoherence is encouraged and facilitated."], ["Approximate Bayesian Predictive Distributions and Model Selection", null], ["Using Multivariate Matched Sampling and Regression Adjustment to Control Bias in Observational Studies", "Monte Carlo methods are used to study the efficacy of multivariate matched sampling and regression adjustment for controlling bias due to specific matching variables X when dependent variables are moderately nonlinear in X. The general conclusion is that nearest available Mahalanobis metric matching in combination with regression adjustment on matched pair differences is a highly effective plan for controlling bias due to X."], ["An Iterative Method for Estimating a Multivariate Mode and Isopleth", null], ["Union-Intersection Test for the Mean Vector When the Covariance Matrix is Totally Reducible", "The union-intersection test is derived for the mean vector of a multi-normal population when the covariance matrix is totally reducible. The performance of the test is compared to those of two other tests, the likelihood ratio test and a test discussed in Young (1976), using an information theory approach, by computing the small-sample powers through Monte Carlo techniques and also by computing the Pitman efficiency."], ["Robust Estimates of the ED50", "To explore the possibility that robust estimators of location can be adapted to the problem of estimating the ED50 in binary-response bioassay, 10 estimators are compared. A Monte Carlo study is conducted to determine the mean squared errors (MSE) of the estimators. Taking into account the MSE for a variety of symmetric tolerance distributions, the sensitivity of the estimator to an anomalous response, and the possibility that the estimator is incalculable, the trimmed Spearman-Karber estimator is especially reliable. Adjusting the response proportions before calculating the ED50 significantly reduces the MSE of the minimum logit chi-squared estimator."], ["A Predictive Approach to Subdomain Estimation in Finite Populations", "The problem of estimating finite population characteristics within subdomains is considered. Synthetic estimation has proved to be an important method for deriving such statistics. In constructing the statistics, one combines auxiliary information and sample estimators of the original domain of study. In this article we consider the construction of subdomain statistics as a prediction problem. We establish a superpopulation probability model and derive optimal predictors. With a squared error loss function we show that the predictors compare favorably with the synthetic estimators. A comparison of predictors based on different probability models is also carried out."], ["On Rounding Percentages", null], ["On the Likelihood Ratio Test for a Shift in Location of Normal Populations", null], ["Confidence Intervals for Proportions of Variability in Two-Factor Nested Variance Component Models", null], ["Bounding Moments, the Gini Index and Lorenz Curve from Grouped Data for Unimodal Density Functions", null], ["Nonparametric Multiple Comparison Procedures", null], ["The Bayesian Analysis of a Nonadditive Model", "A Bayesian analysis of a model for two-group experimentation is given. This model assumes that responses in one group are systematically related to responses in the other group through a general linear function using both multiplicative and additive parameters."], ["An Asymptotic Expansion for Unbalanced Quadratic Forms in Normal Variables", "When the coefficients in a quadratic form in normal variables are not all similar in size, the usual methods for computing the distribution fail to work well. An asymptotic expansion is given for the upper tail probability of such a quadratic form in which a few of the coefficients are comparable in size and the rest are much smaller. The accuracy of the approximation based on the expansion is investigated numerically."], ["Efficiency of Smooth Goodness-of-Fit Tests", null], [null, null], ["A Model-Based Approach to Estimation for Small Subgroups of a Population", "Sample surveys rarely provide enough data to permit accurate estimation for small subgroups of the population by using the standard methods based on the selection probabilities. In this case a possible procedure is to base the required estimate on data from the subgroup concerned, supplemented by that from similar subgroups. Such an approach makes implicit use of the population structure. This article attempts to model that structure explicitly and obtains estimates within a predictive framework. The effect of model misspecification on the bias of the estimators is also examined."], ["Regression Analysis Based on the Signs of the Residuals", null], ["Sampling from the Binomial Distribution on a Computer", null], ["A Note on the Influence of the Sample on the Posterior Distribution", "This article studies when and how the posterior distribution responds monotonically to changing sample evidence. The monotone likelihood ratio (MLR) property, which implies stochastic order, is suggested as a convenient ordering to express and demonstrate this monotonicity."], ["Distribution of the Estimators for Autoregressive Time Series with a Unit Root", null], ["Multiple Three-Decision Rules for Parametric Signs", null], ["Variance Estimation Based on a Superpopulation Model in Two-Stage Sampling", "Estimators for finite population parameters and their variances in two-stage sampling have been developed by using the linear least-squares prediction approach in a recent article by Royall (1976). This article considers a special case of the superpopulation model assumed by Royall and uses a new technique involving linear combinations of the sample observations to estimate the variances of these estimators. An exact confidence interval for the finite population total is calculated for the case in which all clusters have an equal number of elements and an equal number of elements are sampled from each selected cluster."], ["Neyman's Smooth Goodness-of-Fit Test When the Hypothesis is Composite", "A method is given for adjustment of the Neyman smooth goodness-of-fit test to allow for estimation of parameters in a composite hypothesis. With this method the limiting distribution under the hypothesis is chi-squared, in contrast to a method given by Barton for this problem. The basis of the method is a standard modification of the quadratic score statistic."], ["On the Exactness of Confidence Bands about a Linear Model", null], ["Estimating the Lag Structure of a Nonlinear Time Series Model", null], ["Nonparametric Prediction Intervals for a Future Sample Median", "In this article distribution-free prediction intervals for a future sample median are discussed. Large-sample normal approximations to the coverage probabilities are presented. Asymptotic relative efficiency comparisons are made between the distribution-free procedures and analogous parametric prediction intervals, the resulting values demonstrating the good properties of the nonparametric prediction intervals."], ["Rows Adjusted for Columns versus Simple Row Means in Two-Way ANOVA: When are the Two Hypotheses Equivalent?", "In an unbalanced, fixed-effects, two-way analysis of variance there are three distinct, frequently encountered hypotheses, each of which can be described as a hypothesis of “no row effects.” This article derives necessary and sufficient conditions on the cell sizes for the “rows adjusted for columns” hypothesis to be identical to the “simple row means” hypothesis. The results in this article, together with previous results, complete the characterizations in terms of cell sizes for pairwise equivalence of the three hypotheses. Geometric methods are used in the proofs."], [null, null], ["Dispersion Matrices for Variance Components Models", "The dispersion matrix of balanced data in a two-way crossed-classification variance-components model is generalized to the case of any balanced-data variance-components model, consisting of crossed and/or nested classifications. The eigenvalues, determinant and inverse, of this generalized matrix are derived."], ["A Comparison of Procedures for Multiple Comparisons of Means with Unequal Variances", "Nine procedures for multiple comparisons of means with unequal variances are reviewed. Modifications in some procedures are proposed either for improvement in their performance or easier implementation. A Monte Carlo sampling study is carried out for pair-wise differences as well as a few selected contrasts and the procedures are compared based on the results of this study. Recommendations for the choice of the procedures are given. Robustness of two procedures designed for homogeneous variances under violation of that assumption is also examined in the Monte Carlo study."], ["Log-Linear Models for Categorical Data with Misclassification and Double Sampling", "Errors in the collection of categorical data lead to misclassification of observed counts. Several authors have proposed a double sampling scheme. This article develops a method for analysis of double sampling data. First, a log-linear model is selected for the misclassification matrix that relates the fallible to the correct data; then another log-linear model is built on the distribution of the correct classifications. Thus, the error structure can be utilized in inference of the relationships among the correct classifications. The statistical principles used are maximum likelihood estimation and goodness-of-fit tests. An example from epidemiology illustrates the methodology."], ["Single-Variable Poisson Regression: A Goodness-of-Fit Test and the Comparison of Regression Coefficients", null], ["A Test for Heteroscedasticity Based on Ordinary Least Squares Residuals", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Some Problems of Statistics and Everyday Life", null], ["Testing Disease Dependence in Survival Experiments with Serial Sacrifice", "An age-dependent compartment model is applied in a novel way to survival data. Analysis is performed of data from an “improved survival experiment” which incorporates serial sacrifice, and tests of hypotheses of dependent diseases are obtained. Problems dealing with identifiability of models are emphasized and discussed. Finally, these ideas are illustrated in connection with experimental data from mice exposed to radiation."], ["Short-term Forecasting and Seasonal Adjustment", "This article explores the stochastic properties and prediction performance of several economic time series both before and after adjustment by the U.S. Bureau of the Census X-11 seasonal adjustment program. The results suggest that within the class of auto-regressive-integrated-moving-average models, seasonally adjusted data do not yield consistently improved predictions and, in many circumstances, produce forecasts which are less accurate than those obtained using the unadjusted data."], ["Graphical Analysis of Ranked Counts (of Words)", "Items that are counted may lack a natural ordering or classification by factors. This article develops a data-analytic technique for dealing with the distribution, often very long-tailed, of such counts. The technique, applied to counts of words from large texts in Greek, French, and English, discovers a set of word frequency distributions dependent on word length. A form of the incomplete gamma function estimates the expected number of words of a specified length."], ["Detecting Shifts of Parameter in Gamma Sequences with Applications to Stock Price and Air Traffic Flow Analysis", "In this article a technique for detecting shift of scale parameter in a sequence of independent gamma random variables is discussed. Distribution theories and related properties of the test statistic are investigated. Numerical critical points and test powers are tabulated for two specific variables. Other useful techniques are also summarized. The methods are then applied to the analysis of stock-market returns and air traffic flows. These two examples are studied in detail to illustrate the use of the proposed method compared to other available techniques. The empirical examples also illuminate the importance of the treatment of stochastic instability in statistical applications."], ["Small-Sample Properties of Nonlinear Least Squares and Maximum Likelihood Estimators in the Context of Autocorrelated Errors", "Rao and Griliches (1969) compared several methods of parameter estimation in models having autocorrelated errors. They concluded that nonlinear least squares estimators were not superior to two-stage linear estimators. This study partially replicates the Rao and Griliches Monte Carlo simulation and, in addition, examines the maximum likelihood estimator as a possible competitor. The simulation results are not consistent with those of Rao and Griliches; the small-sample efficiency of nonlinear and maximum likelihood estimators appears to be consistently high and thus reverses some of Rao and Griliches's conclusions."], [null, "The robustness of Hotelling's one- and two-sample tests is investigated by Monte Carlo methods. Samples are presented from uniform, exponential, and lognormal distributions. The results show that the two-sample test is far more robust to departures from normality than the one-sample test, and that the latter may be badly affected by departures due to extreme skewness."], ["Comment on “Estimating Mixtures of Normal Distributions and Switching Regressions”", null], ["Rejoinder", null], ["Field Experimentation in Weather Modification", "Weather modification provides a fertile field for interaction and collaboration between meteorologists and statisticians. Cloud seeding experiments, including Project Whitetop, provide a background for illustrating some of the statistical issues in meteorological field experimentation and for exposing some of the difficulties that can arise when meteorologists and statisticians look at the same experiments from different points of view. Several specific points relating to statistics and statisticians, raised by meteorologists involved in weather modification, are discussed."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Nonparametric Statistical Data Modeling", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Trigonometric Maximum Likelihood Estimation and Application to the Analysis of Incomplete Survival Information", "A procedure is derived for computing maximum likelihood estimates from the sample trigonometric moments. Several examples are given which demonstrate the convenience of this hybrid approach. The Zippin-Armitage method for dealing with incomplete survival information is generalized. A simple expression is obtained for the survival curve given nonparametric estimators of (1) the probability density of survival times for patients who have died, and (2) the probability density of known survival times for patients still alive. It is shown that this new estimator approaches the Kaplan-Meier product limit as the sample size approaches infinity."], ["Robust Estimation of the First-Order Autoregressive Parameter", null], ["Huber-Sense Robust M-Estimation of a Scale Parameter, with Application to the Exponential Distribution", null], ["A Predictive Approach to Model Selection", "This article offers a synthesis of Bayesian and sample-reuse approaches to the problem of high structure model selection geared to prediction. Similar methods are used for low structure models. Nested and nonnested paradigms are discussed and examples given."], ["Numerically Stable Methods for Updating Regressions", "A stable numerical procedure is presented for updating regressions, including quantities used in the analysis of variance, when regressors or observations are added or deleted. The modified Gram-Schmidt triangular factorization is used, and the matrix with orthonormal columns is stored and updated. In this way it is possible to monitor and to minimize the effects of rounding errors through the techniques of iterative refinement and reorthogonalization. Numerical results are included."], ["Influential Observations in Linear Regression", "Characteristics of observations which cause them to be influential in a least squares analysis are investigated and related to residual variances, residual correlations, and the convex hull of the observed values of the independent variables. It is shown how deleting an observation can substantially alter an analysis by changing the partial F-tests, the studentized residuals, the residual variances, the convex hull of the independent variables, and the estimated parameter vector. Outliers are discussed briefly, and an example is presented."], ["The Asymptotic Mean Squared Error of Multistep Prediction from the Regression Model with Autoregressive Errors", "The asymptotic prediction mean squared error is derived for the regression model with autoregressive errors. The results cover the cases where future values of the exogenous variables are known, where some exogenous variables are predicted from autoregressive processes, and where lagged endogenous variables are included in the model. A result is also obtained for the predictor that ignores autocorrelation of the errors and is based on ordinary least squares (OLS) estimates of the regression parameters."], ["Minimum Expected Loss (MELO) Estimators for Functions of Parameters and Structural Coefficients of Econometric Models", "Further sampling properties of previously derived (Zellner 1975) MELO estimates for reciprocals and ratios of parameters and for structural coefficients of econometric models are presented. Approximate small-sample moments and risk functions of MELO estimators for these problems are derived and compared with those of other well-known estimators. The exact finite sample distribution of the MELO reciprocal mean estimator is derived and compared with that of the maximum likelihood estimator. Properties of alternative structural coefficient estimators are compared with those of the MELO estimator both theoretically and in terms of two applications."], ["Linear Models with Exchangeably Distributed Errors", null], ["Some Useful Representations for Constrained Mixed-Model Estimation", "Mixed-model computations can be accomplished efficiently by using the Henderson mixed-model equations. An augmented version of the equations is developed for the case where there are constraints on the fixed effects. Equations comparable to the conjugate normal equations are also developed. These equations are useful for direct computation and, in the case of patterned designs, lend themselves well to algebraic simplification."], ["Warner's Randomized Response Model: A Bayesian Approach", "In randomized response sampling, prior information is of particular value because the randomization effectively reduces the amount of sample information. Warner's model with a beta prior distribution for the proportion of interest yields posterior distributions that are mixtures of beta distributions. These mixtures are readily interpretable, but approximations that provide beta posterior distributions simplify the analysis. An example indicates that the approximations are quite accurate, provides some insight into the effect of different prior distributions, and demonstrates the practical value of prior information in the attempt to obtain precise estimates when randomized response methods are used."], ["Randomization Analysis of the Completely Randomized Design Extended to Growth and Response Curves", null], ["Alternative Specification Error Tests: A Comparative Study", null], ["Asymptotic Relative Efficiencies of Rank Tests for Trend Alternatives", "A number of rank tests and a parametric test are compared in terms of their asymptotic relative efficiencies (AREs) for testing the hypothesis that a sequence of random variables is independent and identically distributed, against the alternative of increasing location trend. The ARE is broken up into two parts in a natural way, corresponding to the choice of regression constants and score generating function in the case of a linear rank test. It turns out that the effect of those choices becomes less important as the trend increases more rapidly."], ["The Relative Merits of Two Statistics for Testing a Hypothesis about the Equality of Three Correlated Proportions", null], ["Comments on a Criterion of Transformation Proposed by Schlesselman", null], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"]]}