{"1980": [["Analysis of Coarsely Grouped Data from the Lognormal Distribution", "A missing information technique is applied to blood lead data that is both grouped and assumed to be lognormally distributed. These maximum likelihood techniques are extended from the simple lognormal case to obtain solutions for a general linear model case. Various models are fitted to the data, and likelihood ratio statistics are computed to test for significance of various parameterizations. The techniques are applied to a data set of over 130,000 blood lead values collected by the city of New York. The data, collected from 1970 to 1976, are part of a large-scale screening program and have implications for the current ambient air lead standard."], ["Estimation of a Common Group Delay between Two Multiple Time Series", null], ["Pairwise Multiple Comparisons in the Homogeneous Variance, Unequal Sample Size Case", null], ["Pairwise Multiple Comparisons in the Unequal Variance Case", null], ["Using Empirical Bayes Techniques in the Law School Validity Studies", "The law school validity studies are primarily concerned with the prediction of first-year average in law school from Law School Aptitude Test score and undergraduate grade point average. Traditionally, a separate admitting equation is estimated in each law school by the method of least squares based on data from students who attended the law school in recent years. These least squares equations can fluctuate rather wildly from year to year. This study employs empirical Bayes techniques to obtain admitting equations that are better than the least squares admitting equations in two ways: for each law school, the empirical Bayes admitting equations are more stable in time than the least squares admitting equations; and the empirical Bayes admitting equations predict student performance more accurately than the least squares admitting equations."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Trimmed Least Squares Estimation in the Linear Model", "We consider two methods of defining a regression analog to a trimmed mean. The first was suggested by Koenker and Bassett and uses their concept of regression quantiles. Its asymptotic behavior is completely analogous to that of a trimmed mean. The second method uses residuals from a preliminary estimator. Its asymptotic behavior depends heavily on the preliminary estimate; it behaves, in general, quite differently than the estimator proposed by Koenker and Bassett, and it can be inefficient at the normal model even if the percentage of trimming is small. However, if the preliminary estimator is the average of the two regression quantiles used with Koenker and Bassett's estimator, then the first and second methods are asymptotically equivalent for symmetric error distributions."], ["Constructing Regressions with Controlled Features: A Method of Probing Regression Performance", null], ["Interactive Elicitation of Opinion for a Normal Linear Model", "This article describes the mathematical theory underlying an interactive computer program for eliciting the hyperparameters of a subjective conjugate distribution for the multiple linear regression model with the usual normal error structure. Although the methods are heuristic, they are shown to produce hyperparameter estimates satisfying the constraints satisfied by the hyperparameters themselves. An application is given to the problem of predicting the time to fatigue failure of an asphalt-concrete road as a function of several design variables concerning the road."], ["The Large-Sample Behavior of Transformations to Normality", "We investigate the large-sample behavior of the Box-Cox procedures for selecting a transformation to normality. The study of the large-sample behavior clearly reveals the role played by the assumptions. Based on our large-sample results, we introduce an information number approach for transforming a known distribution to near normality. This latter procedure provides bench marks for the maximum amount of improvement achievable through power transformations. We illustrate our procedure with three examples. Finally, we generalize our conclusions to random vector and linear model situations."], ["Confidence Bands for Linear Regression with Restricted Predictor Variables", null], ["Confidence Intervals on Nonnegative Linear Combinations of Variances", "Smith (1936) suggested a method that can be used for setting confidence limits on linear combinations of variances. This method was studied and expanded by Satterthwaite (1941, 1946) and has become known as Satterthwaite's procedure. The procedure has been widely used for the past 40 years. In this article a new procedure is proposed for this problem that is better than Satterthwaite's procedure and very easy to compute from existing tables."], ["Multiple Comparison Procedures in the Analysis of Covariance", "Currently available range-type procedures for constructing simultaneous confidence intervals on contrasts in analysis of covariance (ANCOVA) models with random covariates assume that the vectors of covariates associated with the observations are identically distributed. Conditions are given under which the mean vectors of these covariates may differ without affecting the validity of such procedures. An example of a controlled test market experiment illustrates the usefulness of the relaxed assumptions in practice. Critical values for Duncan's multiple-range test in ANCOVA and an investigation of the efficiency of range-type procedures relative to Scheffé's method are included."], ["Predictive Intervals Based on Reuse of the Sample", "A general method is presented for constructing a predictive interval (PI) of specified content for a future observation. This construction is based on a cross-validation or sample reuse methodology that makes use of a one-at-a-time schema of observational omissions. By starting with a prespecified class of PI's, this methodology can be used to select the “best” PI in the class. This has been done for a variety of classes of PI's for location and multiple regression models. The coverage properties of certain “best” intervals are considered by Monte Carlo and large sample techniques."], [null, null], ["Only Normal Distributions Have Linear Posterior Expectations in Linear Regression", null], ["PLU Robust Bayesian Decision Theory: Point Estimation", "The development of data analysis techniques that are robust with respect to wild or extreme observations is now a major concern. From a Bayesian point of view, the concept of robustness also pertains to the choice of a prior density (P robustness) and a utility function (U robustness), as well as the likelihood (L robustness). A technique for converting commonly used nonrobust density and utility functions to robust versions is described that provides convenient solutions for point estimates. Applications of this procedure to the robust Bayesian analysis of the linear model are provided."], ["Estimating the Population Median by Nomination Sampling", "In nomination sampling, the largest values from several independent random samples (nominees) are rank ordered, and an estimate of the population median is formed by interpolating between two of these order statistics. The resulting estimate compares favorably to the sample median of a simple random sample from the same population. When historical data sets retain only extreme values, nomination sampling may offer the only practical way to estimate the population median. The approach may also be useful when potential survey respondents will only participate if they can actively influence the selection of cases for analysis."], ["Extrapolation of Linear Estimates to Larger Sample Sizes", null], ["Regression-Type Estimation of the Parameters of Stable Laws", "A regression-type method of estimating the four parameters of a stable distribution is presented. The estimators found are consistent and approximately unbiased for moderately large sample sizes. Their efficiencies, found through a simulation study, are greater than those of most other estimators for large portions of the parameter space. Moreover, the amount of computation involved is minimal and apparently less than that needed by the methods of Paulson, Holcomb, and Leitch (1975) and of maximum likelihood (DuMouchel 1971). Finally, this method is applied to stock price data from four corporations."], ["Inferences concerning the Mean of the Gamma Distribution", null], ["A Method of Increasing Power of a Test for the Negative Binomial and Neyman Type a Distributions", "A modification of the quadratic form involved in a generalized minimum chi-squared procedure yields the same asymptotic null distribution of the test statistic for testing fit by an assumed model, but a different form of nonnull distribution emerges. This result is applied to testing fit of the negative binomial and Neyman Type A distributions, and tables of asymptotic power are presented that show the increase of power obtained. A numerical example is presented to illustrate the technique."], ["A Robust Class of Tests and Estimates for Multivariate Location", null], ["A Friedman-Type Rank Test for Main Effects in a Two-Factor ANOVA", "A distribution-free test is considered for testing main effects in a two-factor ANOVA. Large-sample properties (cell sizes tending to infinity) including efficiencies and the limiting distribution of the test statistic are obtained. For proportional frequencies a simple sum of squares formula is obtained for the test statistic and multiple comparison procedures are given. For general designs the statistic is expressed using generalized inverses. Some tables for the null distribution of the statistic are also given."], ["Testing for New Better than Used in Expectation with Incomplete Data", "This article proposes a test for the problem of testing that a life distribution is an exponential distribution against the alternative that it is new better than used in expectation, not exponential, on the basis of randomly right censored data. The test statistic is an analog of the “total time on test” test statistic."], ["A Regression-Type Estimator Based on Preliminary Test of Significance", null], ["Linear Recursive Equations, Covariance Selection, and Path Analysis", "By defining a reducible zero pattern and by using the concept of multiplicative models, we relate linear recursive equations that have been introduced by econometrician Herman Wold (1954) and path analysis as it was proposed by geneticist Sewall Wright (1923) to the statistical theory of covariance selection formulated by Arthur Dempster (1972). We show that a reducible zero pattern is the condition under which parameters as well as least squares estimates in recursive equations are one-to-one transformations of parameters and of maximum likelihood estimates, respectively, in a decomposable covariance selection model. As a consequence, (a) we can give a closed-form expression for the maximum likelihood estimate of a decomposable covariance matrix, (b) we can derive Wright's rule for computing implied correlations in path analysis, and (c) we can describe a search procedure for fitting recursive equations."], ["Estimation of a Multivariate Normal Mean with a Class of Quadratic Loss Functions", null], ["Sequential Estimation of the Mean of a Multinormal Population", "This article is a multivariate generalization of the sequential sampling procedure developed by Robbins (1959) and extended by Starr (1966b) for estimating the mean of a normal population when the scale parameter is unknown. The exact distribution of the stopping time is derived for the sequential procedure, and a recursive method for computing the distribution of the stopping time is proposed that can be easily programmed for mechanical calculation. It is shown that the “risk efficiency” of the sequential procedure is a function of the dimension of the population."], ["Bayesian Sequential Estimation for One-Parameter Exponential Families", "The Bayesian sequential estimation problem for one-parameter exponential families is considered using loss related to the Fisher information and linear sampling cost. Tractible expressions for the Bayes estimator and the posterior expected loss are found, and the myopic, or one-step-ahead, stopping rule is defined. Sufficient conditions are given for optimality of the myopic procedure, and the myopic procedure is shown to be asymptotically optimal in all cases considered."], ["Inferences on the Correlation Coefficient in Bivariate Normal Populations from Ranked Set Samples", null], [null, null], ["Linear Models for Randomized Response Designs", "Linear models, based on random permutation models, are developed to include a wide class of one-sample randomized response designs. The general form of the “optimal” estimator of the finite population mean or proportion is obtained. Most of the conventional randomized response estimators are seen to be optimal, in terms of minimum average mean squared error, within their associated designs. The optimality results are obtained for sampling without replacement and include extensions of randomized response designs to unequal probability sampling."], ["Finite Sample Efficiency of Ordinary Least Squares in the Linear Regression Model with Autocorrelated Errors", null], ["Test of Trend in Count Data: Multinomial Distribution Case", null], ["A Characterization of Certain Families of Distributions via Esscher Transforms and Independence", null], [null, "Joan Fisher Box's biography of R.A. Fisher presents a lively and detailed description of his life and scientific work, both in statistics and genetics. The book's greatest contribution is the background and motivation it provides in studying Fisher's ideas. The book's major weaknesses are its failure to confront fundamental paradoxes in Fisher's thought and its lack of precision at some points of exposition. The review includes discussions of randomization, significance testing, and eugenics."], ["Book Reviews", null], ["Editorial Board Page", "This article has no abstract"], ["Calendar Effects in Monthly Time Series: Detection by Spectrum Analysis and Graphical Methods", null], ["Benjamin Peirce and the Howland Will", "The Howland will case is possibly the earliest instance in American law of the use of probabilistic and statistical evidence. Identifying 30 downstrokes in the signature of Sylvia Ann Howland, Benjamin Peirce attempted to show that a contested signature on a will had been traced from another and genuine signature. He argued that their agreement in all 30 downstrokes was improbable in the extreme under a binomial model. Peirce supported his model by providing a graphical test of goodness of fit. We give a critique of Peirce's model and discuss the use and abuse of the “product rule” for multiplying probabilities of independent events."], ["On Application of Growth Curve Techniques to Time Series Data", "Techniques well established for the analysis of growth and dose response curves should provide useful tools for the analysis of time series data. After transforming the data to discrete Fourier transform coefficients, rather than to polynomial coefficients, as characterizes most growth curve techniques, further analysis is essentially the same. The circadian rhythm example reported by Ware and Bowden (1977) is reanalyzed, resulting in substantial reduction in width of simultaneous confidence intervals for the phase and amplitude parameters."], ["A Comparison of Some Continuity Corrections for the Chi-Squared Test on 2×2 Tables", null], ["Predictions for National Football League Games via Linear-Model Methodology", "Results on mixed linear models were used to develop a procedure for predicting the outcomes of National Football League games. The predictions are based on the differences in score from past games. The underlying model for each difference in score takes into account the home-field advantage and the difference in the yearly characteristic performance levels of the two teams. Each team's yearly characteristic performance levels are assumed to follow a first-order autoregressive process. The predictions for 1,320 games played between 1971 and 1977 had an average absolute error of 10.68, compared with 10.49 for bookmaker predictions."], ["The Effect of Deductibles on the Demand for Medical Care Services", "Using data on insurance premiums for policies with varying deductibles, together with a distribution of medical expense at a fixed ($50) deductible, we estimate the relationship between deductibles and the demand for medical care. We assume that as the deductible changes, the distribution shrinks toward zero in a multiplicative fashion. The results indicate that demand is quite sensitive to variation in a deductible in the region of $50 and becomes steadily less sensitive as the deductible rises above $75, which is consistent with a theoretical model of demand for medical care. The size of the deductible will importantly affect the costs of a national health insurance program."], ["A Comparison of Three Mixed-Mode Interviewing Procedures in the National Crime Survey", null], ["Estimation for Markowitz Efficient Portfolios", null], ["Information Sources for Modeling the National Economy", "In modeling economic behavior all kinds of information should be used, not merely numerical data. Rich stores of information about economic structure and governing policies are available from mental data bases built up from experience and observation. The daily and weekly business press contains information from which a model can bridge from microstructure to macrobehavior. The System Dynamics National Model draws on all classes of information for its structure and policies. The National Model, without exogenous time series inputs, generates 3- to 7-year business cycles, 15- to 25-year capital cycles, 45- to 60-year long waves, and the processes of inflation, unemployment, and stagflation. Such a simulation model, based on a diversity of information sources, can shed new light on economic dynamics."], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Randomization Analysis of Experimental Data: The Fisher Randomization Test", "R.A. Fisher's classic text on the design of experiments is the principal source of inspiration for a mode of data interpretation that is usually characterized as randomization analysis. In Chapter III of this text, Fisher briefly commented on how to make a randomization test on some data generated by a Darwin experiment. Two variants of this randomization test are discussed in this article. The variant that is discussed in Section 4 may be regarded as the forerunner of all nonparametric tests. The original variant of the test is discussed in Section 6. The author concludes that the Fisher randomization test is not logically viable."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["Optimal Strategies for Second Guessers", "A model is given for a class of contests in which the participants try to guess (or estimate) unknown quantities, and the objective of each player is to come closer to the unknown quantities than an adversary. A general optimality result is proved that gives the best guessing rules for the second guesser. These rules are first calculated exactly in a certain hierarchical linear model, and then simpler approximate rules are given."], ["The Multivariate Portmanteau Statistic", "Box and Pierce have derived a goodness-of-fit test, the portmanteau test, for univariate autoregressive moving-average (ARMA) time series models. This test is here extended to multivariate ARMA models; the test statistic may be conveniently expressed as a function of the covariances between the residuals of the fitted model. A modified form of the statistic designed to have superior properties in small samples is derived, and the two forms of the statistic are compared via computer simulation."], ["Definition and Comparison of Robust Nonlinear Data Smoothing Algorithms", "Nonlinear data smoothers provide a practical method of finding smooth traces for data confounded with possibly long-tailed or occasionally spikey noise. They are resistant to the effects of extreme observations that are not part of the local pattern, yet they are able to respond rapidly to well-supported patterns. This article defines a collection of nonlinear smoothers based upon running medians and presents methods for describing and comparing their performance. The characterizations of the smoothers presented here reveal some with excellent low-pass transfer characteristics, negligible Gibbs rebound, and resistance to the effects of non-Gaussian disturbances."], ["Minimum Distance and Robust Estimation", "Robust and consistent estimation of the location parameter of an asymmetric distribution and general, nonlocation and scale parameter estimation problems have been vexing problems in the history of robustness studies. The minimum distance (MD) estimation method is shown to provide a heuristically reasonable mode of attack for these problems, which also leads to excellent robustness properties. Both asymptotic and Monte Carlo results for the familiar case of estimation of the location parameter of a symmetric distribution support this proposition, showing MD estimators to be competitive with some of the better estimators thus far proposed."], [null, null], ["A Generalized Gehan and Gilbert Test for Paired Observations that are Subject to Arbitrary Right Censorship", "An asymptotically distribution-free test, along the line of Gehan (1965) and Gilbert (1962), for paired observations that are subject to arbitrary right censorship is proposed. This test is shown to be more powerful than the sign test under a bivariate exponential model."], ["Conditional Distribution-Free Tests for the Two-Sample Problem in the Presence of Right Censoring", "Two-sample rank tests for survival data in the presence of arbitrary right censoring are considered. We distinguish between administrative censoring, arising because survival study participants do not enter as a cohort, and censoring due to “loss to follow-up.” We show how conditionally distribution-free tests can be constructed in certain situations. Conditional versions of the generalized Wilcoxon and Mantel statistics are shown to be asymptotically normal in the conditional reference set, but with modified means and variances. Efficiency of these tests relative to asymptotically distribution-free competitors is unity, providing the censoring distributions are discrete, the same for both samples, and providing loss-to-follow-up (LFU) distributions are the same for the two samples. When these assumptions do not hold, efficiency can deteriorate considerably, being poorest, other things being equal, when the censoring distribution is continuous."], ["Product Inequalities Involving the Multivariate Normal Distribution", "obtain. These conditions imply that chi-squared random variables defined from a multivariate normal distribution are always positively dependent and nonnegatively correlated. Other applications involve conservative simultaneous confidence regions in a multivariate regression setting."], ["Identification of the Ordered Bivariate Normal Distribution by Minimum Variate", "For full-rank covariance matrix and other subfamilies of the ordered bivariate normal distribution, the identifiability of parameters by the minimum variate is demonstrated. For the general family, the distribution is not identified. These identifiability questions arise in connection with estimation within certain econometric models, for example, Tobin and Fair-Jaffee."], [null, null], ["On the Duration of the Problem of the Points", null], ["Bathtub and Related Failure Rate Characterizations", "Sufficient conditions are obtained that ensure that a lifetime density has a bathtub-shaped failure rate. Analogous conditions handle increasing, decreasing, and upside-down bathtub-shaped failure rates. Application of these results to exponential families of densities is particularly straightforward and effective. Examples are furnished that introduce new bathtub models and illustrate the use of the general results for existing models. Examples involving mixtures are also considered."], ["Acceptance/Rejection Methods for Beta Variate Generation", null], ["Squeeze Methods for Generating Gamma Variates", null], ["Random Sampling from the Exponential Power Distribution", null], ["Instrumental Variable Estimation of the Simple Errors-in-Variables Model", "Alternative instrumental variable estimators for the slope in the simple errors-in-variables model are discussed. The maximum likelihood estimator is derived for the model in which the error covariance is known to be zero and for the model in which the error covariance is unknown. Modified maximum likelihood estimators and randomly weighted average estimators similar to those studied by Huntsberger are discussed. The limiting distributions of the estimators are presented and the estimators are compared in a Monte Carlo study."], ["Asymptotic Expansions of the Distributions of Estimators in a Linear Functional Relationship and Simultaneous Equations", "We derive asymptotic expansions of the distributions of the maximum likelihood (ML) estimator and the ordinary least squares (OLS) estimator in a linear functional relationship model as the sample size increases infinitely. These expansions are equivalent to the asymptotic expansions of the distributions of the limited information maximum likelihood (LIML) estimator when the covariance is known to within a proportionality constant and the two-stage least squares (TSLS) estimator as the number of excluded exogenous variables increases in a simultaneous equations system."], ["Note on a Condition for Equality of Sample Variances in a Linear Model", null], ["MLE in Two Normal Samples with Equal but Unknown Population Coefficients of Variation", "Maximum likelihood estimates are derived for the parameters of two normal populations with coefficients of variation equal but unknown. Formulas are provided for calculating the asymptotic variances and covariances of the estimates. The relative efficiency of the proposed mean estimator with respect to the sample mean is shown to be greater than one. The effect of departures from the assumptions of normality and of equal coefficients of variation on this relative efficiency are studied. An example is provided with data from wildlife populations to illustrate the proposed methods."], ["On Inadmissibility of the Yates-Grundy Variance Estimator in Unequal Probability Sampling", "An example is given to show that there exist fixed sample size designs for any sample size greater than two, for which the Yates-Grundy estimator is inadmissible in the class of nonnegative unbiased quadratic estimators of the variance of the Horvitz-Thompson estimator. A necessary condition for the Horvitz-Thompson variance estimator to be nonnegative definite is pointed out. It is also pointed out that a posterior lower bound can be obtained for any nonnegative definite quadratic function of a finite population. An example is given to show that the Yates-Grundy estimator, even when it is nonnegative, can take values smaller than this bound."], ["The Effect of Errors in Diagnosis and Measurement on the Estimation of the Probability of an Event", "This article investigates the effect of misclassification and measurement error in the basic data on the asymptotic bias and efficiency of the logistic regression (LR) and normal discrimination (ND) classification procedures. The effect of misclassification in a single binary independent variable on the bias and efficiency of both procedures is also presented. Typically, asymptotic bias increases and efficiency decreases as misclassification and measurement error increase. The performance of LR relative to ND is shown to be better in the presence of error than without error."], ["Note on a Test of Monotone Association Insensitive to Outliers", "A measure of monotone association for a bivariate sample is the difference between the largest number of points that lie on a non-decreasing path through the sample and the largest number of points that lie on a nonincreasing path through the sample. If the sample is from two independent continuous random variables, exact distributions of this quantity are computed for sample sizes up to 9, and some empirical results are given for large sample sizes. A test based on this measure is shown to be more powerful in the presence of outliers than the rank correlation test. The statistic is easy to compute for moderate sample sizes, and the critical values are seen to change slowly with increasing sample size."], ["Asymptotic Properties of Classification Rules Based on Wilcoxon-Type Statistics", "Suppose training samples are available from two location parameter populations. Nonparametric classification rules based on Wilcoxon-type statistics are defined. The efficiencies of the nonparametric rules relative to the “optimal” estimated parametric rules are then investigated by using asymptotic expansions of the probabilities of misclassification."], ["On Characterizing Generalized Bayes Estimators for the Natural Parameter", null], ["On the Uniformly Minimum Variance Unbiased Estimators of the Variance and its Reciprocal of an Inverse Gaussian Distribution", "The two-parameter inverse Gaussian distribution is found to have useful applications in a wide variety of fields. The uniformly minimum variance estimator of its mean is known and is the sample mean; however, no such estimator of the variance is reported in the literature. Here the uniformly minimum variance unbiased estimators of the variance and its reciprocal are derived."], ["A Frequentist Analysis of a Class of Ridge Regression Estimators", "We discuss ridge regression estimators as a class, showing how six recently proposed estimators can thus be viewed, and give reasons for preferring one of these (empirical Bayes maximum likelihood estimator) to the other five. Results are based on analysis rather than simulations and on a frequentist rather than Bayesian viewpoint."], ["Effect of Dependence on the Occupation Time in a Two-State Stationary Markov Chain", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Approximate Tests of Independence and Goodness of Fit Based on Stratified Multistage Samples", "The impact on linear statistics of the sample design used in obtaining survey data is the subject of much of sampling literature. Recently, more attention has been paid to the design's impact on nonlinear statistics; the major factor inhibiting these investigations has been the problem of estimating at least the first two moments of such statistics. The present article examines the problem of estimating the variances of nonlinear statistics from complex samples, in the light of existing literature. The behavior of the chi-squared statistic computed from a complex sample to test hypotheses of goodness of fit or independence is studied. Alternative tests are developed and their properties studied in simulation experiments."], ["Effects of Question Wording and Context: An Experiment with Religious Indicators", "When a question on change in interest in religion follows questions on religious beliefs and attitudes, more respondents report either an increase or a decrease in interest (instead of ‘same’) than when the antecedent questions concern religious identification and participation. The association between change in interest and change in attending religious services appears stronger when the two questions have similar response categories than when somewhat different categories are used. These conclusions emerge from multiway contingency analysis of data from a survey including a factorial experiment in which context and wording of questions are varied. The models of association for a 3 × 3 table used in the analysis extend earlier work on multiplicative models for contingency tables."], ["A New Family of Probability Distributions with Applications to Monte Carlo Studies", "A new probability distribution is presented that offers considerable potential for providing stochastic inputs to Monte Carlo simulation studies. The distribution includes the exponential power family as a special case. An efficient computational strategy is proposed for random variate generation. An example for testing the hypothesis of unit variance illustrates the advantages of the proposed distribution."], ["Analyzing Social Networks as Stochastic Processes", "This article presents a new methodology for studying a social network of interpersonal relationships, based on stochastic modeling of the changes that occur in the network over time. Specifically, we postulate that these changes can be modeled as a continuous-time Markov chain. The transition rates for the chain are dependent on a small set of parameters that measure the importance of various aspects of social structure on the probability of change. We discuss the assumptions of the framework and describe two simple models that are applications of it. We then present, analyze, and interpret several examples, and we outline methods of parameter estimation. The models prove to be quite effective and allow us to better understand the evolution of a network."], ["Social Background and School Continuation Decisions", "Logistic response models of the effects of parental socioeconomic characteristics and family structure on the probability of making selected school transitions for white American males are estimated by maximum likelihood using the 1973 Occupational Changes in a Generation Survey data. As a consequence of differential attrition patterns, parental socioeconomic effects decline sharply from the earliest school transitions to the latest. Estimated effects of parental income on grade progression decline by more than 50 percent between elementary school and college."], ["Asymmetric Stable Distributed Security Returns", "Included in the canon of applied statistics and finance is the conclusion that the symmetric stable paradigm better characterizes security return distributions than the Gaussian. The focus of the present effort is on the symmetry of the distributions. Evidence is provided that indicates that securities tend to display substantial positive skewness, motivating a reexamination of past attempts to measure the parameters of the stable distribution, particularly the characteristic exponent."], ["On the Determination of Critical Values for Bartlett's Test", "The exact critical values for Bartlett's test for homogeneity of variances based on equal sample sizes from several normal populations are tabulated. It is also shown how these values may be used to obtain highly accurate approximations to the critical values for unequal sample sizes. An application is given that deals with the variability of log bids on a group of federal offshore oil and gas leases."], ["The Statistical Research Group, 1942–1945", "The organization, work, membership, and influence of the Statistical Research Group, an Office of Scientific Research and Development activity at Columbia University during the Second World War, is described. A detailed account is given of the origins of sequential analysis in 1943, and a brief account of the origins at Stanford University in 1942 of the intensive courses in statistical quality control that were sponsored during the Second World War by the Office of Production Research and Development."], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["An Empirical Investigation of Goodness-of-Fit Statistics for Sparse Multinomials", "Traditional discussions of goodness-of-fit tests for multinomial data consider asymptotic chi-squared properties under the assumption that all expected cell frequencies become large. This condition is not always satisfied, however, and another asymptotic theory must be considered. For testing a specified simple hypothesis, Morris (1975) and Hoist (1972) gave conditions for the asymptotic normality of the Pearson and likelihood ratio statistics when both the sample size and number of cells become large (even if the expected cell frequencies remain small). Monte Carlo techniques are used to examine the applicability of the normal approximations for moderate sample sizes with moderate numbers of cells."], ["Testing for Periodicity in a Time Series", "A one-parameter family of tests for periodicity in a time series is proposed that contains Fisher's test as a special case. Some tests in this family have substantially larger power than Fisher's test against many alternatives, yet retain comparable power against those alternatives for which Fisher's test is optimal. A Monte Carlo power study establishes this and also provides a basis for the selection of a test from this family. Critical values are obtained by using a duality with the problem of covering a circle with random arcs."], ["The Asymptotic Distribution of the Sample Autocorrelations for an Integrated ARMA Process", null], ["Effects of ARMA Errors on Tests for Regression Coefficients: Comments on Vinod's Article; Improved and Additional Results", null], ["Simultaneous Bayesian Sequential Estimation", null], [null, null], ["Some Remarks on Exact Confidence Intervals for Positive Linear Combinations of Variance Components", "A technique given by Burdick and Sielken (1978) for determining an exact confidence interval for a positive linear combination of the two variance components in a random one-way model is examined from a different viewpoint. It is found that their technique can sometimes be improved on with respect to degrees of freedom and with respect to the particular linear combinations for which an exact confidence interval can be obtained. In addition, our development is applicable to any mixed model having two variance components and to some special cases involving three or more variance components."], ["A Regression Interpretation of the Computation of MINQUE Variance Component Estimates", null], ["Suppression Methodology and Statistical Disclosure Control", "This article discusses theory and method of complementary cell suppression and related topics in statistical disclosure control. Emphasis is placed on the development of methods that are theoretically broad but also practical to implement. The approach draws from areas of discrete mathematics and linear optimization theory."], [null, null], ["A Test for Detecting Outlying Cells in the Multinomial Distribution and Two-Way Contingency Tables", null], ["Estimation in the Three-Parameter Lognormal Distribution", "This article is primarily concerned with modifications of local maximum likelihood estimators and modifications of moment estimators for parameters of the three-parameter lognormal distribution. First, second, and third order statistics are employed to facilitate estimation of the distribution lower limit. Computational procedures are developed to simplify the practical application of these estimators. Results of a simulation study provide insight into the sampling behavior of the estimates."], ["A Test of the Parameter of the Exponential Distribution in the Type I Censoring Case", null], ["Asymptotic Properties of a Solution to the Likelihood Equation with Life-Testing Applications", null], ["A Bivariate Failure Model", "A bivariate failure model is proposed in which the residual lifetime of one component is dependent on the working status of the other. General properties of the model are discussed, and the maximum likelihood estimates of the parameters are found in a bivariate exponential-life special case."], ["Finite Sample Analysis of Misspecification in Simultaneous Equation Models", null], ["Approximation of Arbitrary Distributed Lag Structures by a Modified Polynomial Lag: An Extension", "Since a uniform approximation of distributed lag models by representatives of some subfamily of the family of all possible lag structures guarantees neither a reasonable standard error of forecast in large samples nor a good approximation of the true long-run response and mean lag, it is shown that the modified polynomial lags fulfill a stronger approximation property. A possible simplification of the estimation procedure for these models is mentioned."], ["Expectation and Estimation of Product Moments in Sampling from a Finite Population", "This article presents improvements in and an extension of results published in this journal by Nath in 1968 and 1969 and by Raghunandanan and Srinivasan in 1973 for two general multivariate expectation problems and a related estimation problem. Our presentation applies a modification of basic theory developed by H.C. Carver and his students at the University of Michigan in the 1930's and gives more compact and adequate solutions to the expectation problems. Using related and recently developed theory on unbiased estimation, results are obtained more directly for the estimation problem. Estimates of the lower-order moments thus obtained can be used to provide answers to two general expectation problems and an estimation problem."], [null, null], [null, null], ["Estimating the Common Mean of Possibly Different Normal Populations: A Simulation Study", null], [null, null], ["Maximum Likelihood Estimation in a Mininum-Type Model with Exponential and Weibull Failure Modes", "The existence and some properties of maximum likelihood estimators (MLE's) are studied for a minimum-type distribution function corresponding to a minimum of two independent random variables having exponential and Weibull distributions. It is shown that if all three parameters are unknown, then there is a path in the parameter space along which the likelihood function (LF) tends to infinity. It is also proved that if the Weibull shape parameter is known, then the LF is concave, the MLE's exist, and they can be found by solving the set of likelihood equations. Properties of the MLE's for this case are illustrated by a Monte Carlo experiment. A sufficient condition for the existence of MLE's is given for the case of known Weibull scale parameter."], ["A Special Distributional Result for Bilinear Forms", null], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"], ["Statistics as a Science and as a Profession", null], ["Analyzing Clustering Effects across Time", "Several graphical statistical methods tailored particularly for clustering applications are described and discussed. Certain techniques give ways of examining the internal cohesiveness of clusters, both across all variables and in terms of particular variables. Other graphical methods are concerned with relationships within and between clusters and with variables exogenous to the clustering. The methods focus on changes in cluster characteristics across two successive time periods. These techniques are illustrated with data from a cluster analysis using economic characteristics of 48 firms from one industry."], ["Some Large-Sample Tests for Nonnormality in the Linear Regression Model", null], ["Comment", null], ["Testing the Assumptions of the Permanent-Income Model", "Within the errors-in-variables framework, a model of consumer behavior that includes permanent and transitory income is estimated from the 1952 Oxford Savings Survey data and used to test the assumptions of the permanent-income hypothesis. The analysis is extended to the case in which the variables determining permanent income and the case in which the variables determining transitory income are measured with error. In the former case, the tests of the permanent-income model remain valid, but in the latter case errors in measurement lead to a reduction in the estimate of the marginal propensity to consume out of transitory income."], ["Births Time Series Models and Structural Interpretations", "Saboia (1977) has developed a theory relating a particular type of births autoregressive moving average (ARMA) model to the classical deterministic cohort model of population growth. Reexamination of the data used by Saboia indicates that his estimated births models contain common factors and insignificant coefficients and cannot be regarded as evidence in favor of his argument. It is shown, however, that well-known theory on the relationship between deterministic and stochastic structural models and ARMA processes does provide the link and that Saboia's argument can be regarded as a special case of this general theory."], ["Density Estimation and Bump-Hunting by the Penalized Likelihood Method Exemplified by Scattering and Meteorite Data", "The (maximum) penalized-likelihood method of probability density estimation and bump-hunting is improved and exemplified by applications to scattering and chondrite data. We show how the hyperparameter in the method can be satisfactorily estimated by using statistics of goodness of fit. A Fourier expansion is found to be usually more expeditious than a Hermite expansion but a compromise is useful. The best fit to the scattering data has 13 bumps, all of which are evaluated by the Bayesian interpretation of the method. Eight bumps are well supported. The result for the chondrite data suggests that it is trimodal and confirms that there are (at least) three kinds of chondrite."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["A Critique of Some Ridge Regression Methods", "Ridge estimates seem motivated by a belief that least squares estimates tend to be too large, particularly when there is multicollinearity. The ridge solution is to supplement the data by stochastically shrinking the estimates toward zero. Although flexibility is provided by the abstention from exact exclusion restrictions, ridge regression retains many weaknesses of similarly motivated procedures : a neglect of the basic fact that linear transformations should not change the implicit estimates of a model's coefficients, an incorrect labeling of nonorthogonal data as weak, and a loose representation of a priori beliefs and reliance at times on ad hoc pseudoinformation."], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Comment", null], ["Rejoinder", null], ["The Arbitrary Relation between Probability of Error and Measurement Subset", null], ["On the Robustness of Combined Tests for Trends in Proportions", null], ["Maximum Likelihood Estimation for Binomially Distributed Signals in Discrete Noise", null], ["Automatic Smoothing of the Log Periodogram", "We develop an objective optimum smoothing procedure for an estimate of the log spectral density, based on smoothing the log periodogram with a smoothing spline. We call the result the optimally smoothed spline (OSS) estimate. We show that an unbiased estimate [Rcirc](λ) of the expected integrated mean square error can be obtained as a function of the smoothing, or “bandwidth” parameter λ. The smoothing parameter then is chosen as that λ that minimizes [Rcirc](λ). The degree of the smoothing spline (equivalently, the “shape” parameter of the window) also can be chosen this way. Results of some Monte Carlo experiments demonstrating the effectiveness of the method on selected examples are given."], ["Interpreting the Likelihood Ratio Statistic in Factor Models When Sample Size is Small", "The use of the likelihood ratio statistic in testing the goodness of fit of the exploratory factor model has no formal justification when, as is often the case in practice, the usual regularity conditions are not met. In a Monte Carlo experiment it is found that the asymptotic theory seems to be appropriate when the regularity conditions obtain and sample size is at least 30. When the regularity conditions are not satisfied, the asymptotic theory seems to be misleading in all sample sizes considered."], ["The Robustness Properties of Two Tests for Serial Correlation", "We compare Geary's test based on the number of sign changes in residuals with the Durbin-Watson (DW) test for serial correlation. We derive the asymptotic distribution of Geary's statistic for the special case of identically distributed random variables and show that it is asymptotically distribution free for symmetric errors. Monte Carlo simulations show that the DW procedure is generally more powerful and robust than Geary's test."], [null, null], ["Estimation of the Parameters in Stationary Autoregressive Processes after Hard Limiting", null], ["The General Distribution of the Error Rate of a Classification Procedure with Application to Logistic Regression Discrimination", "The large-sample distribution of the error rate of an arbitrary estimator of the optimal classification rule is given. The asymptotic distribution of the logistic regression estimator is found. These results are used to show that the efficiency of logistic regression classification in some nonnormal cases is low. This suggests that maximum likelihood discrimination should be used whenever possible."], ["On a Cramér-von Mises-Type Statistic for Testing Symmetry", "A Cramér-von Mises-type statistic for testing symmetry, proposed independently by Orlov (1972) and Rothman and Woodroofe (1972), is decomposed into components in the manner of Durbin and Knott (1972); the components are found to be related to Fourier series expansions of the underlying distribution function. Asymptotic power properties of the statistic and its components in testing symmetry about the origin against location shift alternatives when observations have double exponential or normal distributions are described. From these power considerations, it is suggested that the first component is a more useful statistic for the testing problem than the overall Cramér-von Mises-type statistic. The components are shown to be asymptotically equivalent to linear rank statistics. On the basis of computational convenience, a new linear rank statistic for testing symmetry, the analog of the first component, is proposed."], ["An Asymptotically Distribution-Free Test for Symmetry versus Asymmetry", "An asymptotically distribution-free procedure is proposed for testing whether a univariate population is symmetric about some unknown value versus a broad class of asymmetric distribution alternatives. The consistency class of the test is discussed and two competing tests are described, one based on the sample skewness, and the other on Gupta's nonparametric procedure. A Monte Carlo study shows that the proposed test is superior to either competitor since it maintains the designated α levels fairly accurately even for sample sizes as small as 20, while displaying good power for detecting asymmetric distributions."], ["Some Properties of the Arcsine Distribution", null], ["Least Squares Estimation When the Covariance Matrix and Parameter Vector are Functionally Related", null], ["Explicit Estimators of Parametric Functions in Nonlinear Regression", "When repetitive estimations are to be made under field conditions using data that follow a nonlinear regression law, a simple polynomial function of the observations has considerable appeal as an estimator. The polynomial estimator of finite degree with smallest average mean squared error is found. Conditions are given such that as degree increases it converges in probability to the Bayes estimator and its average mean squared error converges to the lower bound of all square integrable estimators. In an example, a linear estimator performs better than the maximum likelihood estimator and nearly as well as the Bayes estimator."], ["A Multivariate Approach to a Mixed Linear Model", null], ["The Distributions of the Actual Error Rates in Linear Discriminant Analysis", "Some results concerning the distributions of the actual error rates in linear discriminant analysis, under various assumptions about the parameters, are discussed. To determine the form in the one-variable case, formulas for the exact distribution and density functions of the actual error rates are presented. Formulas for the asymptotic distribution and asymptotic moments of the actual error rates in both the univariate and multivariate cases are also given."], ["Variance Estimation in Partially Systematic Sampling", "Systematic sampling is very convenient in many practical situations, but does not provide a satisfactory estimator of the variance of the sample mean except when additional assumptions are made. A method is proposed to estimate the mean of a finite population and to estimate the variance of this estimate, using a systematic sample and a simple random sample drawn from the remaining population. It is shown that both estimators are unbiased. This method provides also an unbiased, positive estimator of the population variance. A comparison with multiple-start systematic sampling is made. Some numerical results for artificial populations are given."], ["A Comparison of the Lieberman-Ross and Mann-Grubbs Methods", "This article compares two procedures for computing reliability confidence bounds for series systems whose components have independent, exponentially distributed failure times. The Lieberman-Ross method is statistically exact, whereas the Mann-Grubbs method approximates an exact optimum bound. For test plans that involve simultaneous testing of all samples of each component type, it is shown that when the Lieberman-Ross method uses all of the observed failure data in computing the confidence bound, the resulting bound will not be practically lower than that produced by the Mann-Grubbs method. Simulation is used to infer that only when the observed data are ordered so that the observed failure times of a significant fraction of the least reliable samples are not actually used in computing the Lieberman-Ross bound can that method be expected to produce a bound superior to that produced by the Mann-Grubbs procedure, using the full data set."], ["On the Exact Distribution of a Normalized Ratio of the Weighted Geometric Mean to the Unweighted Arithmetic Mean in Samples from Gamma Distributions", "The distribution of the product of several independent beta random variables as a mixture of beta distributions is derived by using a solution of Wilks's type B integral equation. This distribution is applied to finding the distribution of a normalized ratio of the weighted geometric mean (GM) to the unweighted arithmetic mean (AM) in random samples consisting of observations from gamma distributions, one observation being taken from each distribution. Two upper bounds for the truncation error related to the mixture representation are obtained. Application of these results to problems in testing statistical hypotheses is indicated."], ["A Monte Carlo Study of Small-Sample Properties of Simultaneous Equation Estimators with Normal and Nonnormal Disturbances", "In this paper we consider four alternative forms of two-parameter normal and nonnormal error distributions and report on a Monte Carlo study of the small-sample properties of least squares, two-stage least squares, three-stage least squares and full information maximum likelihood estimators. On the basis of 1,000 replications of sample size 20 in two experiments on an overidentified model, we found that the small-sample rankings of econometric estimators of both structural coefficients and forecasts of endogenous variables, according to parametric and nonparametric measures of bias, dispersion, and dispersion including bias, do not change for any of the four error distributions. Further, least squares is the most biased and maintains the Gauss-Markov property of minimum variance. The large bias of least squares, however, more than offsets the small variance, so that least squares exhibits the largest mean squares of the four estimators. Maximum likelihood is least biased and most efficient, except as an estimator of structural coefficients on the parametric measure of mean squared error."], ["Improving the Maximum Likelihood Estimate in Linear Functional Relationships for Alternative Parameter Sequences", "We propose an improvement of the maximum likelihood (ML) estimate in linear functional relationships. The improved estimate is a linear combination of the ML and the least squares estimate so as to remove the bias of the former. Approximations to the distribution of the estimate are derived for two alternative parameter sequences: a sequence in which the noncentrality parameter (the spread of the true values) increases while the number of observations stays fixed, and that in which the number of observations increases. The mean squared errors of the improved estimate, in terms of its asymptotic distributions, are obtained and shown to be smaller than those of the ML. Implications to large-scale simultaneous econometric models are also given."], ["Book Reviews", null], ["Corrigenda", null], ["Editorial Board Page", "This article has no abstract"]]}